<p class="page" id="a4140048">[Page 48]</p>
<p>[Private Frank Makinson, No 879, a solicitor's managing clerk of Neutral Bay, NSW, enlisted on 14 September 1914 aged 35, and embarked from Melbourne, Victoria, on HMAT A38 Ulysses on 22 December 1914 with the 13th Battalion, H Company. He served at Gallipoli and in France where he was killed in action on 29 August 1916.</p>
<p>Typewritten copy of a diary sent to his mother, Sarah Theresa Makinson, covering the period 10 April 1915 to 28 May 1915 and describing his journey from Egypt to Gallipoli, the landing on 25 April 1915, and the subsequent fighting. Parts appear to have been edited for publication; see images for details.]<br/>Diary sent by Private Frank T. Makinson  A Company 13th Battalion to his Mother Mrs J. F. Makinson, Neutral Bay &ndash; In the trenches from April 26TH To May 31st. [1915]  Written in a dug out.</p>
<p>I have just been in hospital here for a couple of days, the Doctor having sent me back from "Gaba Tepe".</p>
<p>10/4/15. A Company (only) of 13th Battalion left Heliopolis Camp at 7.15 p.m. and marched with band playing through Heliopolis to Palais de Zebbub (?) Railway Station (about a mile) and entrained for Alexandria. We were cheered by all our chaps at Heliopolis Camp as we marched out, and by the soldiers and crowd in Heliopolis &ndash; train moved off at 11.20 p.m. &ndash; packed pretty close in train and chaps sleep all over the floor and under the seats.</p>
<p>11/4/15. Arrived at Alexandria at about 5 a.m. and embarked on S.S. "Seeang Bee" &ndash; A Company of 13th Battalion and 2 Companies of New Zealand's and 1 Company of the 15th Battalion and 1 of 16th &ndash; about 1100 troops all told &ndash; great military activity in the Port &ndash; many transports, English, French and Australian taking troops on board &ndash; moved away from the wharf and anchored out in the stream &ndash; taking in cargo all night from lighters.</p>
<p>12/4/15. Left Alexandria at 6.30 a.m. beautiful weather and sea but still a little rolling made some men sea-sick &ndash; food good and plenty of it &ndash; no work only muster parades on deck &ndash; it is said we are going to some island off the coast of Turkey which we are to use as a base for operations in Turkey.</p>
<p>13/4/15. In Mediterranean &ndash; had a nice shower of rain &ndash; passed several small and apparently uninhabited Islands &ndash; were served out with 200 rounds of ammunition each &ndash; informed we are en route to Island of Lemnos.</p>
