<p class="page" id="a4140074">[Page 74]</p>
<p>[Private, later Sergeant, James William Masters (Jim), No 1075, a labourer of Balgownie, NSW, joined the Army on 30 May 1915 aged 23, and embarked from Sydney on HMAT A40 Ceramic, 25 June 1915 with the 19th Battalion, C Company. A musician in the Battalion Band, he served as a stretcher bearer at Gallipoli, and on the Western Front with the 20th Battalion. He returned to Australia on 19 June 1919.</p>
<p>His letter describes the sea journey from Australia to Egypt, action at Gallipoli from August 1915, the evacuation, and his journey back to Egypt.]</p>
<p>[Typed letter with handwritten note at the top of the first page.]<br/>Presented by J.R. Masters, Balgownie, Bay View Crescent, Annandale.</p>
<p>Egypt.<br/>24th February, 1916.</p>
<p>My Dear Brother,</p>
<p>Now, as you have had all news from papers and, etc. I will endeavour to try and give you my full routine as a soldier since leaving dear old Sydney, just nigh eight months since; On the 25th June, as you already know. Our march to the boat was one we will not forget for some time to come, quite new to the game, as you know. I never gave you a chance by letting you know my final flutter; it came hard to me I must give in to see all of the boys getting their perhaps last farewell from so many, who are always so dear to them, and not one of my own to give me good cheer, perhaps for the last time, but with my cornet to my lips, I drowned all sorrow by making up for my mates, bogging in, until we reached the wharf, where we boarded the ferry which conveyed up to our transport, S.S. "Ceramic".</p>
<p>Once on board, we were all a bustle till we got settled on our troop deck, which, I must say, proved the best part of the ship "amidships"; taking a time for all to get settled down, we moved off at 4.30. Quiet a lot of good friends accompanied us in motor boats and ferry boats in a wild state of excitement. I with my mate climbed to the top of the rigging to have a last fond look at the dear old city. Once outside the Heads, we kept up for a time while slowly moving down the coast to see the dear old Wollongong Lighthouse. Our next excitement was as to whether we were to call at Melbourne or not. It seemed as if we were when nearing the Port, but we were disappointed, just pulling up for a pilot boat to take our mail off; moving off again we left the coast altogether. Had four days out on the water before we sighted the coast of Western Australia, which was our last fond look for a time (a whole fourteen days). Then we had "the life on the ocean wave" before sighting Aden, which proved a most welcome change. We manouvered round for an hour, our transport turning round after getting signals. My first thoughts were of us returning to India, but we turned round once more towards Suez, our next port of call. Here we got our first reception of the "Gippo", as we call him, coming along side with their quaint old sailing boats, selling oranges, melons, etc. We put our sick off there, to travel by rail to Cairo. We then moved off, passing through the Canal, where we are now camped, a distance of 90 miles, about half way between Port Said on Suez on the Arabian side, way in about ten miles in the wilderness from the Canal, but we will leave that alone for a time. We then dropped anchor at Port Said, after a nine hours' run through the Canal; we had some more fun here with the natives while coaling.</p>
