<p class="page" id="a4140060">[Page 60]</p>
<p>very uncomfortable and cramped and not much good to fire from. Turks trenches only twenty five yards in front of us. We threw some bombs into their trenches and they returned some which shook things up a bit, but damaged no one. Deuced awkward not knowing when a bomb is going to land on you (bomb throwing being nearly all done at night) and have very little room to get away from it.</p>
<p>22/5/15. Still in trenches on Quinn's Post &ndash; can't show your nose above it in day time. They even broke several of our periscopes &ndash; it is too easy to shoot straight at 25 yards. Things quiet &ndash; we used some big new bombs thrown from the mortar would kick up as much dust as 3 in. shells. Moral effect on Turks very good.</p>
<p>23/5/15. Rotten day &ndash; very damp and muddy in trenches. No fighting in the trenches, but we and the Turks exchanged bombs during the night &ndash; one man injured. Gerald Fox, who came over with our reinforcements, Officer in charge, in my part of trench, had a yarn with him.<br/>Major Chisholm of Light Horse came along during the night, trying to improve our trenches to fire from by making loopholes with sandbags. It is a month yesterday since we landed. We have been fighting ever since. The stench from the dead around the trenches on Quinn's Post is very bad. In one place the trenches are only 12 yards apart - had our first issue of fresh meat and grilled some of it and had a good, square feed. Armistice all day till 4 p.m. to bury the dead.</p>
<p>24/5/15. Both sides came out of trenches and stood on top of them and our chaps yarned with to some of the Turkish soldiers who could speak English. As soon as the white flag went down rifle fire started again. Our chaps say they saw hundreds of dead Turks on the left.</p>
<p>25/5/15. The Turks blew up part of our trenches, as we and they had both been sapping to undermine each other's.</p>
<p>[Handwritten lines at foot of page, showing through from a later page; not transcribed here.]<br/>[Note: the images for this page and the next one are in reverse order; transcribed in the order in which the document should be read.]</p>
<p>