<p class="page" id="a4140029">[Page 29]</p>
<p>hanger on, never fought &amp; never will kind, but who can write long accounts of the engagements they have been in in France while they are still in Egypt or elsewhere. I regret to say that how ever trustworthy your informant may be in civil life, military life is different &amp; the trusted ones &amp; the man with a bad civil record, mummies little boy who has never been away from apron strings is generally the greatest waster imaginable for this game, the country chap who has knocked about will always come out trumps.</p>
<p>Another thing suppose the first part of his statement were true, we always have a sentry on our incinerator day &amp; night, besides the sanitary man &amp; no one would dare take a letter or anything else out of this receptical.</p>
<p>When letters arrive at Bn Hd Qtrs each coy gets a note to send postal orderly &amp; pay Corpl together with 2 volunteers to sort mail, there are always plenty of volunteers &amp; as the others cannot help the stand around where the sorters are at work like a lot of hungry wolves, so that it would be impossible for such a thing to happen.<br/>A lot of the men we now have in the Bn were originally sent out for other regts, but as we were badly in need of recruits were sent on to us. Their letters go addressed to the unit they originally left to join, they are not know there, the papers are issued to men in the unit &amp; the letters are sent to the base, during all this time as <u>Ammunition &amp; food</u> are more important than letters, however much we like to get them, they have to take second place &amp; during the time a big push is on may lay in a base post office for weeks &amp; weeks before they can go back, they reach our base, they have more important things than letters to attend to, hence more delay, when they find spare time the try &amp; trace the unit a man goes to &amp; redirect.</p>
<p>No we must give the authorities every credit especially in France for the way they handle the mail which we get very quickly when directed to the correct unit, I get all my letters frequently. If this man is in Egypt why is he not with his unit? &amp; whatever you do dont stake you honor on what you know of a man in civil life, he may be the biggest rotter alive in military life.</p>
<p>What a pity you did not get a fly for the Western Suburbs competition. I think they are all down on poor old Glebe, never mind it speaks well for them that these people are so frightened off them, they take every opportunity to cut them out of the competition, however from what I know of Glebe &amp; their Supt it will take more than that to discourage them so go ahead &amp; continue to keep them busy trying to keep you out &amp; you will know that you are a foe worthy of their steel.</p>
