<p class="page" id="a4140208">[Page 208]</p>
<p>had washed a mine sweeper aground and wrecked her, but no one drowned off her. We then had a spell for a few days bar for outpost parties and German planes coming over to see us, but we had a little surprise for him for he had no sooner shown himself when he was ringed with shell smoke and shrapnel, so he started to get off home for his life, but our planes followed him and found he was hit and had to come down, so that is one German that will not worry us again, but when the German dog found he could not get into us in daylight he tried a night raid like he used to on Gallipoli but it was not a success for him, for he did not do any damage and the night after our planes went over them and returned the compliment, but about ten times as bad, and continued it the next night so Jacko cannot be enjoying life too much, do you reckon?</p>
<p>But on the top of this our Division started to move out along the coast and spread for miles over the lovely new green crops that night and we led the way again.</p>
<p>We advanced all that night till daylight and then we found ourselves approaching hundreds of Bedouins' camps and the country was simply lovely like one huge green lawn and as level as a table, bar a large green ridge of hills along the coast and they were a long way ahead of us yet. Well we got up to the Bedouins and they had goats, horses, donkeys, mules, dogs, camels, and other animals in hundreds scattered over the country and these people, or animals, for they are more like animals, live in flat roofed camel hair tents, with their sheep, donkeys, and other beasts all smuggled together to keep warm. They are naturally savages, live by stealing and murdering any stray that might come their way. They are said to be descendants of the Philistines, but they are a murderous looking crowd. Well anyhow being so many of them there it did not look as though they were there for our good with all that stock, so we had to round up all those of them who we thought looked strong enough to fight and put a guard over them. It was not the best of jobs for the black cows objected to being taken away from their women and some of them started to use knives and their old rusty sabres, or swords, pistols, and other weapons, but it was all no good for they had to come.</p>
<p>But they stabbed one chap, and cut another across the eyes but did not kill anyone.</p>
<p>Well after all this we advanced on towards the green hills which we found was the Turks stronghold and fortification of the town of Rafar.</p>
<p>So we advanced on, some of our chaps went straight on and took the town and we surrounded the Turks position and</p>
