<p class="page" id="a4140265">[Page 265]</p>
<p>[Private, later Sergeant, Wilfred Rowley, No 641, a clerk of Paddington, NSW, enlisted on 22 March 1915 aged 22, and embarked from Sydney on HMAT A40 Ceramic on 25 June 1915 with the 18th Infantry Battalion. He served at Gallipoli and in England and France and was wounded several times. He returned to Australia on 8 April 1919.</p>
<p>Wilfred Rowley was an employee of Angus &amp; Robertson, book publishers and sellers of Sydney, NSW. Letters are to a colleague Albert Spencer, his son "Master G Spencer", Wilfred Rowley's employer, Mr George Robertson, of Angus &amp; Robertson, and from George Robertson to Mr W H Ifould, Principal Librarian and Secretary of the Public Library of New South Wales.</p>
<p>Rowley mentions his marriage in England (page 277), an air raid on London in July 1917 (page 273) and fellow employees George Edward King (page 261, 277) and Harry Gordon Hodges (page 277), whose letters are also in the State Library's collection.]<br/>[Pages 257 and 258 are a typed copy of the handwritten letter on pages 259 and 260 (minor differences in punctuation).]<br/>16/11/15.</p>
<p>Pte. W. Rowley, (641)<br/>18th. Battalion,<br/>Australian Base,<br/>Weymouth.</p>
<p>Dear Mr. Robertson,</p>
<p>Just a few lines to let you know what part of the world I am in. I also have to thank you for your great kindness in cabling to Mr. George of the Australian Book Company. Well it was bad luck, for I had just finished my furlough, 14 days, when I received a letter from him. He wanted me to come and stay for a couple of weeks, but on account of some men deserting, the authorities would not grant me a further furlough. I promised, though, that I would come one week-end. That also was hit in the head. Anyhow I was one of the men picked for Lord Mayor's Day to march through London, but as we had to tramp all day in the wet it was no good going up to see him.</p>
<p>Well Mr. Robertson, tomorrow I am off to the Dardanelles again to do a bit more, so if I get out of this lot, I shall be very lucky. During my stay in London I went to Essex for a week and lived with the Hon. Mrs. Ives, who treated me like a son instead of a plain soldier.</p>
<p>Well Mr. Robertson I am an awful letter writer, for I'd sooner do a hard days work so you will have to excuse me for not writing more often. Before I do finish I shall have to wish the Firm a Merry Xmas and a Prosperous New Year. I don't suppose you will be very busy there as they are all very slack here. So I</p>
