<p class="page" id="a4140207">[Page 207]</p>
<p>So we fed up and got our gear off our aching and sore bones, had a wash which refreshed us a little, but we wanted sleep so we fell down on our blankets into a dead sleep on Christmas morning. But one of my mates managed to wake us up to have Christmas dinner, but we were still very sore all over and were for three days after. Well we had dinner out of the good things we managed to carry with us that you sent me in the tins from home and from D. &amp; J. Fowlers. We enjoyed them I tell you after being some time with an empty stomach, though we were half asleep.</p>
<p>Then much did not happen for two or three days bar outpost and short patrols, where we once went along the beach and found that there were steamers lying at anchor unloading already and small mine sweepers at work and a man-of-war protecting us, it reminded me of that awful hole Gallipoli very much; and we also found the railway not far behind us for they lay it very rapidly.</p>
<p>Well then we went out in an easterly direction along the coast of lovely country we had never seen before.</p>
<p>There were niggers camps everywhere, they do all the farming about here.</p>
<p>We pushed on to a village called Shiekh-Zowiet which was in a large plantation of palms, with a huge swamp.</p>
<p>We were lucky for we were in the advance screen, spread all over the country so we saw everything and as we approached the village we could see lots of white flags flying, and when we got closer the villagers got on the highest points waving the white flags and welcoming us in their Arabic which most of us understand, but they looked very frightened poor beggars, for I suppose the Turks had knocked them about, but when they found we were not going to hurt them they were as pleased as Punch. So I got down off my horse and took a photo of some of them and I had not touched the ground before two of them held my horse and helped me off it. When I thanked them in Arabic they were still more pleased, so I asked them some questions in Arabic and they thought it great, then they helped me on again and we pushed on till we came in sight of Jacko.</p>
<p>We then had a good look at him to see where he was and how he was but we did not hurt him that night, but we returned right back to our camp again at El-Arish and found everything alright, bar that the Square-heads had been over with his plane and dropped a few bombs but did no damage. There had been some very rough weather and</p>
