<p class="page" id="a4140389">[Page 389]</p>
<p>On a capock (? How's the spelling?) double mattress resting on a straw foundation me "somewhere in France" ["x me" inserted after "som" in the word "somewhere" &ndash; see note following this paragraph for explanation, and see original image for details.] surrounded by all the luxurious appointments of <strike>the</strike> Quartier Latin comfort. Copies of "La Vie Parisienne", "Le Sourire" "La Boheme s'amuse" "Le Bandeau" illustrated by Kirchner Willy's Mon Cousin Fred" and "Maitresse d'Esthetes" Forain's drawings and Zola's "Le Reve". Jack Burbidge my literary and sleeping partner was away on survey work at C.R.E.</p>
<p>[Footnote at the bottom of the page:] x This is no base pun but a locality trick.</p>
<p>"What are you doing here?" shouts Jones voice behind the mask. "I'm looking for my other sock and that long cigarette holder. DAM the cigarette holder "you'll get us all killed Get out!" Grabbing my old sketch book and nearly choking in my gas mask I fumble through the barn door under the military yoke nearly falling over four bodies at the gates of the estaminet yard.</p>
<p>Further down the road two six team transport waggons, horses and men had been blown to pieces and lay in ghastly heaps right across the road. Shells fell like hail. It is difficult to believe. Masked men bent under the weight of packs move through the dark. Things happen quite as a matter of course.</p>
<p>When the storms over <strike>things</strike> they go on just the same. The country's wonderfully beautiful. Birds <strike>going on</strike> sing<strike>ing</strike> in the sweet spring air revelling in Natures freedom, lucky to belong to the kingdom of blue blue sky and green green grass and not depending on Lord Rododendron's rationing cards.</p>
<p>Next morning a great cheer went up as one of our sappers came into camp leading the company's salvaged cow, She had been forgotten and left behind during the bombardment. With the gifted stoicism of the "purple cow</p>
<p>[Private Percy Burbidge, No 375, embarked with the 4th Cyclist Company, 2nd Reinforcements, and later served with 11th Field Company Engineers in France.]</p>
<p>