<p class="page" id="a4140346">[Page 346]</p>
<p>[Typed copy of a letter; typographical errors corrected.]<br/>[Damascus]<br/>October 17th., 1918.</p>
<p>At last I am able to send a few lines altho I do not feel too well. I have been in the Field Ambulance for about a week broken up after the recent operation and could not eat anything, legs and head aching. It seemed to be a sort of epidemic.</p>
<p>Well now about the stunt. It is just about a month since we started out on what eventually turned out to be one of the greatest moves in the war. Our part was to make for a place called Jenin, 50 miles behind the Turkish lines. The infantry made a gap in a very short time through which we went through two Divisions of mounted men. We reached our destination after 36 hours of continuous riding and found the place, or rather their dumps and aerodromes in flames. The main road along which they were retreating ran into Jenin, and that night I was detailed with the troop to assist some of the 10th. to meet the enemy as they came retiring along this road.</p>
<p>They had no idea we were there and came along in batches of 100 or so. The road ran between hight hills, passed over a bridge, and then on to about 10 acres of clear, flat ground which was covered with waggons, guns, packed mules, etc., belonging to their Headquarters, but they were just too late to get away. We would allow the enemy to pass over the bridge, then bail them up and disarm them, and then take them out to the flat. There was a great amount of booty in the waggons, etc., and it didn't take us long to go through it. It was full moon. We struck some good cigars and there we were with about six revolvers each smoking cigars bailing them up. We must have looked like the Kelly Gang of bushrangers. The Germans were very much surprised and could not make out how we got there so quickly. One asked me how the war was in France. I told him "pretty good for us". I got an Iron Cross and several other medals, a good revolver, a couple of daggers, two good watches, also had thousands of pounds of Turkish notes, but tossed them away as they are no good, but have kept a set as curios. I have also a number of stamps. They had a large stock of champagne at this place which was pretty decent.</p>
<p>The next morning we pushed on to a place called El Fule and I had to take over 2,000 odd prisoners. I never want the job again. Poor devils, they were dying like flies and only got half a feed in two days. They were mad for water so I drove them down to the creek like a lot of sheep. Some tried to get away so we had to shoot them. The Germans were very frightened of the Turks and asked me to put them in a different place but I told they had no chance. The Germans were offering a sovereign for a drink at times.  I got a good pair of binncoulars also at Jenin worth &pound;10 any day. Also a waterproof coat also a couple of green Turkish towels.</p>
<p>Pushing on from El Fule we passed through Nazareth at night so could not see much of it. It was high above the road which twists and turns in all directions.</p>
