<p class="page" id="a4140470">[Page 470]</p>
<p>I have been limping about like the oldest inhabitent, with sciatica &amp; lumbago for the past week or so but, am on the mend now. I have just left off to see an awful accident to one of four balloonists.</p>
<p>Hearing a lot of machine-gun fire, I looked out and saw a Hun aeroplane approaching on[e] of our captive balloons. The two occupants jumped out and, one of the poor fellow's parachute failed to open successfully and he came down at a pace that he must certainly have been killed. The Hun plane then fired into the balloon and it came down in flames. This is the first occasion I have ever seen a parachute fail to open and I have seen as many as five in the air at the one time. Again, I start my chronicle on the following day to recording the above accident but have a correction to make. By a miracle the balloonist who came down with only his parachute half open, landed amongst some trees and escaped without a bone broken and only received a severe fright. Isn't it wonderful the luck he had for here, the trees are very few.</p>
<p>I was looking through my glasses at him coming down and could see him trying to jerk the parachute right open, while his partner came down quite slowly in the other one. At present, I am bivouaced on a hill which overlooks the enemy's position at one point and our artillery keep a constant fire on the Germans. I suppose you all were a bit depressed at the Germans' advance the last few months. Well, that is not the case here and would not be, even if the Germans had been twice as successful. Nobody here, ever doubts but that we will win. Time is only the unknown quantity as regards the end of the war or, at least that is the feeling of the men in the field.</p>
<p>The weather <u>at present</u> is perfect and excels any that I have ever experienced in N.S.W. It is a pity that the Winters, discount the climate such a lot later on in the year. It is now 9. P.M. and I am writing this inside without a light. I cannot understand why the people of Australia repealed the Daylight Savings Bill</p>
