<p class="page" id="a4140408">[Page 408]</p>
<p>disheartened if the troops we engaged on the Gallipolli Peninsula for a long period.  They must remember that. &ndash; We are invading, &ndash; the hilly &amp; elongated territory make it easily defended &amp; modern warfare is a war of engineers, therefore necessarily slow.</p>
<p>I am please to hear Dr Pye is leaving for the front for he was a very keen man on military matters all his life. My dad served for 27 years &amp; latterly with Major Short whom I also learn from you is leaving with a contingent. Colonel Bean is in Egypt and has a base job. Colonel Beeston is here &amp; Dr Nickson's son Toby. The stretcher bearers have won great praise here for their bravery &amp; run a risk all the time. I have just received a letter from my sister &amp; am pleased to hear two of my brothers are "off" to the front. I saw a paper with an account of Dr Eames "outfit" &amp; am pleased to see Newcastle is so well represented in it both in the medical &amp; nursing sections.</p>
<p>The enemy are still sending us their usual greetings in the shape of shrapnel but any dangerous</p>
<p>[Major George Robert Short, bank manager of Newcastle, NSW, embarked from Sydney on 12 May 1915 on HMAT A32 Themistocles with Headquarters, 5th Infantry Brigade, and served with the 17th Infantry Battalion at Gallipoli and in France. His letters are in this collection (pages 306-320).<br/>Lieutenant Cecil Robert Arthur Pye DSO (1890-1917), medical practitioner of Newcastle, NSW, embarked from Sydney on 22 August 1916 on HMAT A18 Wiltshire with the 17th Infantry Battalion, and served in France where he was killed in action on 4 October 1917.<br/>Lieutenant Colonel Harold Knowles Bean, AAMC, embarked with the 2nd Light Horse Field Ambulance.<br/>Lieutenant Colonel Joseph Lievesley Beeston VD CMG MLC (1859-1921), embarked from Melbourne on 22 December 1914 on HMAT A35 Berrima with the 4th Field Ambulance.<br/>Staff Sergeant Wilfred Lievesley (Toby) Nickson, No 2011, born in Newcastle in 1894, also embarked from Melbourne on 22 December 1914 on HMAT A35 Berrima with the 4th Field Ambulance. (Wilfred Lievesley Nickson's father, Dr Wilfred J Nickson, married Ann J Beeston in Newcastle in 1891 (Source: NSW Registry of Births Deaths and Marriages), no doubt explaining their shared unusual middle names.)<br/>Dr William L'Estrange Eames (1863-1956), medical practitioner and soldier, lived in Newcastle NSW, where he was in general practice with Dr J L Beeston and had served in the South African War. He was visiting England in 1914 when war broke out, and was appointed to command the Australian Voluntary Hospital at Nazaire, France, with the temporary rank of Lieutenant Colonel.]</p>
<p>