{"vid":"104346","uid":"1","title":"Arthur John Moore diary, 11 November 1916-11 January 1918 - Page 18","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"104323","type":"transcript_page","language":"und","created":"1389068103","changed":"1397715541","tnid":"0","translate":"0","revision_timestamp":"1397715541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 119]<br> \r\n Sat. Aug. 25   The farmers were all busy gathering their crops.  In some places troops were assisting &amp; seemed to be enjoying the fun.  The train pulled up a couple of times near some orchards, which, needless to say, suffered at the hands of the crowd.  The owners of the Fruit must have heaved a sigh of relief when the train moved off again.  We managed to get a few hours sleep during the night, despite the bumping of the train &amp; the very close proximity of ones bedfellows.  It was about 4 p.m. when we left Rouen &amp; we arrived at Etaples about 4.30 a.m. on Sun. 26  </p> \r\n <p>Here we obtained Tea from Y.M. &amp; various canteens &amp; had Breakfast &amp; a wash.  Quite a number of troop trains were pulled up here &amp; we met Cosier, Bob Roberts &amp; Gibson, who were on their way to the Officers training school at Aveloy. .  Staff Hughes was also among them, but we did not see him.  We left Etaples about 7.15 a.m. arriving at Calais at 10.30.  Our next stop was St. Omer where a big number of troops detrained.  We left here about 1 p.m. arriving at Ebblingham about 2.<br> \r\n <br> \r\n Here we detrained &amp; Murray &amp; I wended our way in easy stages to a village called Racquingham.  We met Geo. Watson on Ebbm station, who was on his way to Blighty, &amp; he directed us to the Farm which are our H.Q.  It was good to be among the old faces again.  The sections are billeted at farms about ½ a mile away from each other.  B sec. are at  a Farm, in a big barn.  After Tea we sat around &amp; had a good old yarn, then I went to Bed, sleeping between Snowy Atherton &amp; Archie Deed.  I was jolly tired &amp; soon went to sleep.</p> \r\n <p><a name=\"a5300120\"></a></p> \r\n <p>[Page 120]<br> \r\n Mon. Aug. 27   Slept in this morning &amp; did not appear on Parade.  Weather very rough, raining heavily &amp; cold wind blowing.  There is a little girl at the Farm named Marie.  She dodges in &amp; out of our billet &amp; is a great  favourite among the boys.  Yesterday I got quite a big bunch of mail. 4 Letters from Lill, 1 from Mother, 2 from France &amp; one from Nell.  Everybody well, thank Goodness, but surprised to hear that France is going to one of the Fronts.<br> \r\n Wrote Letter No 31 to M.S.</p> \r\n <p>Tues. Aug 28  Orderly Corpl.  Wet, miserable day.  Had my meals in the Cookhouse.  Tomorrow \"Doug\" Haig inspects the Division &amp; the crowd are busy polishing their gear.  Fierce, cold wind blowing.  Quite a lot of trees blown down, &amp; stacks upset.</p> \r\n <p>Wed. Aug 29  Still raining &amp; the wind stronger than ever.  Some of our chaps had to go out &amp; clear away trees that had fallen across the road.  My word the crowd did look well as the marched away for the Inspection.  As my gear was not cleaned up I was excused, so stayed in the Billet &amp; wrote Letters.  Read a good yarn \"The Amateur Gentleman\".  After Tea went for a stroll through La Belle Croix &amp; several; other villages with Payney &amp; F. Woods.</p> \r\n <p>Thur. 30.  Gas Helmet drill &amp; Route March. We have no duties after Dinner.  Sent \"Anzac Bully\" &amp; P. Cd's Havre &amp; Rouen to Lill.  We should have been paid today, but it didn't come off.  We are hoping it will happen tomorrow as everyone is broke.  Jack Daunt &amp; Bluey Stanton got their passes for Blighty.  They leave tomorrow.</p> \r\n <p><a name=\"a5300121\"></a></p> \r\n <p>[Page 121]<br> \r\n Fri. Aug. 31.  Pay Day. drew 20 Fs.  Paid 15 to Billy Williams, that left me with 5.  I thought well this is not much use, so I played \"nap\" &amp; tried to swell it - &amp; lost it.  Now I'm stone ? motherless broke, &amp; doing my best to kill time till next Pay day.  Received Letter from Ruth B.  Daunty &amp; Bluey went on leave.</p> \r\n <p>Sat. Sept. 1.   Got Letter from \"Oriss\".  He has had a very rough time, but is marked for Blighty.  Lucky Beggar.  Bill Lancaster got marked P.B. &amp; is also in Blighty.</p> \r\n <p>Sun. Sept. 2.  Fine sunny day.  Had Church Service in the Barn.  Wrote Letter No 32 to M.S.  After dinner went for walk to Roqueloire about 4 kilos away.  The Portugese troops are billeted there.  They wear a grey uniform, very similar to the Germans.  The village is very pretty, each house has its garden, &amp; the flowers &amp; fruit are looking well.  We arrived back in Camp about 9 pm.  It was almost as light as day as we turned into our blankets, owing to a very bright moon &amp; we quite expected to hear some Taubes over.  True enough they did arrive.  We could hear the whirr of their propellers, &amp; the explosion of their Bombs shook our poor old Barn.  Our A.A. Guns banged away at them &amp; for a time there was quite a fierce bombardment.  One of the A.A. nosecaps &amp; several pieces of shell dropped quite near our billet.  Of course Snowy &amp; Billgy May &amp; a few others had to go out &amp; gape at the shells bursting.</p> \r\n <p><a name=\"a5300122\"></a></p> \r\n <p>[Page 122]<br> \r\n Mon. Sept 3.  Some of our fellows went into St Omer on leave.  When they returned we questioned them severely on the amount of damage that was done by Fritz's Bombs.  They said that it caught an Officer's Mess &amp; killed 2 airmen officers, but did very little damage considering the terrific row they made.  Weather still good.  After Tea Towny, Shag, Miles, Woodsy &amp; I played a quiet game of nap for a few hours &amp; I actually won 12 Fs.  The Taubes came over &amp; dropped a few more Bombs, but did not do much damage beyond breaking a few windows.</p> \r\n <p>Tues. Sept 4.  strike>Gas drill</strike>  Route march in marching order.  We marched down to H.Q. &amp; were then informed that we were to return to our billets &amp; put on all our Gear.  This kept   the Parade waiting half an hour, but of course, they could not blame us for it.  It was quite warm marching &amp; we were always glad of a spell.  One good thing about this country, there are plenty of trees to give shelter.  We passed through several villages, the largest of them was Heuringhem which is 6 K. from St. Omer.   The farmers are busy getting in their crops, mostly women &amp; girls &amp; old men.  One must admire the French women for they way they carry on the work during the absence of their men-folk.  They have very old fashioned appliances.  Most of the crops around here were cut by hand, &amp; the wheat &amp; oats thrashed by a Horse Power machine.</p> \r\n <p><a name=\"a5300123\"></a></p> \r\n <p>[Page 123]<br> \r\n Wed. Sept. 5.  The weather is glorious this last few days.  Nice blue sky &amp; plenty of sunshine.  We spent a quiet day, just cleaned up our billet &amp; finished for the day.  After Tea a combined A &amp; C section Team played B sec. at Baseball.  B sec. came second.  Stan Wright &amp; I walked into Roqueloire after Tea.  This afternoon the Engineers were experimenting with some new explosive for cutting wire.  If noise counts anything towards success, then it was certainly a great success, as it nearly deafened us.  Things are awfully slow, one hardly knows how to put in time.</p> \r\n <p>Thurs. Sept. 6.  Did some washing this morning.  I  job I detest.  The weather is great.  Quite a treat to be alive.  Received  Letter from Mrs. S [indecipherable]  Bacup.  Heard today that Bill Lancaster was marked P.B. &amp; sent over to Blighty.  Lucky Beggar.</p> \r\n <p>Fri. Sept. 7.  This morning the Div. Gas Officer gave a very interesting Lecture on the new Gas that Fritz is sending over.  We formed a square round the manure heap in the yard at H. Qtrs.  After the Lecture he gave us a Tin to smell at containing some chemical, so that we would recognise Fritz's Gas, if he sends any over our way.  It is very similar to the aroma of mustard.<br> \r\n Received Letter &amp; very welcome Parcel from Mrs Sam, containing Cakes &amp;  Cigarettes. Quite a treat, &amp; we enjoyed Cake &amp; Tongue for Tea.  Wrote to Bacup.  Our Rugby Team played 5 Mac. Gunners &amp; won, 17 - 7  </p> \r\n <p><a name=\"a5300124\"></a></p> \r\n <p>[Page 124]<br> \r\n Sat. Sept. 8.  Herford, Hand, Sullings &amp; a number of others returned from Leave.  They stayed a number of days over time &amp; this morning they paid the penalty.  Herford &amp; Hand lost their stripes &amp; Sullings got 7 days 2nd F.P.  [field punishment]  Bad Luck to get caught.  Gas drill.  After Tea Jacko &amp; I went for a stroll.  We passed a very fine chateau, so on our way back to our Billet we walked through the grounds.  It is a beautiful building &amp; the grounds are very pretty.  A stream runs through the grounds &amp; is crossed by a number of quaint little bridges.  Two bonnie little girls were playing on the Lawn &amp; near them was a Fountain sending up the water in a fine spray.  A lady &amp; gent drove up to the front door while we were seated in the grounds.  Evidently they were the owners.  Sight of it made us both feel quite Homesick.</p> \r\n <p>Wrote Letter to M.S.  <br> \r\n Sun. Sept. 9.  Fine sunny day.  We marched down to Wardrecques to attend Church Parade.  The Battns. were already there &amp; the Band was in attendance.  We were kept waiting for about ½ an hour for the Padre, but he failed to turn up, so the Band played \"God save the King\" &amp; we returned to out Billets.</p> \r\n <p>Mon. Sept 10.   Dave Fry was down at u>Aire today at the Aerodrome, &amp; the Flying Corps S.M. asked him if our Concert Party would go down there &amp; give ?em a show.  We are without a Piano, &amp; cannot give Concerts to our own crowd, so we decided to go down there as it would keep us in practice a bit.  We shall miss \"Oriss\".  In his last Letter he said that most likely he would be returning to Australia.  Lucky Beggar.</p> \r\n <p><a name=\"a5300125\"></a></p> \r\n <p>[Page 125]<br> \r\n Tues. Sept. 11.  Today we got our N. B's gear out &amp; overhauled it.  We put everything ready to go to the Flying Corps, but they failed to send a Conveyance &amp; we had to abandon the proposed Concert.</p> \r\n <p>Wed. 12.  Football Match V 31st Batt. B. Coy.  \"Old Kit\" made arrangements for us to give a Concert to the 55 Batt. at Lynd, &amp; we have got everything ready for tomorrow night.  We are getting our Photos taken, so even if   this Concert doesn't materialise, we won't have wasted  time in looking over our Gear.  After Tea our Rugby Team wandered down to the Paddock where \"Doug Haig\" reviewed us &amp; played the 31 Batt. B Coy.  We were quite a large party of Barrackers &amp; the Game was most interesting.  We came Home winners 19 to nil.</p> \r\n <p>Thur. Sept. 13.<br> \r\n Concert at Lynde  <br> \r\n Quite an eventful day.  Pay day. drew 30 F.  Mail came in.   Got Letters from Mother, France, Cis, Arthur, &amp; 2 from M.S.  Hooray!<br> \r\n The photor. came along &amp; took our Photos.  \"The Nightbirds\" &amp; \"B sec. Botts\"  Then we left in 2 Cars for Lynd.  Jack Edgar &amp; Ted Jane left earlier in the morning.  When we arrived we had to search around the village for something to make a stage with, &amp; also erect a Tent.  Good Job we brought Jacky with us, as he worked like 3 men.  Snowy Atherton made his maiden appearance, also Bert Overett, &amp; both of ?em did very well.  The Piano arrived in the nick of time.  Although it rained &amp; a cold wind was blowing, our crowded audience stuck right  to the end, &amp; we class it, as one of our greatest successes.</p> \r\n <p><a name=\"a5300126\"></a></p> \r\n <p>[Page 126]<br> \r\n FRI. Sept. 14.  Payney &amp; I spent a busy day flying around after the Photos.  The Film that we used at Senlis turned out very well.  6 photos were taken in all &amp; we got orders for nearly 400 pictures.  The photographer promised to have them finished by Sunday morning, but I'm thinking he will have to get very busy.  The proofs turned out splendidly.  Commenced Letter 34 to B.E.      </p> \r\n <p>Sat. 15.  There is a big Trench Mortar Stunt on over in the Paddock &amp; there are scores of General's &amp; Staff Officer's about.  Finished Letter 34.      <br> \r\n Madame's little Girl was sick this morning so I took the poor kid down to see Maj. Bond.</p> \r\n <p>Sun. Sept. 16.  Busy day packing up our Gear &am; cleaning out the Barn.  Obtained 300 photos from the chap in Wardracques.  I went down about 10 a.m. &amp; he was it the throes then of bustling to get ?em finished.  His wife also assisted &amp; between us we managed to get them done.  We left the Billet &amp; marched down to H.Qrs about 5.30, then we returned to the Estaminet &amp; had a Farewell sing song.  We had an almost complete gathering of \"the Botts\" &amp; every man was in good voice.  During the business hour, W.O. Kitson, Sgts Mathieson &amp; [no entry] put in an appearance, so we made them honorary members of \"the Botts\" on them paying for a Round.  Madame also contributed 6 Botts of Vin Blanc, &amp; we had a very pleasant evening.  Before returning we visit Madame with the sick piccaninny &amp; enquired after her health.  We left a souvenir group of the Botts with both Madames.</p> \r\n <p><a name=\"a5300127\"></a></p> \r\n <p>[Page 127]<br> \r\n Mon. Sept. 17.  Left Racquingham.  Last night we slept in the Orderly Room.  Stan Wright &amp; a few more of us.  We turned out at 6, &amp; got ready for the Road.  Left Racq. about 9  &amp; marched about a mile along the Road till we joined up the Rest of our Brigade.  It was quite a warm day &amp; the Juice ran pretty freely.  We tried a new idea on this march, forming ourselves into Gun Teams.  Instead of carrying our Gear on our Backs, we loaded it on Spiders &amp; hauled it along.  \"Shag\" Miles, Woodsy, were among my Team &amp; they were real good Haulers.  On the Road, Miles &amp; I dropped out to find the \"correct Time\".  Before we started on the march I dashed down to the Photogrs  &amp; got the remainder of the Photos.  Arrived Steenvoord about 6 p.m.</p> \r\n <p>Steenvoorde<br> \r\n Tues. Sept. 18.  Last night I slept next to Billgy May, on the cold hard floor of the Barn.  Luckily there was plenty of straw.  We left the Farm, where we billeted immediately after Break. &amp; marched through Poperinghe where our Nursing Section have taken over the D.R.S.  The Bearers were soon set to work, sorting out poles &amp; Tents &amp; pitching  them.  </p> \r\n <p><a name=\"a5300128\"></a></p> \r\n <p>[Page 128]<br> \r\n Wed. Sept. 19.  I was enjoying a nice sleep this morning.  The rest of the chaps in my Tent all got up &amp; had Break. but I though a few more minutes sleep would do me more good.  Was just rolling over to sleep on when Serg. Mathieson came into the Tent &amp; informed me that I was Orderly Corporal.  Talk about being busy ? I was rushed off my legs ? &amp; on top of it all I had the Photos to give out.   Just after dinner I was sent away in charge of 30 discharged Tommies to report to the R.T.O. at Poperinghe Station.  It was a rotten march as we had to thread our way through the traffic - &amp; there was some traffic. Guns, ammunition, Ambulances, motor Bikes &amp; the Lord knows what.  We got to the Station alright, but the R.T.O. refused to take them over, so we had to return to the Rest Camp.    </p> \r\n <p> <strike>Westhock Ridge Pill Box</strike>  <br> \r\n Thur. Sept. 20th <br> \r\n The Bearers moved away on our way into the Line again.  We arrived at a nest of dug-outs along side the Ypres-Comines Canal.</p> \r\n <p><a name=\"a5300129\"></a></p> \r\n <p>[Page 129]<br> \r\n Friday Sept. 21.  Had very little sleep last night.  For one thing an overcoat only is hardly sufficient to keep one warm.  I left my Blankets behind in my Pack.  Slept next to Bluey Roberts, the chap who arrived from Base with Roy Wooler.  We turned out about 4.15, &amp; had Break. which was brought up in an Ambulance.  Tea &amp; Porridge.  It was very acceptable.  We walked along to Shrapnel Corner &amp; got aboard motor lorries, which took us through YPRES to our A.C.S.  It was a most interesting trip, as we saw the remains of the Cathedral &amp; the famous Cloth Hall.  They are now only a heap of ruins.  From the A.C.S. we came along to the Left R.A.P. with a load of stretchers.  There were dead horses &amp; mules everywhere &amp; it gave us a gentle reminder that a War was on.  </p> \r\n <p>We saw 2 Aeroplanes brought down, one of ours &amp; one of Fritz's.  The general opinion was that they banged into one another.  </p> \r\n <p>After fossicking around for a while we got orders to send   <strike>26</strike> 16 men out to relieve the Reg. Bearers.<br> \r\n Pill Box R.A.P.  28 Batt. Capt. Harper.  We had to remove about a dozen dead Germans before we took over the Pill Box.  It is very strongly built of re-inforced concrete.  The walls are about 2 ft 6 thick. It is about 18 feet square &amp; about 6 ft high.  The roof is built of iron girders &amp; about 4 feet of concrete on top of that.  Visited various other Pill Boxes in the vicinity in search of souvenirs.  Found a few, but a crowd of Infantry got in before us &amp; had their pick.</p> \r\n <p>[Part of right page obscured]<br>\r\n","format":"plain_text","safe_value":"<p>[Page 119]<br><br />\n Sat. Aug. 25   The farmers were all busy gathering their crops.  In some places troops were assisting &amp; seemed to be enjoying the fun.  The train pulled up a couple of times near some orchards, which, needless to say, suffered at the hands of the crowd.  The owners of the Fruit must have heaved a sigh of relief when the train moved off again.  We managed to get a few hours sleep during the night, despite the bumping of the train &amp; the very close proximity of ones bedfellows.  It was about 4 p.m. when we left Rouen &amp; we arrived at Etaples about 4.30 a.m. on Sun. 26  </p>\n<p>Here we obtained Tea from Y.M. &amp; various canteens &amp; had Breakfast &amp; a wash.  Quite a number of troop trains were pulled up here &amp; we met Cosier, Bob Roberts &amp; Gibson, who were on their way to the Officers training school at Aveloy. .  Staff Hughes was also among them, but we did not see him.  We left Etaples about 7.15 a.m. arriving at Calais at 10.30.  Our next stop was St. Omer where a big number of troops detrained.  We left here about 1 p.m. arriving at Ebblingham about 2.<br><br />\n <br><br />\n Here we detrained &amp; Murray &amp; I wended our way in easy stages to a village called Racquingham.  We met Geo. Watson on Ebbm station, who was on his way to Blighty, &amp; he directed us to the Farm which are our H.Q.  It was good to be among the old faces again.  The sections are billeted at farms about ½ a mile away from each other.  B sec. are at  a Farm, in a big barn.  After Tea we sat around &amp; had a good old yarn, then I went to Bed, sleeping between Snowy Atherton &amp; Archie Deed.  I was jolly tired &amp; soon went to sleep.</p>\n<p><a name=\"a5300120\"></a></p>\n<p>[Page 120]<br><br />\n Mon. Aug. 27   Slept in this morning &amp; did not appear on Parade.  Weather very rough, raining heavily &amp; cold wind blowing.  There is a little girl at the Farm named Marie.  She dodges in &amp; out of our billet &amp; is a great  favourite among the boys.  Yesterday I got quite a big bunch of mail. 4 Letters from Lill, 1 from Mother, 2 from France &amp; one from Nell.  Everybody well, thank Goodness, but surprised to hear that France is going to one of the Fronts.<br><br />\n Wrote Letter No 31 to M.S.</p>\n<p>Tues. Aug 28  Orderly Corpl.  Wet, miserable day.  Had my meals in the Cookhouse.  Tomorrow \"Doug\" Haig inspects the Division &amp; the crowd are busy polishing their gear.  Fierce, cold wind blowing.  Quite a lot of trees blown down, &amp; stacks upset.</p>\n<p>Wed. Aug 29  Still raining &amp; the wind stronger than ever.  Some of our chaps had to go out &amp; clear away trees that had fallen across the road.  My word the crowd did look well as the marched away for the Inspection.  As my gear was not cleaned up I was excused, so stayed in the Billet &amp; wrote Letters.  Read a good yarn \"The Amateur Gentleman\".  After Tea went for a stroll through La Belle Croix &amp; several; other villages with Payney &amp; F. Woods.</p>\n<p>Thur. 30.  Gas Helmet drill &amp; Route March. We have no duties after Dinner.  Sent \"Anzac Bully\" &amp; P. Cd's Havre &amp; Rouen to Lill.  We should have been paid today, but it didn't come off.  We are hoping it will happen tomorrow as everyone is broke.  Jack Daunt &amp; Bluey Stanton got their passes for Blighty.  They leave tomorrow.</p>\n<p><a name=\"a5300121\"></a></p>\n<p>[Page 121]<br><br />\n Fri. Aug. 31.  Pay Day. drew 20 Fs.  Paid 15 to Billy Williams, that left me with 5.  I thought well this is not much use, so I played \"nap\" &amp; tried to swell it - &amp; lost it.  Now I'm stone ? motherless broke, &amp; doing my best to kill time till next Pay day.  Received Letter from Ruth B.  Daunty &amp; Bluey went on leave.</p>\n<p>Sat. Sept. 1.   Got Letter from \"Oriss\".  He has had a very rough time, but is marked for Blighty.  Lucky Beggar.  Bill Lancaster got marked P.B. &amp; is also in Blighty.</p>\n<p>Sun. Sept. 2.  Fine sunny day.  Had Church Service in the Barn.  Wrote Letter No 32 to M.S.  After dinner went for walk to Roqueloire about 4 kilos away.  The Portugese troops are billeted there.  They wear a grey uniform, very similar to the Germans.  The village is very pretty, each house has its garden, &amp; the flowers &amp; fruit are looking well.  We arrived back in Camp about 9 pm.  It was almost as light as day as we turned into our blankets, owing to a very bright moon &amp; we quite expected to hear some Taubes over.  True enough they did arrive.  We could hear the whirr of their propellers, &amp; the explosion of their Bombs shook our poor old Barn.  Our A.A. Guns banged away at them &amp; for a time there was quite a fierce bombardment.  One of the A.A. nosecaps &amp; several pieces of shell dropped quite near our billet.  Of course Snowy &amp; Billgy May &amp; a few others had to go out &amp; gape at the shells bursting.</p>\n<p><a name=\"a5300122\"></a></p>\n<p>[Page 122]<br><br />\n Mon. Sept 3.  Some of our fellows went into St Omer on leave.  When they returned we questioned them severely on the amount of damage that was done by Fritz's Bombs.  They said that it caught an Officer's Mess &amp; killed 2 airmen officers, but did very little damage considering the terrific row they made.  Weather still good.  After Tea Towny, Shag, Miles, Woodsy &amp; I played a quiet game of nap for a few hours &amp; I actually won 12 Fs.  The Taubes came over &amp; dropped a few more Bombs, but did not do much damage beyond breaking a few windows.</p>\n<p>Tues. Sept 4.  strike>Gas drill</strike>  Route march in marching order.  We marched down to H.Q. &amp; were then informed that we were to return to our billets &amp; put on all our Gear.  This kept   the Parade waiting half an hour, but of course, they could not blame us for it.  It was quite warm marching &amp; we were always glad of a spell.  One good thing about this country, there are plenty of trees to give shelter.  We passed through several villages, the largest of them was Heuringhem which is 6 K. from St. Omer.   The farmers are busy getting in their crops, mostly women &amp; girls &amp; old men.  One must admire the French women for they way they carry on the work during the absence of their men-folk.  They have very old fashioned appliances.  Most of the crops around here were cut by hand, &amp; the wheat &amp; oats thrashed by a Horse Power machine.</p>\n<p><a name=\"a5300123\"></a></p>\n<p>[Page 123]<br><br />\n Wed. Sept. 5.  The weather is glorious this last few days.  Nice blue sky &amp; plenty of sunshine.  We spent a quiet day, just cleaned up our billet &amp; finished for the day.  After Tea a combined A &amp; C section Team played B sec. at Baseball.  B sec. came second.  Stan Wright &amp; I walked into Roqueloire after Tea.  This afternoon the Engineers were experimenting with some new explosive for cutting wire.  If noise counts anything towards success, then it was certainly a great success, as it nearly deafened us.  Things are awfully slow, one hardly knows how to put in time.</p>\n<p>Thurs. Sept. 6.  Did some washing this morning.  I  job I detest.  The weather is great.  Quite a treat to be alive.  Received  Letter from Mrs. S [indecipherable]  Bacup.  Heard today that Bill Lancaster was marked P.B. &amp; sent over to Blighty.  Lucky Beggar.</p>\n<p>Fri. Sept. 7.  This morning the Div. Gas Officer gave a very interesting Lecture on the new Gas that Fritz is sending over.  We formed a square round the manure heap in the yard at H. Qtrs.  After the Lecture he gave us a Tin to smell at containing some chemical, so that we would recognise Fritz's Gas, if he sends any over our way.  It is very similar to the aroma of mustard.<br><br />\n Received Letter &amp; very welcome Parcel from Mrs Sam, containing Cakes &amp;  Cigarettes. Quite a treat, &amp; we enjoyed Cake &amp; Tongue for Tea.  Wrote to Bacup.  Our Rugby Team played 5 Mac. Gunners &amp; won, 17 - 7  </p>\n<p><a name=\"a5300124\"></a></p>\n<p>[Page 124]<br><br />\n Sat. Sept. 8.  Herford, Hand, Sullings &amp; a number of others returned from Leave.  They stayed a number of days over time &amp; this morning they paid the penalty.  Herford &amp; Hand lost their stripes &amp; Sullings got 7 days 2nd F.P.  [field punishment]  Bad Luck to get caught.  Gas drill.  After Tea Jacko &amp; I went for a stroll.  We passed a very fine chateau, so on our way back to our Billet we walked through the grounds.  It is a beautiful building &amp; the grounds are very pretty.  A stream runs through the grounds &amp; is crossed by a number of quaint little bridges.  Two bonnie little girls were playing on the Lawn &amp; near them was a Fountain sending up the water in a fine spray.  A lady &amp; gent drove up to the front door while we were seated in the grounds.  Evidently they were the owners.  Sight of it made us both feel quite Homesick.</p>\n<p>Wrote Letter to M.S.  <br><br />\n Sun. Sept. 9.  Fine sunny day.  We marched down to Wardrecques to attend Church Parade.  The Battns. were already there &amp; the Band was in attendance.  We were kept waiting for about ½ an hour for the Padre, but he failed to turn up, so the Band played \"God save the King\" &amp; we returned to out Billets.</p>\n<p>Mon. Sept 10.   Dave Fry was down at u>Aire today at the Aerodrome, &amp; the Flying Corps S.M. asked him if our Concert Party would go down there &amp; give ?em a show.  We are without a Piano, &amp; cannot give Concerts to our own crowd, so we decided to go down there as it would keep us in practice a bit.  We shall miss \"Oriss\".  In his last Letter he said that most likely he would be returning to Australia.  Lucky Beggar.</p>\n<p><a name=\"a5300125\"></a></p>\n<p>[Page 125]<br><br />\n Tues. Sept. 11.  Today we got our N. B's gear out &amp; overhauled it.  We put everything ready to go to the Flying Corps, but they failed to send a Conveyance &amp; we had to abandon the proposed Concert.</p>\n<p>Wed. 12.  Football Match V 31st Batt. B. Coy.  \"Old Kit\" made arrangements for us to give a Concert to the 55 Batt. at Lynd, &amp; we have got everything ready for tomorrow night.  We are getting our Photos taken, so even if   this Concert doesn't materialise, we won't have wasted  time in looking over our Gear.  After Tea our Rugby Team wandered down to the Paddock where \"Doug Haig\" reviewed us &amp; played the 31 Batt. B Coy.  We were quite a large party of Barrackers &amp; the Game was most interesting.  We came Home winners 19 to nil.</p>\n<p>Thur. Sept. 13.<br><br />\n Concert at Lynde  <br><br />\n Quite an eventful day.  Pay day. drew 30 F.  Mail came in.   Got Letters from Mother, France, Cis, Arthur, &amp; 2 from M.S.  Hooray!<br><br />\n The photor. came along &amp; took our Photos.  \"The Nightbirds\" &amp; \"B sec. Botts\"  Then we left in 2 Cars for Lynd.  Jack Edgar &amp; Ted Jane left earlier in the morning.  When we arrived we had to search around the village for something to make a stage with, &amp; also erect a Tent.  Good Job we brought Jacky with us, as he worked like 3 men.  Snowy Atherton made his maiden appearance, also Bert Overett, &amp; both of ?em did very well.  The Piano arrived in the nick of time.  Although it rained &amp; a cold wind was blowing, our crowded audience stuck right  to the end, &amp; we class it, as one of our greatest successes.</p>\n<p><a name=\"a5300126\"></a></p>\n<p>[Page 126]<br><br />\n FRI. Sept. 14.  Payney &amp; I spent a busy day flying around after the Photos.  The Film that we used at Senlis turned out very well.  6 photos were taken in all &amp; we got orders for nearly 400 pictures.  The photographer promised to have them finished by Sunday morning, but I'm thinking he will have to get very busy.  The proofs turned out splendidly.  Commenced Letter 34 to B.E.      </p>\n<p>Sat. 15.  There is a big Trench Mortar Stunt on over in the Paddock &amp; there are scores of General's &amp; Staff Officer's about.  Finished Letter 34.      <br><br />\n Madame's little Girl was sick this morning so I took the poor kid down to see Maj. Bond.</p>\n<p>Sun. Sept. 16.  Busy day packing up our Gear &am; cleaning out the Barn.  Obtained 300 photos from the chap in Wardracques.  I went down about 10 a.m. &amp; he was it the throes then of bustling to get ?em finished.  His wife also assisted &amp; between us we managed to get them done.  We left the Billet &amp; marched down to H.Qrs about 5.30, then we returned to the Estaminet &amp; had a Farewell sing song.  We had an almost complete gathering of \"the Botts\" &amp; every man was in good voice.  During the business hour, W.O. Kitson, Sgts Mathieson &amp; [no entry] put in an appearance, so we made them honorary members of \"the Botts\" on them paying for a Round.  Madame also contributed 6 Botts of Vin Blanc, &amp; we had a very pleasant evening.  Before returning we visit Madame with the sick piccaninny &amp; enquired after her health.  We left a souvenir group of the Botts with both Madames.</p>\n<p><a name=\"a5300127\"></a></p>\n<p>[Page 127]<br><br />\n Mon. Sept. 17.  Left Racquingham.  Last night we slept in the Orderly Room.  Stan Wright &amp; a few more of us.  We turned out at 6, &amp; got ready for the Road.  Left Racq. about 9  &amp; marched about a mile along the Road till we joined up the Rest of our Brigade.  It was quite a warm day &amp; the Juice ran pretty freely.  We tried a new idea on this march, forming ourselves into Gun Teams.  Instead of carrying our Gear on our Backs, we loaded it on Spiders &amp; hauled it along.  \"Shag\" Miles, Woodsy, were among my Team &amp; they were real good Haulers.  On the Road, Miles &amp; I dropped out to find the \"correct Time\".  Before we started on the march I dashed down to the Photogrs  &amp; got the remainder of the Photos.  Arrived Steenvoord about 6 p.m.</p>\n<p>Steenvoorde<br><br />\n Tues. Sept. 18.  Last night I slept next to Billgy May, on the cold hard floor of the Barn.  Luckily there was plenty of straw.  We left the Farm, where we billeted immediately after Break. &amp; marched through Poperinghe where our Nursing Section have taken over the D.R.S.  The Bearers were soon set to work, sorting out poles &amp; Tents &amp; pitching  them.  </p>\n<p><a name=\"a5300128\"></a></p>\n<p>[Page 128]<br><br />\n Wed. Sept. 19.  I was enjoying a nice sleep this morning.  The rest of the chaps in my Tent all got up &amp; had Break. but I though a few more minutes sleep would do me more good.  Was just rolling over to sleep on when Serg. Mathieson came into the Tent &amp; informed me that I was Orderly Corporal.  Talk about being busy ? I was rushed off my legs ? &amp; on top of it all I had the Photos to give out.   Just after dinner I was sent away in charge of 30 discharged Tommies to report to the R.T.O. at Poperinghe Station.  It was a rotten march as we had to thread our way through the traffic - &amp; there was some traffic. Guns, ammunition, Ambulances, motor Bikes &amp; the Lord knows what.  We got to the Station alright, but the R.T.O. refused to take them over, so we had to return to the Rest Camp.    </p>\n<p> <strike>Westhock Ridge Pill Box</strike>  <br><br />\n Thur. Sept. 20th <br><br />\n The Bearers moved away on our way into the Line again.  We arrived at a nest of dug-outs along side the Ypres-Comines Canal.</p>\n<p><a name=\"a5300129\"></a></p>\n<p>[Page 129]<br><br />\n Friday Sept. 21.  Had very little sleep last night.  For one thing an overcoat only is hardly sufficient to keep one warm.  I left my Blankets behind in my Pack.  Slept next to Bluey Roberts, the chap who arrived from Base with Roy Wooler.  We turned out about 4.15, &amp; had Break. which was brought up in an Ambulance.  Tea &amp; Porridge.  It was very acceptable.  We walked along to Shrapnel Corner &amp; got aboard motor lorries, which took us through YPRES to our A.C.S.  It was a most interesting trip, as we saw the remains of the Cathedral &amp; the famous Cloth Hall.  They are now only a heap of ruins.  From the A.C.S. we came along to the Left R.A.P. with a load of stretchers.  There were dead horses &amp; mules everywhere &amp; it gave us a gentle reminder that a War was on.  </p>\n<p>We saw 2 Aeroplanes brought down, one of ours &amp; one of Fritz's.  The general opinion was that they banged into one another.  </p>\n<p>After fossicking around for a while we got orders to send   <strike>26</strike> 16 men out to relieve the Reg. Bearers.<br><br />\n Pill Box R.A.P.  28 Batt. Capt. Harper.  We had to remove about a dozen dead Germans before we took over the Pill Box.  It is very strongly built of re-inforced concrete.  The walls are about 2 ft 6 thick. It is about 18 feet square &amp; about 6 ft high.  The roof is built of iron girders &amp; about 4 feet of concrete on top of that.  Visited various other Pill Boxes in the vicinity in search of souvenirs.  Found a few, but a crowd of Infantry got in before us &amp; had their pick.</p>\n<p>[Part of right page obscured]<br></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"105221","uid":"0","filename":"a5300018h.jpg","uri":"public://a5300018h.jpg","filemime":"image/jpeg","filesize":"1082918","status":"1","timestamp":"1389068103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":920,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Arthur John Moore diary, 11 November 1916-11 January 1918","format":"plain_text","safe_value":"Arthur John Moore diary, 11 November 1916-11 January 1918"}]},"field_page_number":{"und":[{"value":"18"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/104323/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"104323","revision_id":"104346","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104346","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/arthur-john-moore-diary-11-november-1916-11-january-1918-page-18-1"}