{"vid":"104331","uid":"1","title":"Arthur John Moore diary, 11 November 1916-11 January 1918 - Page 3","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"104308","type":"transcript_page","language":"und","created":"1389068103","changed":"1397715541","tnid":"0","translate":"0","revision_timestamp":"1397715541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 21]<br> \r\n Sat. Dec. 16.  When M.O. came round said I could return to my billet if my bunk was required.  Sat by the stove &amp; wrote a good long letter to D.O.L.  She'll begin to wonder what the dickens is the matter.  Had good feed stew for Dinner.  Big rush patients, so had to pack my blankets &amp; return to Billet.  Had cocoa for Supper.  Quite a treat.  </p> \r\n <p>Sun. 17.  Slept in till midday.  Got Letter from Nell   Sergts Thomson &amp; Roberts &amp; no. of others returned from Hospital.  This is a rather dismal part of the country &amp; weather very rough.  The poor old Bearers are having a rough time, still out in the Line.  Shall be mighty glad to see ?em again.</p> \r\n <p>Mon. 18.  One week to Xmas.  Sent Cable to M.S.  Hope this will be the last I'll spend away from her.  Got more mail.  1 letter from Ernest (from S.A.) &amp; 2 from France. Hooray.  Spent quiet day.  After Tea went into Vignacourt with Reg. Matthews.  Not bad little village.  Broke my pipe yesterday so bought another from Y.M.C.A.  Also had some Biscuits &amp; Tea.  Purchased some Post Cards.  Went to Picture Show.  Pretty good.  Got back about nine.  Had drink cocoa &amp; went to Bed.</p> \r\n <p>Tues. 19.  Last night  Payney  &amp; Blanton went into  <strike>Blanton</strike>  Amiens &amp; did not return till about Tea time.  Fined 7 days 2nd F.P. [field punishment]  Snow on the ground, very cold.  Had shave today first one since going to C.R.S.  Poor old Jenny, the monk, got her tail smashed today.  Staff Hughes operated &amp; removed a few feet of her tail.  It's jolly cold  &amp; the only place a man can get warm is between blankets.</p> \r\n <p>Wed. 20.  One day is much the same as another here &amp; there's nothing to write about.  Shall be glad when the Bearers return.  They are expected about Sat. so we shall be able to have our Xmas Dinner together.  They are making great preparations, tables &amp; forms &amp; packages of good things to eat are arriving daily, so it should be some Dinner.  This place is called Olincourt Chateau.  The sun actually shone today for a few hours.  It was so cheerful that I had a Bath &amp; washed my shirt.</p> \r\n <p><a name=\"a5300022\"></a></p> \r\n <p>[Page 22]<br> \r\n Thur. Dec. 21.  O Lord wet again &amp; they call this \"Sunny France\".  Jolly good news in the Paper about the French giving Fritz a hiding at Verdun.  Got an Anzac today &amp; a pair of Leggings so I'm getting equipped gradually.  The fellows who have had leave to Blighty all seem to have had a jolly good time.  Shall be glad when my turn comes.</p> \r\n <p>Fri. 22.  The 8th got the worst knock they've ever had this morning.  Poor old Alec &amp; Nugget Bennet got killed in their dug out.  It gave us all a most painful shock.  Hughie Taylor of C sec got baldy wounded too.</p> \r\n <p>Sat. 23.  The Bearers returned today &amp; what a sight they looked.  Unshaved, unwashed, lowsy, clothes in rags &amp; Poor beggars I felt sorry for ?em.  It was good to se ?em again &amp; they were mighty pleased to be back.  Stan Wright brought back my mail 2 Letters from France &amp; Xmas Cards I from Cis, one each from Kath, Arthur &amp; David. 1 from Nell, Ruth B, Aunt Nell, &amp; 2 glorious long Letters from M.S. &amp; 2 [tricky?] Post Cards.  How the deuce I'm going to answer ?em I don't know.</p> \r\n <p>Sun. 24.  After Dinner went into Vignacourt with Stan Wright.  Went into a cottage &amp; had a good feed of Eggs, Bread &amp; Butter &amp; Coffee.  Made few purchases, Post cards etc.  After Tea we strolled through the streets.  Met Bricky Howard.  Adjourned to an Estaminet &amp; drank each others Health in good English Beer.  Later on we met David, Russ &amp; the crowd &amp; had a sing song.  Returned about 9 p.m.</p> \r\n <p>Mon. 25. XMAS DAY.  Porridge &amp; milk for Break.  For Dinner we had Soup, Rissoles, Plum Pudding, Fruit &amp; actually  Beer.  I ate until I was  ready to burst.  The patients had first sitting, then they waited on us.  After Dinner they gave out Parcels &amp; what a time we did have.  For Tea we had Salmon, Tinned, Fruit, Custard &amp; Jelly.  After Tea we had a jolly good Concert.  Blanton &amp; party played a little sketch entitled \"Ours or theirs\", which was a huge success.</p> \r\n <p><a name=\"a5300023\"></a></p> \r\n <p>[Page 23]<br> \r\n Our choir then rendered a few items.  We quiet expected to be howled down, but they stood us for quite along time.  The Col. congratulated us after it was over.  Went to Bed feeling tired &amp; full.  Wrote [indecipherable] to Ruth B. &amp; commenced a Letter to B.E.</p> \r\n <p>Tues. 26. Boxing Day  Finished long letter to  M.S. &amp; gave it to Mac to post.  Paraded &amp; had kit inspected.  Got issued with Leather vest &amp; clean clothes.  Cosier &amp; Maj. Wooster returned from Blighty.  After Tea the Choir put in an hours practise.  They are coming on wonderfully well.</p> \r\n <p>Wed.27.  Wrote Sister Nell &amp; Aunt Nell.  Was Room Orderly &amp; kept very busy.  After Tea we had a Concert Com'tt  meeting &amp; also Choir Practise.  Corp. Matthews &amp; I arranged some patter &amp; things went off real well.  If only we can get a Piano, it should be a ding dong Concert. Wrote Letter to C &amp; E. </p> \r\n <p>Thur. Dec. 28.  Commenced Letter to M.S.  Jack Parsons wrote 11 pages to his B.G. so I must write at least 14 pages to L.  Busy arranging details for Concert.  Choir getting in good form.</p> \r\n <p>Fri. 29.  Concert keeping us busy.  Payney, B. Roberts Clem Matthews, Stan Wright &amp; I went into Vignacourt &amp; purchased material for \"Night birds\" costumes.  Had jolly good feed.  Veal Cutlets &amp; 3 eggs each, plenty Bread, Butter &amp; Coffee. 3francs each.  Walked back along Railway Line.  Put in another busy night composing verses etc.  Got to Bed about midnight.  Continued Letter to M.S.</p> \r\n <p>SAT> 30.  W.O. Roberts went into Amiens to get Piano.  Busy all day assisting Bobby Roberts to make ruffles &amp; sew buttons on costumes.  Gave Estaminet scene a \"try out\".  Choir going good.  Had final rehearsal of 1st part.  Continued Letter to B.E.  Weather very cold &amp; wet.  Up till midnight again.  Losing an awful lot of sleep lately.</p> \r\n <p><a name=\"a5300024\"></a></p> \r\n <p>[Page 24]<br> \r\n Sun. Dec. 31.  Church Parade.  Cosier took service &amp; made special mention of poor old Alec &amp; Nugget.  More Choir Practise in the morning.  Busy fixing stage.  Had try out with Piano.  Things went off well.  More rehearsal at night.</p> \r\n <p>Mon. JAN. 1st 1917.  The great day at last.  Last night things passed off quietly as we were too tired to play up.  Sullings was on Cookhouse picket till midnight, so he woke all hands when he came to Bed &amp; made them usher in the New Year.  Kept very busy all day making final arrangements.  As the time drew near for the Concert to start I got very jumpy, but the show went off wonderfully well.  The first part was splendid, but the second half was a bit drawn out.  Dodson, as Boko, the waiter, was a scream.  After the Show we had a little conviviality behind the scenes.</p> \r\n <p>Tues. 2.  Slept in till about 10.  Everyone delighted with the Concert.  The Col. wants us to show in Vignacourt for the 5th  Div. so we are mighty busy getting things going again.  Hooray, Mail came in.  Got 6 Letters 2 from France, 1 Mother, 3 from L. written in Pencil &amp; 2 in Ink from Essendon.  Also one from Aunt Nell informing me of poor old Uncle Stewart's death.  Finished M.S. Letter.  Posted it</p> \r\n <p>Wed. 3.  Got up to Breakfast.  First time for 10 days.  Issued with Pants, waterproof sheet, etc.  Wrote to Aunt Nell &amp; Mother.  Sgt. Price, Tom Hill went on Leave  Busy arranging items for Concert.  After Tea had rehearsal in Dressing Tent.  Put in some good work.</p> \r\n <p>Thur. 4. Commd. Letter to M.S.  After Dinner Lecture on \"Care of Equipment\" by Capt Robinson.  Another Busy Day arranging &amp; rehearsing items for our next Concert.</p> \r\n <p><a name=\"a5300025\"></a></p> \r\n <p>[Page 25]<br> \r\n Fri. JAN. 5.  Another Busy morning cleaning rifles in Pack Store.  Frank Newton made up a number of topical verses which we tried out at our rehearsal.  Arranging skits for Sketch, \"Thumbs Up\".  \"Orace\"  funny as a Circus.</p> \r\n <p>Sat. 6.  Last night went into Vignacourt to pick up material for our Topical verses from our Division.  Rehearsal after Dinner.  Things going good.  Bobby Roberts went into Amiens to purchase material for Ruffles &amp; is busy making them.</p> \r\n <p>Sun. 7.  Went into Vignacourt with Harry Douch &amp; Payney to hear the Div. Band play, but it failed to turn up.  Had Feed, Eggs, Bread &amp; Butter.  Returned  Chateau &amp; spent evening quietly.</p> \r\n <p>Mon. 8.  Wrote Southend &amp; France.  Busy in the Pack store helping \"Major\" Payne.  Had rehearsal in Officer's ward.  Things going good.  Weather rotten.</p> \r\n <p>Tues. 9.  Payney goes on leave tomorrow &amp; I am taking his place in the Pack Store.  Plenty patients coming in &amp; keeping us moving.</p> \r\n <p>Wed. 10.  I thought this bloomin? Pack Store job was going to be easy, but we have been busy moving into another Building, &amp; its anything but a joke to be humping packs around all day.  The arrangements for the Concert are going well.  Mr Greenberg, Y.M.C.A., came along &amp; asked if we could put on our Show tomorrow night, as the 11th  Brig. are moving out on Friday; so that means we've got to fly round &amp; make a name for ourselves.  The rehearsal went off very well tonight.</p> \r\n <p>Thur. 11.  Last night wrote few more pages to M.S.  Payney &amp; party went away on leave today.  The \"Night birds\" left Olincourt at 10, in a Horse Amb. &amp; arrived at Y.M. in Flesselles about 10.45.  It is quite a decent little hall with a good stage &amp; our Stage Carpenters, Hargraves &amp; Stan Wilson soon had the place in something like order.  Staff Kitson &amp; a party of us went about 2 ½ miles away to get the Piano, which was kindly lent us by the O.C. of an Anti-Aircraft Battery.  It was snowing heavily, but we greatly enjoyed the walk.</p> \r\n <p><a name=\"a5300026\"></a></p> \r\n <p>[Page 26]<br> \r\n Thur. JAN. 11.  We got back to the Hall just as they were having Dinner, which the Y.M.C.A. had provided.  The walk had whetted our appetites &amp; we thoroughly enjoyed the Steak &amp; Bacon &amp; other good things.  We had a rehearsal at 2, which went off well, our Pianist (Frank Newton) being in great form.  Had Tea at 4, plenty Bread &amp; Butter &amp; Cakes.  Then we commenced to make up for the Show, which was billed to start at 6.  As soon as the Doors were opened the crowd rushed in &amp; we had a \"Full House\" in double quick time.  The show went off splendidly, everyone seemed to be at their Best.  Several items were encored.  The Sketch also took very well.  \"Oriss\" &amp; Madame Melbum taking their parts to Perfection.  Billsy May took Payneys place &amp; sung his two songs admirably.  The \"Belle of N York\" went off very well too.  After the Show, Mr Greenberg complimented us on the Show &amp; said he never expected to see anything near as good.  He also gave us Hot Tea &amp; Cakes, before we got aboard the Cars &amp; returned to Olincourt.</p> \r\n <p>Fri. 12.  Busy in the Pack Store all morning.  Teddy Wonderful put up a new Rifle Rack for us &amp; one of the Patients fainted &amp; fell on top of it.  It collapsed with a crash &amp; greatly upset my Cpl.  To make matters worse, a Staff Officer came round on a Tour of Inspection &amp; found our Pack Store in an awful mess.  At 3 p.m. the \"Night birds\" departed for Flesselles  in a G.S. Waggon.  We had Tea &amp; then got ready for the Show.  Last night the acting Brigadier &amp; about a dozen other officers were present &amp; spoke very highly of our Show.  We got going at 6.30 &amp; the crowd seemed to enjoy it even better that last night.  \"Orris\" was in great form, &amp; his antics greatly amused  the crowd.  We finished about 9 &amp; returned Home in the G.S. waggon, tired &amp; happy.  </p> \r\n <p>Sat. 13.  Last night finished Letter to M.S. &amp; posted it  We put our show on in the Mess Tent at night &amp; the patients enjoyed it very much.  Tomorrow we are returning to \"the Somme\" &amp; the crowd gave 3 hearty cheers for the Bearers.  It was read out in orders this morning that 8 of the </p> \r\n <p><a name=\"a5300027\"></a></p> \r\n <p>[Page 27]<br> \r\n privates are to Lance Jacks from date &amp; my name was among ?em greatly to my surprise.  Mac Dougall is another L. Cpl.  He only returned from Blighty this morning.  Brought a Parcel back with him &amp; after the show he invited Stan Wright &amp; I to supper, which we greatly enjoyed.</p> \r\n <p>Sun. 14.  Had to get up a bit earlier this morning to prepare for the Road again.  Fell in at 9.30 &amp; were issued with Iron rations also 48 hrs. rations to carry us on our Journey.  Before we left the Col. made a nice little speech wishing us \"God speed &amp; a safe return\" &amp; the crowd sent us off with 3 hearty cheers.  Les Townshend sung out \"3 Cheers for the Roan\" which we gave with great gusto.  After about an hour's march through about a foot of snow we boarded the Train at Flesselles Station  The snow fell all night &amp; looked very pretty on the roofs of the Houses &amp; on the trees &amp; was a novel sight to many of the crowd.  We travelled 10 in a Carriage, which made us very crowded.  After about 4 hours run in the train we arrived at Beure where we disembarked &amp; marched through the Town on to Ribemont where we camped in what looks like an old Brewery.<br> \r\n The 14th  F.A. were already there.  We are billeted in a loft, about 20 of us, which is very draughty &amp; cold.  \"Mac\" shouted a bottle of Champagne to celebrate his promotion.</p> \r\n <p>Mon. 15.  Couldn't sleep last night, as it was so jolly cold.  Wrote France &amp; Mother  Sent France Birthday Card.  No duties.  So after Dinner, Mac, Stan Wright &amp; I walked into Buire about 3 miles away, &amp; had a look round the Town.  There were hundreds of German prisoners working on the Roads.  They all look well fed &amp; are quite cheerful.  We can hear the boom of the Guns again quite distinctly.  Went to Bed early, as there is nothing doing in the village &amp; it's too jolly cold to mess around.  This loft is awfully cold &amp; draughty, &amp; Mac &amp; Wrighty &amp; I huddled together in a heap to try &amp; get warm.</p> \r\n <p><a name=\"a5300028\"></a></p> \r\n <p>[Page 28]<br> \r\n Tues. 16.  Wrote M.S.  Letter No 4.<br> \r\n Fell in at 9 &amp; after standing around for about an hour in the snow, were dismissed.  This is an old Flour Mill where we are billeted.  There is a waterwheel near by &amp; the noise of the water rushing over the wheel sounded just like the surf at Manly.  After Tea we went to a Show organised by the Aust. Comforts Fund.  They had a fine big hall &amp; the 13th Band to play at intervals; but their show was absolutely rotten. Colley, Priest, Mac, &amp; Stan Wright also went &amp; they also had the same idea as myself that the \"Night birds\" was far better in every way.</p> \r\n <p>Wed. 17.  Glory: reveille at 6.  A foot of snow on the Ground &amp; more coming down.  It was mighty cold turning out, but it had to be done.  We fell in at 9 &amp; marched away at 9.30  The country looked very pretty, but it was sloppy under foot &amp; made the walking most unpleasant. <br> \r\n France's Birthday<br> \r\n We arrived at Becordel about 12.30 &amp; B sec are camped in the same tent that we were in last time.  Our blankets were carried on the waggons, which made our loads much lighter to carry.  The 16th are still in charge of the Rest Camp &amp; the 5th are still across the road.  We got some hot Tea &amp; had Dinner with the Rations we had carried.  The Guns are banging away merrily &amp; we are going a bit closer to them tomorrow.  Got long Letter from Ruth B<br> \r\n Murphy, Townshend, Lancaster, Sgt. Roberts &amp; [Prisst?] went away on leave to Blighty.  Lucky Beggars.  We went to Bed early as there was nothing doing.</p> \r\n <p>Thur. 18.  Fritz put a few shells over near us last night just in a friendly sort of way.  It was very cold in the Tent &amp; very few of us got any sleep.  Reveille blew at 6 &amp; we had Break at 7.  Left Becordel at 9.46 &amp; marched through a foot of snow to the A.D.S. at Bernafay Wood.</p> \r\n <p><a name=\"a5300029\"></a></p> \r\n <p>[Page 29]<br> \r\n Thur. JAN. 18.  Arrived Bernafay about 1 p.m.  We are billeted in Huts about 38 to each hut &amp; they are very crowded.  Stan Wright was evacuated this morning.  He's been sick for some time.  The roads are very soft &amp; muddy, but considering the amount of traffic, it is wonderful that they are passable at all.  We had a Rum Issue at 5, which cheered everyone up, &amp; before going to sleep we had a sing song.</p> \r\n <p>Fri. 19.  Reveille at 7. Break 8. Parade 9.  It was jolly cold last night &amp; I slept very little.  One good thing, being so crowded helps to keep us warm.  40 of us were told off as a Fatigue Party to work in the Transport Lines, but when we got there no one knew anything about the work or us, so we adjourned to the Y.M.C.A. Hut where we got Biscuits &amp; Tea.  The Y.M.C.A. is a great institution &amp; looks after us well, whether in the Firing Line or out of it.<br> \r\n FRI.JAN 19. After Dinner we returned to the Horselines &amp; made a track for the Horses &amp; Wagons through the mud.  The poor horses were up to their bellies &amp; the waggons were up to the axles.  It was a rotten Job &amp; we were mighty glad when 4 o'clock came so that we could knock off.  Rations are very young &amp; we could only rake up half a slice of Bread each for Tea.  There are plenty of Biscuits about but Bricky Howard is using them for the Fire.  They make good fuel.  After Tea we went to the Y.M.C.A. Hut where the 2nd Monmouths gave a good Concert.  Returned to camp about 9.  Had Issue of Rum &amp; retired.</p> \r\n <p>Sat. 20.  Slept a bit warmer last night, thank the Lord.  A sec &amp; part of B went out to R.A.P. [Regimental Aid Post] after Break. The rest of us were put on duties about the Camp. Fritz put over a good few shots but they kept away from us. Spent the afternoon quietly. Rolled myself in a blanket and commenced to  write to M.S.  Went to Bed early. Bert Hunt &amp; I put our blankets together &amp; made a double bunk.</p> \r\n <p><a name=\"a5300030\"></a></p> \r\n <p>[Page 30]<br> \r\n Sun. JAN. 21.  Quite a Busy day.  After Break a party of us sorted out some old Tents; &amp; loaded the old stuff from the Salvage Dump on to Waggons.  Cleared a space to pitch a Tent for a Pack store.  After Dinner we pitched the Tent &amp; carted a lot of old stretchers from the Incinerator to the Dump.  Peter Murphy came to see me.  He is in the 8th Mac. Gunnrs &amp looks very well on it.  First time I've seen him since Egypt.  Showed him my snaps &amp; gave him one as I had two alike.   2 of the 14th &amp; 1 of the 15th were wounded today, also one of our horses.</p> \r\n <p>Mon. 22.  Told off last night to go out with a Party to where they are building the new A.D.S.  We turned out at 6 &amp; it was jolly cold.  Had Break &amp; started off about 7.30.  Serg. Jeffreys was in charge.  It is about 4 miles away from our Billets &amp; the walk through the frosty air was most enjoyable. From Eskimo Dump the Engineers loaded us with roofing Iron &amp; Timber. We split up into parties of 6 with about 100 yds interval between each party as Fritz drops his shells around pretty strong in these parts. We got out to the A.D.S. about 9.30. Bert Hunt &amp; I with 2 15th chaps carted duck boards from a dump about a mile away. Had Dinner at 11.30. Couldn't light a fire as Fritz would have spotted our smoke. While we were eating Fritz dropped about 20 shells all within a 100 yds radius. One dropped on the top of a dugout belonging to the Artillery. It caught one chap in  the head &amp; splashed his brains about a bit. Serg. Jeffreys &amp; I went over &amp; fixed him up  &amp; Bert Hunt, Sullings, Tom Davis &amp; I pulled him along to the A.D.S. on a trolley. It must be about 5 miles &amp; snowed very heavily.   Bomr. Macdonald. 52  Battery.     </p> \r\n <p>Tues.23. Beautiful sunshiny day. Clear as crystal. Fritz had his aeroplanes up bright &amp; early. Our A.A. Guns gave them a lively reception &amp; brought one down.</p> \r\n <p><a name=\"a5300031\"></a></p> \r\n <p>[Page 31]<br> \r\n Tues. JAN. 23.  Frightfully cold &amp; water frozen in the Carts.  Had an easy day.  Poor old Mac (52 Batty) was evacuated this morning.  I  had a quiet day.  After Tea, just as we were sitting round the Fire, quietly imbibing our rum, when Fritz dropped a number of shells almost on top of us.  Evidently his plane had spotted our railway &amp; was feeling for it.  If only he knew how close he was to it he would have sent many more shells over in the same place.  Our Bombrs got rather too many issues &amp; had to be put to Bed.</p> \r\n <p>Wed. 24.  The 14th came out today &amp; we took their places in the Line.  Before going out we went to the Bath House &amp; put our feet through the new process to prevent \"trench feet\".  We washed our feet in camphorated soap &amp; warm water, then dusted them with camphor &amp; French chalk.  It is very soothing to the feet &amp; is a French idea.  Our Party came out to No. 4 Post, past the Batteries.  Fritz put over a lot of shells some of which landed very close to us &amp; made us seek cover.  One Artillery chap got wounded slightly in the Head &amp; Leg.   Maj. Mackenzie fixed him up.  We reached A.A.D.S. [Advanced Dressing Station] about 4.  There are about 20 of us camped in a Tin Hut &amp; is jolly cold.  Serg. Mathieson made us some Tea, which was very welcome as we could not light a fire owing to Fritz's observation.  About 7 Matt. brought round our Rum Issue which we kept by us &amp; took sips of during the night.  It was too bloomin? cold to sleep.</p> \r\n <p>Thur. 25.  About 5.30 this morning we got a call to take in a stretcher case.  His name was Dick Keen, 30 Batt.  His arm was blown off &amp; badly wounded in the Leg.  He was a big chap, must have weighed about 13 stone.  Was delirious &amp; kept trying to get off the stretcher.  Poor beggar died before reaching Loading Post.  Billgy May, Joy Cotter, Jem Wyatt are in my squad.  We got back to our dug out about 7 &amp; went to Bed again.  It is frightfully cold.</p> \r\n <p><a name=\"a5300032\"></a></p> \r\n <p>[Page 32]<br> \r\n Thur. JAN. 25 (cont.)  This is the Kaiser's Birthday &amp; our big guns sent him plenty of presents.  After Tea his guns returned Thanks.  Laddie made us some Tea which was mighty welcome.  We are longing for a mail to come in.  Its nearly a month since we had any.  I wonder how M.S. is going on.  Bert Hunt, Billgy May &amp; I had a Tin of Pineapple &amp; Ideal milk, which made quite a Banquet of our Tea.</p> \r\n <p>Fri. 26. Anniversary Day  Back in Sydney the sun is shining &amp; I can imagine M.S. somewhere by the sea in a cool white dress, her eyes reflecting the colour of the sky.  Here we are in a Tin Hut, huddled up in our Blankets, trying to get warm.  Outside the shells go screaming by in scores.  It's marvellous how few wounded we are getting through.  Last night our squad didn't have a carry.  The air is very clear &amp; there are plenty of aeroplanes about, both Friitz's &amp; ours.  We had cold meat for Dinner which was just like eating slices of Ice.</p> \r\n <p>Sat. 27.  Glory: Halleluia!  A mail in.  I got 9 Letters. 1 each from Cis, Nell, Aunt Nell, 3 from France &amp; 3 from M.S.  Wish I had some Green envelopes so that I could write.  Last night the 29th Div. hopped over &amp; paid a visit to Fritz's Lines.  Got 120 Prisoners.  The Bombardment lasted about 3 hours &amp; shook our hut considerably.  One poor chap died as soon as he reached our A.D.S.  L. Shoemark 31st Batt.<br> \r\n Our Squad buried him near our dug-out.  Wrote Mother &amp; Lill &amp; put them in Billgys Gn. Envelope.</p> \r\n <p>Sun. 28.  Early this morning the 29th Batt. hopped over, but Fritz spotted ?em &amp; it was a failure.  Peter Murphy came through this morning badly wounded in both arms &amp; legs.  We fixed him up &amp; gave him a stiff nobbler of Rum.  I helped to carry him through &amp; when I left he was quite cheerful.  Fritz shelled heavily this morning &amp; a no. of shells lobbed very close.  Another plane was brought down but whether it was ours or theirs we don't know, as it was in flames</p> \r\n <p><a name=\"a5300033\"></a></p> \r\n <p>[Page 33]<br> \r\n JAN. 28. contd.  After Tea a few parcels came along.  I got one from France containing socks &amp; a woollen Helmet, just the two things I wanted most.  Good old France.  Wrote Letter to Kath Williams telling her about poor old Peter.</p> \r\n <p>Mon. 29.  Last night Tommy Ross took on the calling up &amp; I took his place in his squad with Colley, Bill Mac &amp; George Symister.  We didn't have a call all night.  This morning Tommy Ross &amp; I tossed up to see who should come out to Thistle Trench. I lost.  We came out at 2 oclock.  The 53 Batt. are holding this part of the Line &amp; we are in a good deep dug out with the Details, Scotty Sefton &amp; Jim Harrop.  They made us some Tea as soon as we arrived &amp; we had a snack.  Were just sitting back having a quiet smoke when a chap arrived with a broken arm.  We put him on a stretcher &amp; carried him through to Needle Trench where Billsy May &amp; party are. His name was J. Rea. 53 Batt.<br> \r\n When we got back to the dugout Scotty made us some more Tea &amp; heated some Pork &amp; Beans &amp; Bully Beef &amp; we had the first warm meal since Dinner time last Wed.  Now we are sitting round hoping we don't get another carry before daylight.</p> \r\n <p>Tues. 30.  Slept soundly &amp; warm till 9.30.  Didn't have a carry all night.  \"Praise God from whom all blessings flow\".  Got the old \"Primus\" going, made some Tea &amp; warmed a Tin of Pork &amp; Beans.  Then I had a shave, which made me feel quite fresh.  About Dinner time Fritz set up a terrific Bombardment.  Shells were flying in all direction &amp; we got prepared for a busy time.  About 2 p.m. the first case arrived, shell wound in the R. Elbow.  We carried him thro? to Needle Trench &amp; when we returned 2 more stretcher cases were waiting.  Capt. Cosgrove got some of the 53rd to give us a hand in with ?em.  When we got to Needle Trench</p> \r\n <p><a name=\"a5300034\"></a></p> \r\n <p>[Page 34]<br> \r\n the Infantry chaps returned to their Batt. &amp; we had to carry right thro? to No.4 Post.  The shells were flying pretty thick &amp; we were jolly lucky that none of us got a \"Blighty\".  Things kept moving after this &amp; we were moving backwards &amp; forwards, case after case  until about 6 p.m.  We got a dozen cases in all, a few were able to walk, luckily for us.  When we returned this time we had a feed.  To make matters worse the \"Primus\" went bung &amp; we couldn't make any Tea which was just the thing we had all been looking forward to.  After Tea we took the old \"Primus\" to pieces &amp; got her going then we made some Tea, which went down well after waiting so long for it.  We sat up till about 9.30, to see if any more wounded came in, then we rolled up in our Blankets &amp; went to sleep.  I turned in with Colley &amp; we were soon asleep.</p> \r\n <p>Wed. JAN. 31.  About 3 this morning a chap came in from the front line very sick so we made room for him on the floor, which squeezed us together like sardines.  Then we slept on again till 9.30, when we got up &amp; had some Break.  Cold Bacon &amp; Bread.  We gave the sick man some Beef Tea &amp; carried him on to Needle Trench.  Fritz put over a severe bombardment &amp; a number of wounded arrived at our R.A.P. which kept us busy till about 4 p.m.  Our relief should have arrived about 2, but they had to take cover on account of the heavy shelling, which made ?em late.  Several times my wind was up &amp; once a shell burst about 20 feet away from us.  Gee! The narrowest squeak I ever had.  The 4 of us dropped to the Ground like one man &amp; we heaved a big sigh of relief when none of us were hit.  It was about 5 miles to Bernafay &amp; we were all jolly pleased to get back to Camp as we were tired out.</p> \r\n <p><a name=\"a5300035\"></a></p> \r\n <p>[Page 35]<br> \r\n The Cooks had a good feed of stew awaiting us which we devoured with relish, then we had our Rum Issue &amp; turned into our Blankets.</p> \r\n <p>Thur. FEB. 1.  Turned out about 8 &amp; had Breakfast.  Then was told off as Picquet Corporal.  At Dinner time we got word that a Cpl. had to go out in charge of a party at the new A.D.S.   Bert Hunt &amp; I tossed for it.  I, of course, lost &amp; had to come out.  We got out about 4.  I met Sgt. Stevenson on the way out &amp; he informed me that the 15th Cpl had been drunk on Rum for the last 2 days &amp; no work had been done.  The A.D.S. is finished &amp; now we have to go about a mile further on to Cow Trench where they are building another A.D.S.  It was too late to start work so we just made ourselves comfortable, had some Tea &amp; sat round the Fire.</p> \r\n <p>About 5 a sapper came along &amp; informed me that Capt. Farquar of the 8th  Engrs. wanted to see me down at Eskimo Dump, so I went down.  Maggs &amp; Bowden came with me.  On our way we called in at the Soup Kitchen &amp; had a drink of Hot Soup.  Saw the Capt. who gave new instructions about the work we are to do.  On our way back we were almost deafened by the noise of our Guns, which were putting over a Barrage into Fritz's lines as some of our fellows are going over on a Raid.  We were mighty glad to get back to our A.D.S. where we had a nip of Rum &amp; soon got between our Blankets.  Our Guns quietened down after a couple of Hours then Fritz had ago &amp; we couldn't get to sleep until the early Hours of the morning.</p> \r\n <p><a name=\"a5300036\"></a></p> \r\n <p>[Page 36]<br> \r\n Fri. FEB. 2.  Rations are very scarce on this Job.  We finished what little we had for Tea last night, so this morning we slept in till about 10 when the rations arrived.  They only sent enough for 3 meals &amp; we are one meal short.  After Dinner Maggs, Bowden, &amp; I took a walk out to Cow Trench, to see what the Job was like.  I arranged to send out a Party of 4 men to work with the sappers.  There is a smashed up aeroplane near our A.D.S. &amp; a bit further over a Tank, which has either been struck by a big shell or blown up by her own crew.  I looked inside it.  It was most interesting.  There were still a number of shells inside her but they were jammed in the racks or I would have brought one away as a souvenir.  The first party left here at 7.30 last night &amp; returned about 3 this morning.</p> \r\n <p>Sat. 3.  Turned out about 7 this morning roused  the 2 working parties &amp; lit a fire.  Rations are still very young &amp; all that I could give the lads for Break. was some warmed up bully beef, Biscuits &amp; Tea.  Now we are waiting on the rations so that the rest of us can have some Break.  About 10 Reg Sutton came out with our Rations which we were mighty glad to get.  We turned to &amp; cooked a bit of tucker &amp; had a good feed.  Then I put some Ice on to melt &amp; had awash &amp; shave.  Was just getting settled down to write a letter to B.E when a party of the 15th arrived to take over the new Aid Post.  We had to turn out of some of the places to make room for em?.  After Tea an Engineer officer came round &amp; asked a few things about the Job.  A shrapnel burst over his &amp; he went away in rather a hurry.</p> \r\n <p><a name=\"a5300037\"></a></p> \r\n <p>[Page 37]<br> \r\n Sun. FEB. 4.   Got up about 7, lit the fire  &amp; cooked Break. for the crowd going out.  Rations were still very young so [Hearve?] &amp; I went into the A.D.S. &amp; saw Sgt Stevenson who fixed us up with rations to make up our shortage, but even now we are one meal out.  After  a look round the Camp we loaded ourselves up with the rations &amp; started back to the A.A.D.S.  On our way back we passed some of the Battns at Church Parade.  A Band was playing the Hymns &amp; it sounded very fine in the frosty air.  A number of Taubes were up &amp; our A.A. Guns banged away at ?em.  About 3 p.m. our rations arrived on the Cart.  We actually got one loaf to each 2 men which was the best rations we had been issued with for a long time.  We had a fire in our Hut which kept us quite warm.</p> \r\n <p>Mon. 5.  Glory Halleluyah: a mail in.  I got 2 Letters from France &amp; some Papers, 1 from Mother &amp; 1 from M.S.  Everything going good.  Poor old France is sick.  Hope she soon gets right again.  Wish to the Lord I could write as I owe an awful lot of Letters.  One party went out to Cow Trench this morning, but took the wrong track &amp; got out to the front line.  Fritz puts plenty of shells over this way, but our crowd continues to be lucky.  Capt. Bullen (15th) told us he required some of the Huts we were occupying, so we had to clear out &amp; look for new quarters.  We eventually found some old Artillery dugouts, they are not too comfortable, but \"any port in a storm\".  The weather is fearfully cold &amp; we appreciate out nightly issue of Rum.</p> \r\n <p><a name=\"a5300038\"></a></p> \r\n <p>[Page 38]<br> \r\n Tues. 6.  We are only occupying one Hut at the A.D.S. now &amp; today got orders to move, so I saw Capt Farquar, the Eng. Chief &amp; explained things to him.  He said there was room for us at Waterlot Farm where the Engineers are Camped, so we packed up our Gear &amp; moved into a Big Tin Hut which holds 20 men.  I am camped in a dugout next door with 6 of the Engineers.  They have a stove there &amp; it keeps the place nice &amp; warm.  After seeing the sapper party off at 9.30 I went to Bed.</p> \r\n <p>Wed. 7.  Yesterday Serg. Morris came along to see if we wished to be relieved.  Of course everybody said \"Yes\", as it is no joke to go 14 days without a hot meal.  About 10 a.m. I went back to Bernafay to arrange for a cook to be sent out.  When I arrived Serg. Jeffreys informed me that the Col. had sent in for me to go back to Bellevue Farm &amp;  take part in a Concert.  Bert Hunt was told off to take my place in charge of the Fatigue Party.  I had Dinner with Billy May Roy Knowles &amp; party.  After Dinner I went out with Bert to explain the working parties etc.  Then I packed my gear &amp; went to Bernafay.  Boarded the Hospital Train about 8.  Arrived Becordel about 9.30 &amp; walked on to Bellvue Farm, about 2 miles.  Arrived there about 10.30.  Slept in the Cook's Tent with Jack Kitson.  The Concert had come off that night, so I was too late.</p> \r\n <p>Thur. 8.  Slept soundly till about 9 a.m. when one of the Cooks brought my Break. to me in Bed.  Buttered Toast, Tea &amp; Bacon which was quite a Banquet after doing 14 days in the Trenches.</p> \r\n <p><a name=\"a5300039\"></a></p> \r\n <p>[Page 39]<br> \r\n Poor old McDougall was evacuated with piles just before I left.  Stan Wright is working in the Orderly Room &amp; is quite well again. This Rest Camp is quite a big concern, carry well over a thousand patients.  I quiet expected to be sent back to the Line again, but Major Bond informed me that he had a Job for me here, for which I am not sorry.  We are arranging another Concert &amp; tonight we held the first meeting.  The last Concert was not too successful as most of the crowd had bad colds (especially Bobby Roberts) &amp; they took strong doses of Mist. Tussi, which made them feel a bit \"off colour\".  Hock Douch arrived back from Blighty just in time to take part in the Concert.</p> \r\n <p>Fri. FEB. 9.  Lill's Mother's Birthday.<br> \r\n This morning Serg. Fry put me in charge of the Blanket Store, which is a sweet Job.  I'm hoping to get time to write a few Letters now.  Last Thursday I got a lovely parcel from Lill, containing just the blooming things I most wanted.  Good for you L.A.  It's a treat to get a bit of decent tobacco again.  I made a Table &amp; fixed up the Store, making it as snug as possible as I have to sleep there &amp; also take my meals.  Jimmy Whip is going to sleep here also to keep me company.  After Tea we had a rehearsal &amp; things went off fairly well.  Commenced a Letter to M.S.  The weather is fine &amp; clear, but very cold.  The nights are almost as light as day &amp; a Fritz plane comes over every night &amp; drops a few bombs.  They call him \"Midnight Charlie\".</p> \r\n <p><a name=\"a5300040\"></a></p> \r\n <p>[Page 40]<br> \r\n Sat. 10.  Kept busy in Blanket Store.  Weather still frosty.  Finished Letter to M.S.  Concert Party going strong, but most of the crowd got very bad colds.</p> \r\n <p>Sun. 11>  Went into Albert with 2 G.S. waggons &amp; drew 1000 Blankets from the 7th F. Amb.  Plenty of Patients arriving &amp; departing which keeps me busy in the Store.  Church Service in the Concert Room till 7.45.  Made our Night birds rehearsal rather late.</p> \r\n <p>Mon. 12.  Reg Hancock &amp; Murphy were evacuated today.  About half the Amb. are sick in Hospital.  Got some more mail today. One Letter from Kath, one from Mother &amp; one from D.O.L.  Horrie Playford came along with his Cornet so now we have quite a first class orchestra, Violin, Piano, &amp; Cornet</p> \r\n <p>Tues. 13.  Quite an exciting day.  Early this morning a number of Taubes came over &amp; dropped bombs, but didn't do much damage.  Just after Dinner a Patient was having a shave in the Barbers shop, when he collapsed, seriously wounded.  The pack store is next door.  A chap was cleaning a rifle there, when it went off &amp; the poor beggar in the shop got the bullet thro? his arm &amp; made a big hole in his side.  Of course there will be an enquiry &amp; somebody will get into trouble.  The Concert is going good, but my partner, Blanton is suffering from Trench feet &amp; can't jig about at all. I wrote out some Programmes today put a sketch of an owl in one Corner, &amp; it looks very well.</p> \r\n <p><a name=\"a5300041\"></a></p> \r\n <p>[Page 41]<br> \r\n Wed. 14.  Jacko came to see me today.  He is working with the Engineers.  Full of news, as usual.  Arthur Bedbrook also called in.  Its the first time I've seen him since we were kids.  Had a great old yarn.  Wrote to Kath (Essendon).</p> \r\n <p>Thur. 15.  Got a Letter from Peter Murphy today.  He is in Hospital at Reading &amp; getting on very well indeed.  Peter Hutchison is in Hospital here.  He looks very sick.  Had Dinner with me.  Baked Rabbit &amp; Strawberries &amp; Cream.  Not too bad.  Went away to C.C.S. after Dinner.  Wrote to France.  Concert going good.  Poor old Blanton came to rehearsal on Crutches.  Got trench ft.  H. Hargraves our \"props\" has made us a bonser\" motor car for our Concert.</p> \r\n <p>Fri. 16.  Weather much warmer.  Payney went into Amiens to purchase  things for the Concert.  Commenced Letter to B.E.  Concert going good.  Busy all day making our Programmes.  Voices not up to much, everybody suffering from a cough or cold.</p> \r\n <p>SAT> 17.  Finished Letter to M.S. &amp; posted it. Miserable day.  Raining.  Roads getting quite sloppy again.  Quite a number of the 8th are in Hospital.   S.L. [swinging lead?]<br> \r\n Sun. 18.  Church service in Rec. Hut.  General clearance of Patients who are swinging the Lead.  Things quite lively in the Blanket store.  Had to get an assistant.  Had good rehearsal at night.  \"Oris\" continues to smile although his feet are still sore.  Hargraves is putting in some good work fixing up the Stage.</p> \r\n <p><a name=\"a5300042\"></a></p> \r\n <p>[Page 42]<br> \r\n Mon. 19.  Raining like blazes.  Mud up to ones knees again.  Things lively.  Getting rid of all the old Hands from the Rest Camp.  It's about time we had another mail in seems ages since I last got any Letters.</p> \r\n <p>Tues. 20th  Hargraves has fixed up the stage quite sumptuously so it should be some show Tomorrow.</p> \r\n <p>Wed. 21.  We discovered at the last moment that our Programme was very short, so the evergreen \"Spanish Onion\" is included in the Show.  The Hall was packed to overflowing as soon as the doors opened.  Everything went off tip top.  It's quite the best show we have put on yet.  Every item went off without any little hitch.  After the Show Mont of the 5 Div. Show congratulated us &amp; said it was the brightest little show he had seen for some time.  We had Supper &amp; a little liquid refreshment &amp; the night finished up excellently.</p> \r\n <p>Thur. 22.  Owing to so many not being able to secure seats we are putting the Show on again on Sat. night.  We are fumigating all the Blankets &amp; it is keeping us busy.  The rain makes things sloppy &amp; miserable.</p> \r\n <p>Fri. 23.  M.S. will begin to wonder what's gone wrong.  Hanged if I can find time to write at all lately.  Eric Herford is sick so Hock Douch is going to sing \"Broken Doll\", which is one of our best items.  Busy rehearsing again.  Things going good.</p> \r\n <p><a name=\"a5300043\"></a></p> \r\n <p>[Page 43]<br> \r\n Sat. 24.  The sun actually shone for a while this morning.  The roads are very muddy again &amp; it makes things very rough for Traffic.  Our Concert went off very well again.  Hargrave, our \"Props\" is always surprising us with something new.  His latest is to telephone over to Stan Wilson, when to raise the Curtain.  Col Shepherd is away on leave, so he missed both our Concerts.  Lucky beggar, this is his 2nd trip over to Blighty.</p> \r\n <p>Sun. 25.  Glorious sunshiny day.  Makes me wish I was at Manly with M.S.  Must write to her today, or I'll be getting into trouble.</p> \r\n <p>Mon. Feb. 26  Busy preparing for our Concert.</p> \r\n <p>Tues. 27 [no entry]<br>\r\n","format":"plain_text","safe_value":"<p>[Page 21]<br><br />\n Sat. Dec. 16.  When M.O. came round said I could return to my billet if my bunk was required.  Sat by the stove &amp; wrote a good long letter to D.O.L.  She'll begin to wonder what the dickens is the matter.  Had good feed stew for Dinner.  Big rush patients, so had to pack my blankets &amp; return to Billet.  Had cocoa for Supper.  Quite a treat.  </p>\n<p>Sun. 17.  Slept in till midday.  Got Letter from Nell   Sergts Thomson &amp; Roberts &amp; no. of others returned from Hospital.  This is a rather dismal part of the country &amp; weather very rough.  The poor old Bearers are having a rough time, still out in the Line.  Shall be mighty glad to see ?em again.</p>\n<p>Mon. 18.  One week to Xmas.  Sent Cable to M.S.  Hope this will be the last I'll spend away from her.  Got more mail.  1 letter from Ernest (from S.A.) &amp; 2 from France. Hooray.  Spent quiet day.  After Tea went into Vignacourt with Reg. Matthews.  Not bad little village.  Broke my pipe yesterday so bought another from Y.M.C.A.  Also had some Biscuits &amp; Tea.  Purchased some Post Cards.  Went to Picture Show.  Pretty good.  Got back about nine.  Had drink cocoa &amp; went to Bed.</p>\n<p>Tues. 19.  Last night  Payney  &amp; Blanton went into  <strike>Blanton</strike>  Amiens &amp; did not return till about Tea time.  Fined 7 days 2nd F.P. [field punishment]  Snow on the ground, very cold.  Had shave today first one since going to C.R.S.  Poor old Jenny, the monk, got her tail smashed today.  Staff Hughes operated &amp; removed a few feet of her tail.  It's jolly cold  &amp; the only place a man can get warm is between blankets.</p>\n<p>Wed. 20.  One day is much the same as another here &amp; there's nothing to write about.  Shall be glad when the Bearers return.  They are expected about Sat. so we shall be able to have our Xmas Dinner together.  They are making great preparations, tables &amp; forms &amp; packages of good things to eat are arriving daily, so it should be some Dinner.  This place is called Olincourt Chateau.  The sun actually shone today for a few hours.  It was so cheerful that I had a Bath &amp; washed my shirt.</p>\n<p><a name=\"a5300022\"></a></p>\n<p>[Page 22]<br><br />\n Thur. Dec. 21.  O Lord wet again &amp; they call this \"Sunny France\".  Jolly good news in the Paper about the French giving Fritz a hiding at Verdun.  Got an Anzac today &amp; a pair of Leggings so I'm getting equipped gradually.  The fellows who have had leave to Blighty all seem to have had a jolly good time.  Shall be glad when my turn comes.</p>\n<p>Fri. 22.  The 8th got the worst knock they've ever had this morning.  Poor old Alec &amp; Nugget Bennet got killed in their dug out.  It gave us all a most painful shock.  Hughie Taylor of C sec got baldy wounded too.</p>\n<p>Sat. 23.  The Bearers returned today &amp; what a sight they looked.  Unshaved, unwashed, lowsy, clothes in rags &amp; Poor beggars I felt sorry for ?em.  It was good to se ?em again &amp; they were mighty pleased to be back.  Stan Wright brought back my mail 2 Letters from France &amp; Xmas Cards I from Cis, one each from Kath, Arthur &amp; David. 1 from Nell, Ruth B, Aunt Nell, &amp; 2 glorious long Letters from M.S. &amp; 2 [tricky?] Post Cards.  How the deuce I'm going to answer ?em I don't know.</p>\n<p>Sun. 24.  After Dinner went into Vignacourt with Stan Wright.  Went into a cottage &amp; had a good feed of Eggs, Bread &amp; Butter &amp; Coffee.  Made few purchases, Post cards etc.  After Tea we strolled through the streets.  Met Bricky Howard.  Adjourned to an Estaminet &amp; drank each others Health in good English Beer.  Later on we met David, Russ &amp; the crowd &amp; had a sing song.  Returned about 9 p.m.</p>\n<p>Mon. 25. XMAS DAY.  Porridge &amp; milk for Break.  For Dinner we had Soup, Rissoles, Plum Pudding, Fruit &amp; actually  Beer.  I ate until I was  ready to burst.  The patients had first sitting, then they waited on us.  After Dinner they gave out Parcels &amp; what a time we did have.  For Tea we had Salmon, Tinned, Fruit, Custard &amp; Jelly.  After Tea we had a jolly good Concert.  Blanton &amp; party played a little sketch entitled \"Ours or theirs\", which was a huge success.</p>\n<p><a name=\"a5300023\"></a></p>\n<p>[Page 23]<br><br />\n Our choir then rendered a few items.  We quiet expected to be howled down, but they stood us for quite along time.  The Col. congratulated us after it was over.  Went to Bed feeling tired &amp; full.  Wrote [indecipherable] to Ruth B. &amp; commenced a Letter to B.E.</p>\n<p>Tues. 26. Boxing Day  Finished long letter to  M.S. &amp; gave it to Mac to post.  Paraded &amp; had kit inspected.  Got issued with Leather vest &amp; clean clothes.  Cosier &amp; Maj. Wooster returned from Blighty.  After Tea the Choir put in an hours practise.  They are coming on wonderfully well.</p>\n<p>Wed.27.  Wrote Sister Nell &amp; Aunt Nell.  Was Room Orderly &amp; kept very busy.  After Tea we had a Concert Com'tt  meeting &amp; also Choir Practise.  Corp. Matthews &amp; I arranged some patter &amp; things went off real well.  If only we can get a Piano, it should be a ding dong Concert. Wrote Letter to C &amp; E. </p>\n<p>Thur. Dec. 28.  Commenced Letter to M.S.  Jack Parsons wrote 11 pages to his B.G. so I must write at least 14 pages to L.  Busy arranging details for Concert.  Choir getting in good form.</p>\n<p>Fri. 29.  Concert keeping us busy.  Payney, B. Roberts Clem Matthews, Stan Wright &amp; I went into Vignacourt &amp; purchased material for \"Night birds\" costumes.  Had jolly good feed.  Veal Cutlets &amp; 3 eggs each, plenty Bread, Butter &amp; Coffee. 3francs each.  Walked back along Railway Line.  Put in another busy night composing verses etc.  Got to Bed about midnight.  Continued Letter to M.S.</p>\n<p>SAT> 30.  W.O. Roberts went into Amiens to get Piano.  Busy all day assisting Bobby Roberts to make ruffles &amp; sew buttons on costumes.  Gave Estaminet scene a \"try out\".  Choir going good.  Had final rehearsal of 1st part.  Continued Letter to B.E.  Weather very cold &amp; wet.  Up till midnight again.  Losing an awful lot of sleep lately.</p>\n<p><a name=\"a5300024\"></a></p>\n<p>[Page 24]<br><br />\n Sun. Dec. 31.  Church Parade.  Cosier took service &amp; made special mention of poor old Alec &amp; Nugget.  More Choir Practise in the morning.  Busy fixing stage.  Had try out with Piano.  Things went off well.  More rehearsal at night.</p>\n<p>Mon. JAN. 1st 1917.  The great day at last.  Last night things passed off quietly as we were too tired to play up.  Sullings was on Cookhouse picket till midnight, so he woke all hands when he came to Bed &amp; made them usher in the New Year.  Kept very busy all day making final arrangements.  As the time drew near for the Concert to start I got very jumpy, but the show went off wonderfully well.  The first part was splendid, but the second half was a bit drawn out.  Dodson, as Boko, the waiter, was a scream.  After the Show we had a little conviviality behind the scenes.</p>\n<p>Tues. 2.  Slept in till about 10.  Everyone delighted with the Concert.  The Col. wants us to show in Vignacourt for the 5th  Div. so we are mighty busy getting things going again.  Hooray, Mail came in.  Got 6 Letters 2 from France, 1 Mother, 3 from L. written in Pencil &amp; 2 in Ink from Essendon.  Also one from Aunt Nell informing me of poor old Uncle Stewart's death.  Finished M.S. Letter.  Posted it</p>\n<p>Wed. 3.  Got up to Breakfast.  First time for 10 days.  Issued with Pants, waterproof sheet, etc.  Wrote to Aunt Nell &amp; Mother.  Sgt. Price, Tom Hill went on Leave  Busy arranging items for Concert.  After Tea had rehearsal in Dressing Tent.  Put in some good work.</p>\n<p>Thur. 4. Commd. Letter to M.S.  After Dinner Lecture on \"Care of Equipment\" by Capt Robinson.  Another Busy Day arranging &amp; rehearsing items for our next Concert.</p>\n<p><a name=\"a5300025\"></a></p>\n<p>[Page 25]<br><br />\n Fri. JAN. 5.  Another Busy morning cleaning rifles in Pack Store.  Frank Newton made up a number of topical verses which we tried out at our rehearsal.  Arranging skits for Sketch, \"Thumbs Up\".  \"Orace\"  funny as a Circus.</p>\n<p>Sat. 6.  Last night went into Vignacourt to pick up material for our Topical verses from our Division.  Rehearsal after Dinner.  Things going good.  Bobby Roberts went into Amiens to purchase material for Ruffles &amp; is busy making them.</p>\n<p>Sun. 7.  Went into Vignacourt with Harry Douch &amp; Payney to hear the Div. Band play, but it failed to turn up.  Had Feed, Eggs, Bread &amp; Butter.  Returned  Chateau &amp; spent evening quietly.</p>\n<p>Mon. 8.  Wrote Southend &amp; France.  Busy in the Pack store helping \"Major\" Payne.  Had rehearsal in Officer's ward.  Things going good.  Weather rotten.</p>\n<p>Tues. 9.  Payney goes on leave tomorrow &amp; I am taking his place in the Pack Store.  Plenty patients coming in &amp; keeping us moving.</p>\n<p>Wed. 10.  I thought this bloomin? Pack Store job was going to be easy, but we have been busy moving into another Building, &amp; its anything but a joke to be humping packs around all day.  The arrangements for the Concert are going well.  Mr Greenberg, Y.M.C.A., came along &amp; asked if we could put on our Show tomorrow night, as the 11th  Brig. are moving out on Friday; so that means we've got to fly round &amp; make a name for ourselves.  The rehearsal went off very well tonight.</p>\n<p>Thur. 11.  Last night wrote few more pages to M.S.  Payney &amp; party went away on leave today.  The \"Night birds\" left Olincourt at 10, in a Horse Amb. &amp; arrived at Y.M. in Flesselles about 10.45.  It is quite a decent little hall with a good stage &amp; our Stage Carpenters, Hargraves &amp; Stan Wilson soon had the place in something like order.  Staff Kitson &amp; a party of us went about 2 ½ miles away to get the Piano, which was kindly lent us by the O.C. of an Anti-Aircraft Battery.  It was snowing heavily, but we greatly enjoyed the walk.</p>\n<p><a name=\"a5300026\"></a></p>\n<p>[Page 26]<br><br />\n Thur. JAN. 11.  We got back to the Hall just as they were having Dinner, which the Y.M.C.A. had provided.  The walk had whetted our appetites &amp; we thoroughly enjoyed the Steak &amp; Bacon &amp; other good things.  We had a rehearsal at 2, which went off well, our Pianist (Frank Newton) being in great form.  Had Tea at 4, plenty Bread &amp; Butter &amp; Cakes.  Then we commenced to make up for the Show, which was billed to start at 6.  As soon as the Doors were opened the crowd rushed in &amp; we had a \"Full House\" in double quick time.  The show went off splendidly, everyone seemed to be at their Best.  Several items were encored.  The Sketch also took very well.  \"Oriss\" &amp; Madame Melbum taking their parts to Perfection.  Billsy May took Payneys place &amp; sung his two songs admirably.  The \"Belle of N York\" went off very well too.  After the Show, Mr Greenberg complimented us on the Show &amp; said he never expected to see anything near as good.  He also gave us Hot Tea &amp; Cakes, before we got aboard the Cars &amp; returned to Olincourt.</p>\n<p>Fri. 12.  Busy in the Pack Store all morning.  Teddy Wonderful put up a new Rifle Rack for us &amp; one of the Patients fainted &amp; fell on top of it.  It collapsed with a crash &amp; greatly upset my Cpl.  To make matters worse, a Staff Officer came round on a Tour of Inspection &amp; found our Pack Store in an awful mess.  At 3 p.m. the \"Night birds\" departed for Flesselles  in a G.S. Waggon.  We had Tea &amp; then got ready for the Show.  Last night the acting Brigadier &amp; about a dozen other officers were present &amp; spoke very highly of our Show.  We got going at 6.30 &amp; the crowd seemed to enjoy it even better that last night.  \"Orris\" was in great form, &amp; his antics greatly amused  the crowd.  We finished about 9 &amp; returned Home in the G.S. waggon, tired &amp; happy.  </p>\n<p>Sat. 13.  Last night finished Letter to M.S. &amp; posted it  We put our show on in the Mess Tent at night &amp; the patients enjoyed it very much.  Tomorrow we are returning to \"the Somme\" &amp; the crowd gave 3 hearty cheers for the Bearers.  It was read out in orders this morning that 8 of the </p>\n<p><a name=\"a5300027\"></a></p>\n<p>[Page 27]<br><br />\n privates are to Lance Jacks from date &amp; my name was among ?em greatly to my surprise.  Mac Dougall is another L. Cpl.  He only returned from Blighty this morning.  Brought a Parcel back with him &amp; after the show he invited Stan Wright &amp; I to supper, which we greatly enjoyed.</p>\n<p>Sun. 14.  Had to get up a bit earlier this morning to prepare for the Road again.  Fell in at 9.30 &amp; were issued with Iron rations also 48 hrs. rations to carry us on our Journey.  Before we left the Col. made a nice little speech wishing us \"God speed &amp; a safe return\" &amp; the crowd sent us off with 3 hearty cheers.  Les Townshend sung out \"3 Cheers for the Roan\" which we gave with great gusto.  After about an hour's march through about a foot of snow we boarded the Train at Flesselles Station  The snow fell all night &amp; looked very pretty on the roofs of the Houses &amp; on the trees &amp; was a novel sight to many of the crowd.  We travelled 10 in a Carriage, which made us very crowded.  After about 4 hours run in the train we arrived at Beure where we disembarked &amp; marched through the Town on to Ribemont where we camped in what looks like an old Brewery.<br><br />\n The 14th  F.A. were already there.  We are billeted in a loft, about 20 of us, which is very draughty &amp; cold.  \"Mac\" shouted a bottle of Champagne to celebrate his promotion.</p>\n<p>Mon. 15.  Couldn't sleep last night, as it was so jolly cold.  Wrote France &amp; Mother  Sent France Birthday Card.  No duties.  So after Dinner, Mac, Stan Wright &amp; I walked into Buire about 3 miles away, &amp; had a look round the Town.  There were hundreds of German prisoners working on the Roads.  They all look well fed &amp; are quite cheerful.  We can hear the boom of the Guns again quite distinctly.  Went to Bed early, as there is nothing doing in the village &amp; it's too jolly cold to mess around.  This loft is awfully cold &amp; draughty, &amp; Mac &amp; Wrighty &amp; I huddled together in a heap to try &amp; get warm.</p>\n<p><a name=\"a5300028\"></a></p>\n<p>[Page 28]<br><br />\n Tues. 16.  Wrote M.S.  Letter No 4.<br><br />\n Fell in at 9 &amp; after standing around for about an hour in the snow, were dismissed.  This is an old Flour Mill where we are billeted.  There is a waterwheel near by &amp; the noise of the water rushing over the wheel sounded just like the surf at Manly.  After Tea we went to a Show organised by the Aust. Comforts Fund.  They had a fine big hall &amp; the 13th Band to play at intervals; but their show was absolutely rotten. Colley, Priest, Mac, &amp; Stan Wright also went &amp; they also had the same idea as myself that the \"Night birds\" was far better in every way.</p>\n<p>Wed. 17.  Glory: reveille at 6.  A foot of snow on the Ground &amp; more coming down.  It was mighty cold turning out, but it had to be done.  We fell in at 9 &amp; marched away at 9.30  The country looked very pretty, but it was sloppy under foot &amp; made the walking most unpleasant. <br><br />\n France's Birthday<br><br />\n We arrived at Becordel about 12.30 &amp; B sec are camped in the same tent that we were in last time.  Our blankets were carried on the waggons, which made our loads much lighter to carry.  The 16th are still in charge of the Rest Camp &amp; the 5th are still across the road.  We got some hot Tea &amp; had Dinner with the Rations we had carried.  The Guns are banging away merrily &amp; we are going a bit closer to them tomorrow.  Got long Letter from Ruth B<br><br />\n Murphy, Townshend, Lancaster, Sgt. Roberts &amp; [Prisst?] went away on leave to Blighty.  Lucky Beggars.  We went to Bed early as there was nothing doing.</p>\n<p>Thur. 18.  Fritz put a few shells over near us last night just in a friendly sort of way.  It was very cold in the Tent &amp; very few of us got any sleep.  Reveille blew at 6 &amp; we had Break at 7.  Left Becordel at 9.46 &amp; marched through a foot of snow to the A.D.S. at Bernafay Wood.</p>\n<p><a name=\"a5300029\"></a></p>\n<p>[Page 29]<br><br />\n Thur. JAN. 18.  Arrived Bernafay about 1 p.m.  We are billeted in Huts about 38 to each hut &amp; they are very crowded.  Stan Wright was evacuated this morning.  He's been sick for some time.  The roads are very soft &amp; muddy, but considering the amount of traffic, it is wonderful that they are passable at all.  We had a Rum Issue at 5, which cheered everyone up, &amp; before going to sleep we had a sing song.</p>\n<p>Fri. 19.  Reveille at 7. Break 8. Parade 9.  It was jolly cold last night &amp; I slept very little.  One good thing, being so crowded helps to keep us warm.  40 of us were told off as a Fatigue Party to work in the Transport Lines, but when we got there no one knew anything about the work or us, so we adjourned to the Y.M.C.A. Hut where we got Biscuits &amp; Tea.  The Y.M.C.A. is a great institution &amp; looks after us well, whether in the Firing Line or out of it.<br><br />\n FRI.JAN 19. After Dinner we returned to the Horselines &amp; made a track for the Horses &amp; Wagons through the mud.  The poor horses were up to their bellies &amp; the waggons were up to the axles.  It was a rotten Job &amp; we were mighty glad when 4 o'clock came so that we could knock off.  Rations are very young &amp; we could only rake up half a slice of Bread each for Tea.  There are plenty of Biscuits about but Bricky Howard is using them for the Fire.  They make good fuel.  After Tea we went to the Y.M.C.A. Hut where the 2nd Monmouths gave a good Concert.  Returned to camp about 9.  Had Issue of Rum &amp; retired.</p>\n<p>Sat. 20.  Slept a bit warmer last night, thank the Lord.  A sec &amp; part of B went out to R.A.P. [Regimental Aid Post] after Break. The rest of us were put on duties about the Camp. Fritz put over a good few shots but they kept away from us. Spent the afternoon quietly. Rolled myself in a blanket and commenced to  write to M.S.  Went to Bed early. Bert Hunt &amp; I put our blankets together &amp; made a double bunk.</p>\n<p><a name=\"a5300030\"></a></p>\n<p>[Page 30]<br><br />\n Sun. JAN. 21.  Quite a Busy day.  After Break a party of us sorted out some old Tents; &amp; loaded the old stuff from the Salvage Dump on to Waggons.  Cleared a space to pitch a Tent for a Pack store.  After Dinner we pitched the Tent &amp; carted a lot of old stretchers from the Incinerator to the Dump.  Peter Murphy came to see me.  He is in the 8th Mac. Gunnrs &amp;amp looks very well on it.  First time I've seen him since Egypt.  Showed him my snaps &amp; gave him one as I had two alike.   2 of the 14th &amp; 1 of the 15th were wounded today, also one of our horses.</p>\n<p>Mon. 22.  Told off last night to go out with a Party to where they are building the new A.D.S.  We turned out at 6 &amp; it was jolly cold.  Had Break &amp; started off about 7.30.  Serg. Jeffreys was in charge.  It is about 4 miles away from our Billets &amp; the walk through the frosty air was most enjoyable. From Eskimo Dump the Engineers loaded us with roofing Iron &amp; Timber. We split up into parties of 6 with about 100 yds interval between each party as Fritz drops his shells around pretty strong in these parts. We got out to the A.D.S. about 9.30. Bert Hunt &amp; I with 2 15th chaps carted duck boards from a dump about a mile away. Had Dinner at 11.30. Couldn't light a fire as Fritz would have spotted our smoke. While we were eating Fritz dropped about 20 shells all within a 100 yds radius. One dropped on the top of a dugout belonging to the Artillery. It caught one chap in  the head &amp; splashed his brains about a bit. Serg. Jeffreys &amp; I went over &amp; fixed him up  &amp; Bert Hunt, Sullings, Tom Davis &amp; I pulled him along to the A.D.S. on a trolley. It must be about 5 miles &amp; snowed very heavily.   Bomr. Macdonald. 52  Battery.     </p>\n<p>Tues.23. Beautiful sunshiny day. Clear as crystal. Fritz had his aeroplanes up bright &amp; early. Our A.A. Guns gave them a lively reception &amp; brought one down.</p>\n<p><a name=\"a5300031\"></a></p>\n<p>[Page 31]<br><br />\n Tues. JAN. 23.  Frightfully cold &amp; water frozen in the Carts.  Had an easy day.  Poor old Mac (52 Batty) was evacuated this morning.  I  had a quiet day.  After Tea, just as we were sitting round the Fire, quietly imbibing our rum, when Fritz dropped a number of shells almost on top of us.  Evidently his plane had spotted our railway &amp; was feeling for it.  If only he knew how close he was to it he would have sent many more shells over in the same place.  Our Bombrs got rather too many issues &amp; had to be put to Bed.</p>\n<p>Wed. 24.  The 14th came out today &amp; we took their places in the Line.  Before going out we went to the Bath House &amp; put our feet through the new process to prevent \"trench feet\".  We washed our feet in camphorated soap &amp; warm water, then dusted them with camphor &amp; French chalk.  It is very soothing to the feet &amp; is a French idea.  Our Party came out to No. 4 Post, past the Batteries.  Fritz put over a lot of shells some of which landed very close to us &amp; made us seek cover.  One Artillery chap got wounded slightly in the Head &amp; Leg.   Maj. Mackenzie fixed him up.  We reached A.A.D.S. [Advanced Dressing Station] about 4.  There are about 20 of us camped in a Tin Hut &amp; is jolly cold.  Serg. Mathieson made us some Tea, which was very welcome as we could not light a fire owing to Fritz's observation.  About 7 Matt. brought round our Rum Issue which we kept by us &amp; took sips of during the night.  It was too bloomin? cold to sleep.</p>\n<p>Thur. 25.  About 5.30 this morning we got a call to take in a stretcher case.  His name was Dick Keen, 30 Batt.  His arm was blown off &amp; badly wounded in the Leg.  He was a big chap, must have weighed about 13 stone.  Was delirious &amp; kept trying to get off the stretcher.  Poor beggar died before reaching Loading Post.  Billgy May, Joy Cotter, Jem Wyatt are in my squad.  We got back to our dug out about 7 &amp; went to Bed again.  It is frightfully cold.</p>\n<p><a name=\"a5300032\"></a></p>\n<p>[Page 32]<br><br />\n Thur. JAN. 25 (cont.)  This is the Kaiser's Birthday &amp; our big guns sent him plenty of presents.  After Tea his guns returned Thanks.  Laddie made us some Tea which was mighty welcome.  We are longing for a mail to come in.  Its nearly a month since we had any.  I wonder how M.S. is going on.  Bert Hunt, Billgy May &amp; I had a Tin of Pineapple &amp; Ideal milk, which made quite a Banquet of our Tea.</p>\n<p>Fri. 26. Anniversary Day  Back in Sydney the sun is shining &amp; I can imagine M.S. somewhere by the sea in a cool white dress, her eyes reflecting the colour of the sky.  Here we are in a Tin Hut, huddled up in our Blankets, trying to get warm.  Outside the shells go screaming by in scores.  It's marvellous how few wounded we are getting through.  Last night our squad didn't have a carry.  The air is very clear &amp; there are plenty of aeroplanes about, both Friitz's &amp; ours.  We had cold meat for Dinner which was just like eating slices of Ice.</p>\n<p>Sat. 27.  Glory: Halleluia!  A mail in.  I got 9 Letters. 1 each from Cis, Nell, Aunt Nell, 3 from France &amp; 3 from M.S.  Wish I had some Green envelopes so that I could write.  Last night the 29th Div. hopped over &amp; paid a visit to Fritz's Lines.  Got 120 Prisoners.  The Bombardment lasted about 3 hours &amp; shook our hut considerably.  One poor chap died as soon as he reached our A.D.S.  L. Shoemark 31st Batt.<br><br />\n Our Squad buried him near our dug-out.  Wrote Mother &amp; Lill &amp; put them in Billgys Gn. Envelope.</p>\n<p>Sun. 28.  Early this morning the 29th Batt. hopped over, but Fritz spotted ?em &amp; it was a failure.  Peter Murphy came through this morning badly wounded in both arms &amp; legs.  We fixed him up &amp; gave him a stiff nobbler of Rum.  I helped to carry him through &amp; when I left he was quite cheerful.  Fritz shelled heavily this morning &amp; a no. of shells lobbed very close.  Another plane was brought down but whether it was ours or theirs we don't know, as it was in flames</p>\n<p><a name=\"a5300033\"></a></p>\n<p>[Page 33]<br><br />\n JAN. 28. contd.  After Tea a few parcels came along.  I got one from France containing socks &amp; a woollen Helmet, just the two things I wanted most.  Good old France.  Wrote Letter to Kath Williams telling her about poor old Peter.</p>\n<p>Mon. 29.  Last night Tommy Ross took on the calling up &amp; I took his place in his squad with Colley, Bill Mac &amp; George Symister.  We didn't have a call all night.  This morning Tommy Ross &amp; I tossed up to see who should come out to Thistle Trench. I lost.  We came out at 2 oclock.  The 53 Batt. are holding this part of the Line &amp; we are in a good deep dug out with the Details, Scotty Sefton &amp; Jim Harrop.  They made us some Tea as soon as we arrived &amp; we had a snack.  Were just sitting back having a quiet smoke when a chap arrived with a broken arm.  We put him on a stretcher &amp; carried him through to Needle Trench where Billsy May &amp; party are. His name was J. Rea. 53 Batt.<br><br />\n When we got back to the dugout Scotty made us some more Tea &amp; heated some Pork &amp; Beans &amp; Bully Beef &amp; we had the first warm meal since Dinner time last Wed.  Now we are sitting round hoping we don't get another carry before daylight.</p>\n<p>Tues. 30.  Slept soundly &amp; warm till 9.30.  Didn't have a carry all night.  \"Praise God from whom all blessings flow\".  Got the old \"Primus\" going, made some Tea &amp; warmed a Tin of Pork &amp; Beans.  Then I had a shave, which made me feel quite fresh.  About Dinner time Fritz set up a terrific Bombardment.  Shells were flying in all direction &amp; we got prepared for a busy time.  About 2 p.m. the first case arrived, shell wound in the R. Elbow.  We carried him thro? to Needle Trench &amp; when we returned 2 more stretcher cases were waiting.  Capt. Cosgrove got some of the 53rd to give us a hand in with ?em.  When we got to Needle Trench</p>\n<p><a name=\"a5300034\"></a></p>\n<p>[Page 34]<br><br />\n the Infantry chaps returned to their Batt. &amp; we had to carry right thro? to No.4 Post.  The shells were flying pretty thick &amp; we were jolly lucky that none of us got a \"Blighty\".  Things kept moving after this &amp; we were moving backwards &amp; forwards, case after case  until about 6 p.m.  We got a dozen cases in all, a few were able to walk, luckily for us.  When we returned this time we had a feed.  To make matters worse the \"Primus\" went bung &amp; we couldn't make any Tea which was just the thing we had all been looking forward to.  After Tea we took the old \"Primus\" to pieces &amp; got her going then we made some Tea, which went down well after waiting so long for it.  We sat up till about 9.30, to see if any more wounded came in, then we rolled up in our Blankets &amp; went to sleep.  I turned in with Colley &amp; we were soon asleep.</p>\n<p>Wed. JAN. 31.  About 3 this morning a chap came in from the front line very sick so we made room for him on the floor, which squeezed us together like sardines.  Then we slept on again till 9.30, when we got up &amp; had some Break.  Cold Bacon &amp; Bread.  We gave the sick man some Beef Tea &amp; carried him on to Needle Trench.  Fritz put over a severe bombardment &amp; a number of wounded arrived at our R.A.P. which kept us busy till about 4 p.m.  Our relief should have arrived about 2, but they had to take cover on account of the heavy shelling, which made ?em late.  Several times my wind was up &amp; once a shell burst about 20 feet away from us.  Gee! The narrowest squeak I ever had.  The 4 of us dropped to the Ground like one man &amp; we heaved a big sigh of relief when none of us were hit.  It was about 5 miles to Bernafay &amp; we were all jolly pleased to get back to Camp as we were tired out.</p>\n<p><a name=\"a5300035\"></a></p>\n<p>[Page 35]<br><br />\n The Cooks had a good feed of stew awaiting us which we devoured with relish, then we had our Rum Issue &amp; turned into our Blankets.</p>\n<p>Thur. FEB. 1.  Turned out about 8 &amp; had Breakfast.  Then was told off as Picquet Corporal.  At Dinner time we got word that a Cpl. had to go out in charge of a party at the new A.D.S.   Bert Hunt &amp; I tossed for it.  I, of course, lost &amp; had to come out.  We got out about 4.  I met Sgt. Stevenson on the way out &amp; he informed me that the 15th Cpl had been drunk on Rum for the last 2 days &amp; no work had been done.  The A.D.S. is finished &amp; now we have to go about a mile further on to Cow Trench where they are building another A.D.S.  It was too late to start work so we just made ourselves comfortable, had some Tea &amp; sat round the Fire.</p>\n<p>About 5 a sapper came along &amp; informed me that Capt. Farquar of the 8th  Engrs. wanted to see me down at Eskimo Dump, so I went down.  Maggs &amp; Bowden came with me.  On our way we called in at the Soup Kitchen &amp; had a drink of Hot Soup.  Saw the Capt. who gave new instructions about the work we are to do.  On our way back we were almost deafened by the noise of our Guns, which were putting over a Barrage into Fritz's lines as some of our fellows are going over on a Raid.  We were mighty glad to get back to our A.D.S. where we had a nip of Rum &amp; soon got between our Blankets.  Our Guns quietened down after a couple of Hours then Fritz had ago &amp; we couldn't get to sleep until the early Hours of the morning.</p>\n<p><a name=\"a5300036\"></a></p>\n<p>[Page 36]<br><br />\n Fri. FEB. 2.  Rations are very scarce on this Job.  We finished what little we had for Tea last night, so this morning we slept in till about 10 when the rations arrived.  They only sent enough for 3 meals &amp; we are one meal short.  After Dinner Maggs, Bowden, &amp; I took a walk out to Cow Trench, to see what the Job was like.  I arranged to send out a Party of 4 men to work with the sappers.  There is a smashed up aeroplane near our A.D.S. &amp; a bit further over a Tank, which has either been struck by a big shell or blown up by her own crew.  I looked inside it.  It was most interesting.  There were still a number of shells inside her but they were jammed in the racks or I would have brought one away as a souvenir.  The first party left here at 7.30 last night &amp; returned about 3 this morning.</p>\n<p>Sat. 3.  Turned out about 7 this morning roused  the 2 working parties &amp; lit a fire.  Rations are still very young &amp; all that I could give the lads for Break. was some warmed up bully beef, Biscuits &amp; Tea.  Now we are waiting on the rations so that the rest of us can have some Break.  About 10 Reg Sutton came out with our Rations which we were mighty glad to get.  We turned to &amp; cooked a bit of tucker &amp; had a good feed.  Then I put some Ice on to melt &amp; had awash &amp; shave.  Was just getting settled down to write a letter to B.E when a party of the 15th arrived to take over the new Aid Post.  We had to turn out of some of the places to make room for em?.  After Tea an Engineer officer came round &amp; asked a few things about the Job.  A shrapnel burst over his &amp; he went away in rather a hurry.</p>\n<p><a name=\"a5300037\"></a></p>\n<p>[Page 37]<br><br />\n Sun. FEB. 4.   Got up about 7, lit the fire  &amp; cooked Break. for the crowd going out.  Rations were still very young so [Hearve?] &amp; I went into the A.D.S. &amp; saw Sgt Stevenson who fixed us up with rations to make up our shortage, but even now we are one meal out.  After  a look round the Camp we loaded ourselves up with the rations &amp; started back to the A.A.D.S.  On our way back we passed some of the Battns at Church Parade.  A Band was playing the Hymns &amp; it sounded very fine in the frosty air.  A number of Taubes were up &amp; our A.A. Guns banged away at ?em.  About 3 p.m. our rations arrived on the Cart.  We actually got one loaf to each 2 men which was the best rations we had been issued with for a long time.  We had a fire in our Hut which kept us quite warm.</p>\n<p>Mon. 5.  Glory Halleluyah: a mail in.  I got 2 Letters from France &amp; some Papers, 1 from Mother &amp; 1 from M.S.  Everything going good.  Poor old France is sick.  Hope she soon gets right again.  Wish to the Lord I could write as I owe an awful lot of Letters.  One party went out to Cow Trench this morning, but took the wrong track &amp; got out to the front line.  Fritz puts plenty of shells over this way, but our crowd continues to be lucky.  Capt. Bullen (15th) told us he required some of the Huts we were occupying, so we had to clear out &amp; look for new quarters.  We eventually found some old Artillery dugouts, they are not too comfortable, but \"any port in a storm\".  The weather is fearfully cold &amp; we appreciate out nightly issue of Rum.</p>\n<p><a name=\"a5300038\"></a></p>\n<p>[Page 38]<br><br />\n Tues. 6.  We are only occupying one Hut at the A.D.S. now &amp; today got orders to move, so I saw Capt Farquar, the Eng. Chief &amp; explained things to him.  He said there was room for us at Waterlot Farm where the Engineers are Camped, so we packed up our Gear &amp; moved into a Big Tin Hut which holds 20 men.  I am camped in a dugout next door with 6 of the Engineers.  They have a stove there &amp; it keeps the place nice &amp; warm.  After seeing the sapper party off at 9.30 I went to Bed.</p>\n<p>Wed. 7.  Yesterday Serg. Morris came along to see if we wished to be relieved.  Of course everybody said \"Yes\", as it is no joke to go 14 days without a hot meal.  About 10 a.m. I went back to Bernafay to arrange for a cook to be sent out.  When I arrived Serg. Jeffreys informed me that the Col. had sent in for me to go back to Bellevue Farm &amp;  take part in a Concert.  Bert Hunt was told off to take my place in charge of the Fatigue Party.  I had Dinner with Billy May Roy Knowles &amp; party.  After Dinner I went out with Bert to explain the working parties etc.  Then I packed my gear &amp; went to Bernafay.  Boarded the Hospital Train about 8.  Arrived Becordel about 9.30 &amp; walked on to Bellvue Farm, about 2 miles.  Arrived there about 10.30.  Slept in the Cook's Tent with Jack Kitson.  The Concert had come off that night, so I was too late.</p>\n<p>Thur. 8.  Slept soundly till about 9 a.m. when one of the Cooks brought my Break. to me in Bed.  Buttered Toast, Tea &amp; Bacon which was quite a Banquet after doing 14 days in the Trenches.</p>\n<p><a name=\"a5300039\"></a></p>\n<p>[Page 39]<br><br />\n Poor old McDougall was evacuated with piles just before I left.  Stan Wright is working in the Orderly Room &amp; is quite well again. This Rest Camp is quite a big concern, carry well over a thousand patients.  I quiet expected to be sent back to the Line again, but Major Bond informed me that he had a Job for me here, for which I am not sorry.  We are arranging another Concert &amp; tonight we held the first meeting.  The last Concert was not too successful as most of the crowd had bad colds (especially Bobby Roberts) &amp; they took strong doses of Mist. Tussi, which made them feel a bit \"off colour\".  Hock Douch arrived back from Blighty just in time to take part in the Concert.</p>\n<p>Fri. FEB. 9.  Lill's Mother's Birthday.<br><br />\n This morning Serg. Fry put me in charge of the Blanket Store, which is a sweet Job.  I'm hoping to get time to write a few Letters now.  Last Thursday I got a lovely parcel from Lill, containing just the blooming things I most wanted.  Good for you L.A.  It's a treat to get a bit of decent tobacco again.  I made a Table &amp; fixed up the Store, making it as snug as possible as I have to sleep there &amp; also take my meals.  Jimmy Whip is going to sleep here also to keep me company.  After Tea we had a rehearsal &amp; things went off fairly well.  Commenced a Letter to M.S.  The weather is fine &amp; clear, but very cold.  The nights are almost as light as day &amp; a Fritz plane comes over every night &amp; drops a few bombs.  They call him \"Midnight Charlie\".</p>\n<p><a name=\"a5300040\"></a></p>\n<p>[Page 40]<br><br />\n Sat. 10.  Kept busy in Blanket Store.  Weather still frosty.  Finished Letter to M.S.  Concert Party going strong, but most of the crowd got very bad colds.</p>\n<p>Sun. 11>  Went into Albert with 2 G.S. waggons &amp; drew 1000 Blankets from the 7th F. Amb.  Plenty of Patients arriving &amp; departing which keeps me busy in the Store.  Church Service in the Concert Room till 7.45.  Made our Night birds rehearsal rather late.</p>\n<p>Mon. 12.  Reg Hancock &amp; Murphy were evacuated today.  About half the Amb. are sick in Hospital.  Got some more mail today. One Letter from Kath, one from Mother &amp; one from D.O.L.  Horrie Playford came along with his Cornet so now we have quite a first class orchestra, Violin, Piano, &amp; Cornet</p>\n<p>Tues. 13.  Quite an exciting day.  Early this morning a number of Taubes came over &amp; dropped bombs, but didn't do much damage.  Just after Dinner a Patient was having a shave in the Barbers shop, when he collapsed, seriously wounded.  The pack store is next door.  A chap was cleaning a rifle there, when it went off &amp; the poor beggar in the shop got the bullet thro? his arm &amp; made a big hole in his side.  Of course there will be an enquiry &amp; somebody will get into trouble.  The Concert is going good, but my partner, Blanton is suffering from Trench feet &amp; can't jig about at all. I wrote out some Programmes today put a sketch of an owl in one Corner, &amp; it looks very well.</p>\n<p><a name=\"a5300041\"></a></p>\n<p>[Page 41]<br><br />\n Wed. 14.  Jacko came to see me today.  He is working with the Engineers.  Full of news, as usual.  Arthur Bedbrook also called in.  Its the first time I've seen him since we were kids.  Had a great old yarn.  Wrote to Kath (Essendon).</p>\n<p>Thur. 15.  Got a Letter from Peter Murphy today.  He is in Hospital at Reading &amp; getting on very well indeed.  Peter Hutchison is in Hospital here.  He looks very sick.  Had Dinner with me.  Baked Rabbit &amp; Strawberries &amp; Cream.  Not too bad.  Went away to C.C.S. after Dinner.  Wrote to France.  Concert going good.  Poor old Blanton came to rehearsal on Crutches.  Got trench ft.  H. Hargraves our \"props\" has made us a bonser\" motor car for our Concert.</p>\n<p>Fri. 16.  Weather much warmer.  Payney went into Amiens to purchase  things for the Concert.  Commenced Letter to B.E.  Concert going good.  Busy all day making our Programmes.  Voices not up to much, everybody suffering from a cough or cold.</p>\n<p>SAT> 17.  Finished Letter to M.S. &amp; posted it. Miserable day.  Raining.  Roads getting quite sloppy again.  Quite a number of the 8th are in Hospital.   S.L. [swinging lead?]<br><br />\n Sun. 18.  Church service in Rec. Hut.  General clearance of Patients who are swinging the Lead.  Things quite lively in the Blanket store.  Had to get an assistant.  Had good rehearsal at night.  \"Oris\" continues to smile although his feet are still sore.  Hargraves is putting in some good work fixing up the Stage.</p>\n<p><a name=\"a5300042\"></a></p>\n<p>[Page 42]<br><br />\n Mon. 19.  Raining like blazes.  Mud up to ones knees again.  Things lively.  Getting rid of all the old Hands from the Rest Camp.  It's about time we had another mail in seems ages since I last got any Letters.</p>\n<p>Tues. 20th  Hargraves has fixed up the stage quite sumptuously so it should be some show Tomorrow.</p>\n<p>Wed. 21.  We discovered at the last moment that our Programme was very short, so the evergreen \"Spanish Onion\" is included in the Show.  The Hall was packed to overflowing as soon as the doors opened.  Everything went off tip top.  It's quite the best show we have put on yet.  Every item went off without any little hitch.  After the Show Mont of the 5 Div. Show congratulated us &amp; said it was the brightest little show he had seen for some time.  We had Supper &amp; a little liquid refreshment &amp; the night finished up excellently.</p>\n<p>Thur. 22.  Owing to so many not being able to secure seats we are putting the Show on again on Sat. night.  We are fumigating all the Blankets &amp; it is keeping us busy.  The rain makes things sloppy &amp; miserable.</p>\n<p>Fri. 23.  M.S. will begin to wonder what's gone wrong.  Hanged if I can find time to write at all lately.  Eric Herford is sick so Hock Douch is going to sing \"Broken Doll\", which is one of our best items.  Busy rehearsing again.  Things going good.</p>\n<p><a name=\"a5300043\"></a></p>\n<p>[Page 43]<br><br />\n Sat. 24.  The sun actually shone for a while this morning.  The roads are very muddy again &amp; it makes things very rough for Traffic.  Our Concert went off very well again.  Hargrave, our \"Props\" is always surprising us with something new.  His latest is to telephone over to Stan Wilson, when to raise the Curtain.  Col Shepherd is away on leave, so he missed both our Concerts.  Lucky beggar, this is his 2nd trip over to Blighty.</p>\n<p>Sun. 25.  Glorious sunshiny day.  Makes me wish I was at Manly with M.S.  Must write to her today, or I'll be getting into trouble.</p>\n<p>Mon. Feb. 26  Busy preparing for our Concert.</p>\n<p>Tues. 27 [no entry]<br></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"105206","uid":"0","filename":"a5300003h.jpg","uri":"public://a5300003h.jpg","filemime":"image/jpeg","filesize":"1104080","status":"1","timestamp":"1389068103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":900,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Arthur John Moore diary, 11 November 1916-11 January 1918","format":"plain_text","safe_value":"Arthur John Moore diary, 11 November 1916-11 January 1918"}]},"field_page_number":{"und":[{"value":"3"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/104308/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"104308","revision_id":"104331","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104331","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/arthur-john-moore-diary-11-november-1916-11-january-1918-page-3-1"}