{"vid":"104330","uid":"1","title":"Arthur John Moore diary, 11 November 1916-11 January 1918 - Page 2","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"104307","type":"transcript_page","language":"und","created":"1389068103","changed":"1397715541","tnid":"0","translate":"0","revision_timestamp":"1397715541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 14]<br> \r\n Thur. Nov 30.  Paraded at 9 &amp; got ready to go out &amp; face the foe again.  We went out to No. 3 Post (Battery) the worst of the lot.  It is about a mile &amp; a half long.  There are duck boards the whole distance, but in places they are in very bad condition &amp; a man stands a good risk of breaking his leg.  Snowy Atherton, Stan Wright Jacko &amp; I formed our squad.  I felt very crook &amp; carrying some of the heavy chaps nearly broke me up.  An awful lot of trench feet cases came through but very few wounded.  Our dugout is very small &amp; 4 of us have to squeeze very tight to get in at all</p> \r\n <p>Fri. DEC 1st  Last night was awful.  Our fire went out &amp; it was freezing, the chats got busy &amp; chewed us to pieces.  A few cases came through up to midday, then she quietened down.  To make matters worse no rum came to light last night.  Jacko &amp; I brought in a load of wood from Delville  we  got a fire going &amp; cooked some Bacon.  After Dinner Fritz put a good few shells over &amp; livened things up a bit.  About 6 p.m. the cases commenced coming through again.  More trench feet.  Some of the poor beggars are in an awful mess.  I just returned from taking in a patient when something went wrong with the works &amp; I broke down.  Reg Hancock took my place in the squad.  Fritz put over a barrage &amp; got some of the 29th as they were changing over.  One good thing it was moonlight &amp; we could see our way quite plainly.  The French &amp; our guns replied to Fritz's challenge &amp; the din was terrific.</p> \r\n <p>Sat. 2.  About 60 patients came through during the night &amp; our crowd were knocked out.  Bricky, Jimmy Woods &amp; a no. of others broke down during the night.  Our fire was burning low &amp; Snowy Atherton went out &amp; got a tin of kerosene to liven it up.  He poured it on ? &amp; the fire went bang out.  He made a mistake &amp; brought water instead of oil.  Needless to say he got some very uncomplimentary remarks hurled at him.</p> \r\n <p><a name=\"a5300015\"></a></p> \r\n <p>[Page 15]<br> \r\n The 14th came out early &amp; relieved us.  Bricky &amp; I reported at the A.D.S. where they took our Temps.  Bricky was 101.2 &amp; I was [indecipherable]  The M.O. told us to go straight to Bed which we did &amp; stayed there till Sunday morn.</p> \r\n <p>Sun. Nov.  3.  Capt Nance came to see me after Break &amp; ordered me to be evacuated.  Took my gear down to A.D.S. (with the assist of Les Townshend) where we were given a drink of hot cocoa while waiting for the Cars.  They took my boots away &amp; only left me my pack.  After about 2 hours waiting I got away in a car to where the 5 F. AMB are.  Here we got more hot coffee &amp; were examined by another doctor who marked our tickets C.R.S. or C.C.S.  Mine was marked C.R.S.  After waiting here for about 3 hours we got another ride to C.R.S.  Here we were [hustled?] into a Tent &amp; saw another doctor, who sent us away again, after asking a few more questions.  Eventually we were issued  into in a Tin Hut holding about 20. Here we we shown to a place on the hard floor to sleep.  Very nice quarters for a man with a Temp of 102.6.  My pack went astray somewhere while I was at the 5th.  Sent a note on to Capt. Nance &amp; asked him to enquire about it.</p> \r\n <p>Mon. 4.  Very restless last night, what with the hard floor, the chats &amp; wondering what had become of my pack.  The Orderly took our T's about 6 a.m.  Mine was 100.6  Had Bread &amp; milk for Break.  Doctor came round about 10 (Maj. Russell) Took down a few partics. &amp; ordered me to stay in Bed on a light diet.  We had no fire in the Hut &amp; it was mighty cold.  The 6 F. A are running this place.  They only came in a couple of days ago &amp; the place is anyhow.  The patients were rushed in on ?em before they were ready.</p> \r\n <p><a name=\"a5300016\"></a></p> \r\n <p>[Page 16]<br> \r\n Spent a most happy day on the cold hard floor.  Nothing to do, nothing to read.  Lovelock &amp; Jack Parsons came in during the night.  Lovelock was sent to the Conv. Hut.  For Dinner we had a little soup &amp; for Tea, a little B?d &amp; Butter &amp; Tea.  My underclothing is alive with Big Game &amp; sleep is out of the Question.</p> \r\n <p>Tues. 5.  It's a big joke to call this a Rest Camp.  Everybody is lousy, the orderlies are so rushed with work they cannot tell one the time.  There's no water to have a wash &amp; taking things altogether, this place is perfect Hell.  The M.O. ordered me a No 9 &amp; Salts to follow ? just because I wasn't an Anzac.  If a man said he was an Anzac, he got his Ticket marked C.C.S. which gave him a good chance of getting to Blighty.  The A.D.M.S. came round &amp; sent Lovelock away to C.C.S.<br> \r\n A little soup for Dinner, a little Bread &amp; Butter for Tea, &amp; a couple of visits to the Latrines, make up the days events.</p> \r\n <p>Wed. 6.  This morning the Doc. came round &amp; made me say \"Ah\".  I was [indecipherable] up of laying about in my lousy clothes &amp; asked him if I could get out.  He marked my Ticket Conv. Tent where I moved to immed. after Dinner.  I thought I was very unlucky to loose my pack, but there are 3 fellows in this Tent who only have a shirt &amp; pair of Pants, the rest was all taken away from ?em &amp; they haven't  been re issued yet.  At meal times we have to form a que &amp; march into a long brick Barn.  The Lord only knows how many men there are at this Camp, but we have to take 3 sittings to get through a meal &amp; what a scramble it is too.</p> \r\n <p><a name=\"a5300017\"></a></p> \r\n <p>[Page 17]<br> \r\n Thur. 7.  Last night we had a fire in the Tent which made things much warmer.  Break. was very light.  The M.O. came round about 11.30.  Told him I was well enough to rejoin my unit, if only I could get a pair of Boots &amp; a few other articles of attire, so he told the Orderly to attend to it.  After Dinner went to Q.M. Store &amp; enquired about Boots &amp; found they hadn't any in stock; so that means I've got to stay in this accursed hole a bit longer.  They have marked our tickets now for the various sittings for meals.  The crowd in our Tent are marked 3rd sitting, \"so the Lord help us\".  It is raining &amp; I am paddling about the place in a pair of Bedroom slippers.  We pass away most of our spare time in Big Game Hunting.</p> \r\n <p>Fri.  Slept fairly well last night, due no doubt to the fact that before turning in, I murdered 347 chats.  They are as numerous as ever though now.<br> \r\n For Break. we had a minute quantity of Bacon &amp; a drop of cold Tea, using empty Jam Tins as Cups.  This sumptuous repast is our reward for standing out in the Rain &amp; mud for about half an hour.  Went in search of Boots again, but no luck, so I can't get away.  For Dinner we had some light stew.  Took a No. 9, so something should be doing shortly.  Issued with another Blanket.</p> \r\n <p>Sat. 9.  Rained heavily early this morning.  I had to go out in it &amp; leave my nice warm bed.  Glory! got a pair of Boots this morning, so now I can get away.</p> \r\n <p>This is Dec. 15 &amp; how the dickens I am going to record my doings of the last 6 days, I don't know, but I must make an effort or my diary will be minus some of the most exciting events since first donning my \"Anzac\".  After getting issued with Boots I went down to the Dump &amp; fossicked around for a steel helmet &amp; puttees, which luckily I found</p> \r\n <p><a name=\"a5300018\"></a></p> \r\n <p>[Page 18]<br> \r\n One puttee was good, but the other had a number of holes burnt in it.  After Dinner (which was merely a scramble, the reward being a minute quantity of lightning stew) Jack Parsons &amp; I \"fell in\" with about 40 others ( one lucky beggar being drunk, &amp; made it impossible to \"dress\" the line) &amp; were marched away to the Q.M. Store, where we were issued with 48 hrs rations, Bread, Jam, Cheese, then we were marched to a heap of tents where we quartered for the night.  Issued with 2 Blankets, which without a fire, just kept us cold enough to prevent us sleeping.  The chats helped to keep our blood circulating.  To improve ? matters a rash broke out under my chin, which the orderly smeared over with some tack like dripping &amp; put a bandage round my head.  This also received some attention from the chats &amp; prevented me from shaving or having a desent wash.  But I must cheer up or this pile of scribbles will read more like a Treatise on \"the Minor Horrors of War\" than an attempt at a Diary.</p> \r\n <p>Sun.   <strike>NOV</strike>  10.  Sunday which at Home is \"the Day\". Cold &amp; a drizzling rain.  Bacon &amp; plenty of Hot Tea &amp; Bread &amp; Jam for Break.  Cheered a man up.  After Break. the Serg. Informed us that we were to fall in at 2, &amp; go away with the 2nd div. men to Vignecourt, which was jolly good news.  Jack &amp; I took a stroll back to Becordle where I made enquiries about my pack, but am afraid its \"napu\".  All my bloomin\" souvenirs &amp; personal nick-nacks \"gone to pot\".  Ah well!  a man must not growl if he's been on the Somme nearly 2 mths. &amp; still in one piece.  When we returned to our Tent, discovered that our gallant comrades of the 5th Div. had disappeared &amp; with ?em all the bloomin? bread, so we had to take a walk into Albert &amp; purchase a couple of Loaves.  About 2 p.m. we were issued with B.B. &amp; B &amp; some Bunghole &amp; marched merrily away to Albert Station.  Having no gear I donned Parsons pack (containing our rations) so as to look as much like a soldier as possible.  Arriving at the station we picked up 7 Reinfts. for the \"Hungry 8th\".  1 Serg. &amp; 6 men.</p> \r\n <p><a name=\"a5300019\"></a></p> \r\n <p>[Page 19]<br> \r\n We boarded the express at 3.15 &amp; tore away at a hair raising rate towards Vignecourt.  The carriage was quite decent &amp; only contained 5.  3 chaps just returning from leave to Blighty &amp; we two; quite a nice little party.  We swapped experiences they told of the glorious times spent in \"dear old England\", we of our blissful period in the hands of the \"noble 6th\"  One chap distributed 3 Castles Cigttes, another spread a delightful odour of \"Wakons  No 10\" every time he opened his mouth, so they made ideal fellow travellers.  (Unfortunately, the bottle was empty)  The distance from Albert to Vignecourt is about 27 miles &amp; our express? struggled manfully to cover the distance inside 24 hours. </p> \r\n <p>Mon. 11 At about 2 a.m. whilst we were sprawled across the carriage, attempting to sleep, we were startled by a terrific crash &amp; found that our express had dashed into  another                        express &amp; derailed a truck.  At the enquiry it was found that the driver of our express? Had lost control, owing to the fact that he had covered 5 miles during the 4 hrs preceeding the smash.  Gallant fellow.  Eventually, without further mishap, we arrived at Vignecourt, where we disembarked &amp; marched about 2 miles to where  the \"Hungry 8th\" were camped.  It was a monastery, before that religious upheaval some years ago, &amp; is now owned by some Army Officer.  It is a fine big chateau &amp; plenty of farm buildings attached.  Parsons &amp; I reported to the O.R. &amp; were put on \"no duties\" for a week.</p> \r\n <p>Tues. 12  Slept in till mid-day.  Sid Royall brought my Break. up to Bed.  It is rotten not having any gear.  My face is very rough, but having no brush or soap I can't shave.  A Tommy, in Hospital, gave me an issue razor but I don't know if it will shave.  As soon as we got to our billet yesterday, Payney put on some hot water &amp; I had a good wash &amp; changed all my chatty clothes.  Staff. Kitson gave me some cleaned shirts &amp; Payney a pair of slacks, so I dumped my pants as well.  It was a great treat to feel clean once more.  \"Daunty\" gave me a good feed of fruit &amp; cornflower. So I did very well.</p> \r\n <p><a name=\"a5300020\"></a></p> \r\n <p>[Page 20]<br> \r\n As soon as I entered the O.R. Alldis handed me some very welcome Letters. <br> \r\n 1 each from Mother &amp; Cis, &amp; 1 from M.S.  Poor old girl's got a sore hand.  The first Letter she ever wrote me in Pencil.</p> \r\n <p>Wed. 13.  Got up as soon as I had Break. &amp; Blanton [?] put me on to a run into Amiens as Orderly on one of the Cars.  There was no time to loose &amp; I had to hop on the Car just as I was &amp; take 5 sick men into No. 1 Stat. Hosp.  It is run by N.Zd's &amp; is right \"up to date\".  After discharging my patients took a stroll round the City.  It was a dull, cold day &amp; things were not looking at their Best.  Went into Hairdressers to get Hair Cut &amp; shave, but after watching the two Frenchmen fool around a couple of French officers, singing their hair &amp; curling their moustaches with hot irons got tired of waiting so cleared out &amp; went into an estaminet &amp; had some light refreshments.  Met a Canadian &amp; had very interesting yarn.  Ran into Alldis & motor driver</p> \r\n <p>Returned to Hospital, where the N.Zdr's gave us a good feed.  Stew &amp; Rice Custard.  After Dinner took stroll round City.  Visited Y.M.C.A. Purchased Pipe.  Some fine shops, but &pound;s.d. being limited, made no purchases.  Electric Trams with women drivers.  They wear uniform.  Looked very quaint.  Not feeling well, was glad to get aboard Car about 5 &amp; return to Camp.  Feeling worse, reported to doctor (Maj. Clayton) who ordered me to Bed into Hospital.</p> \r\n <p>Thur. 14.  Slept fairly well but throat very sore.  On soft tucker &amp; inhalation.  After Break. moved into Hut.  Some cow got away with my \"Anzac\".  It's rotten being in Hospital, shall be glad to get out again.  Stayed in Bed all day.  Tried to write Mrs A.J. but failed dismally.</p> \r\n <p>Fri. 15.  Throat much better.  Got up after Break. &amp had good wash.  Still on soft diet.  Nothing much doing.  Plenty of patients arriving &amp; departing.  These Huts are not very warm, much better up in our billet.  Stan Wilson is orderly &amp; he looked after me real well.  Reg Matthews is in next Bunk &amp; Reg Laycock &amp; 3 others of 8th are also patients</p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 14]<br><br />\n Thur. Nov 30.  Paraded at 9 &amp; got ready to go out &amp; face the foe again.  We went out to No. 3 Post (Battery) the worst of the lot.  It is about a mile &amp; a half long.  There are duck boards the whole distance, but in places they are in very bad condition &amp; a man stands a good risk of breaking his leg.  Snowy Atherton, Stan Wright Jacko &amp; I formed our squad.  I felt very crook &amp; carrying some of the heavy chaps nearly broke me up.  An awful lot of trench feet cases came through but very few wounded.  Our dugout is very small &amp; 4 of us have to squeeze very tight to get in at all</p>\n<p>Fri. DEC 1st  Last night was awful.  Our fire went out &amp; it was freezing, the chats got busy &amp; chewed us to pieces.  A few cases came through up to midday, then she quietened down.  To make matters worse no rum came to light last night.  Jacko &amp; I brought in a load of wood from Delville  we  got a fire going &amp; cooked some Bacon.  After Dinner Fritz put a good few shells over &amp; livened things up a bit.  About 6 p.m. the cases commenced coming through again.  More trench feet.  Some of the poor beggars are in an awful mess.  I just returned from taking in a patient when something went wrong with the works &amp; I broke down.  Reg Hancock took my place in the squad.  Fritz put over a barrage &amp; got some of the 29th as they were changing over.  One good thing it was moonlight &amp; we could see our way quite plainly.  The French &amp; our guns replied to Fritz's challenge &amp; the din was terrific.</p>\n<p>Sat. 2.  About 60 patients came through during the night &amp; our crowd were knocked out.  Bricky, Jimmy Woods &amp; a no. of others broke down during the night.  Our fire was burning low &amp; Snowy Atherton went out &amp; got a tin of kerosene to liven it up.  He poured it on ? &amp; the fire went bang out.  He made a mistake &amp; brought water instead of oil.  Needless to say he got some very uncomplimentary remarks hurled at him.</p>\n<p><a name=\"a5300015\"></a></p>\n<p>[Page 15]<br><br />\n The 14th came out early &amp; relieved us.  Bricky &amp; I reported at the A.D.S. where they took our Temps.  Bricky was 101.2 &amp; I was [indecipherable]  The M.O. told us to go straight to Bed which we did &amp; stayed there till Sunday morn.</p>\n<p>Sun. Nov.  3.  Capt Nance came to see me after Break &amp; ordered me to be evacuated.  Took my gear down to A.D.S. (with the assist of Les Townshend) where we were given a drink of hot cocoa while waiting for the Cars.  They took my boots away &amp; only left me my pack.  After about 2 hours waiting I got away in a car to where the 5 F. AMB are.  Here we got more hot coffee &amp; were examined by another doctor who marked our tickets C.R.S. or C.C.S.  Mine was marked C.R.S.  After waiting here for about 3 hours we got another ride to C.R.S.  Here we were [hustled?] into a Tent &amp; saw another doctor, who sent us away again, after asking a few more questions.  Eventually we were issued  into in a Tin Hut holding about 20. Here we we shown to a place on the hard floor to sleep.  Very nice quarters for a man with a Temp of 102.6.  My pack went astray somewhere while I was at the 5th.  Sent a note on to Capt. Nance &amp; asked him to enquire about it.</p>\n<p>Mon. 4.  Very restless last night, what with the hard floor, the chats &amp; wondering what had become of my pack.  The Orderly took our T's about 6 a.m.  Mine was 100.6  Had Bread &amp; milk for Break.  Doctor came round about 10 (Maj. Russell) Took down a few partics. &amp; ordered me to stay in Bed on a light diet.  We had no fire in the Hut &amp; it was mighty cold.  The 6 F. A are running this place.  They only came in a couple of days ago &amp; the place is anyhow.  The patients were rushed in on ?em before they were ready.</p>\n<p><a name=\"a5300016\"></a></p>\n<p>[Page 16]<br><br />\n Spent a most happy day on the cold hard floor.  Nothing to do, nothing to read.  Lovelock &amp; Jack Parsons came in during the night.  Lovelock was sent to the Conv. Hut.  For Dinner we had a little soup &amp; for Tea, a little B?d &amp; Butter &amp; Tea.  My underclothing is alive with Big Game &amp; sleep is out of the Question.</p>\n<p>Tues. 5.  It's a big joke to call this a Rest Camp.  Everybody is lousy, the orderlies are so rushed with work they cannot tell one the time.  There's no water to have a wash &amp; taking things altogether, this place is perfect Hell.  The M.O. ordered me a No 9 &amp; Salts to follow ? just because I wasn't an Anzac.  If a man said he was an Anzac, he got his Ticket marked C.C.S. which gave him a good chance of getting to Blighty.  The A.D.M.S. came round &amp; sent Lovelock away to C.C.S.<br><br />\n A little soup for Dinner, a little Bread &amp; Butter for Tea, &amp; a couple of visits to the Latrines, make up the days events.</p>\n<p>Wed. 6.  This morning the Doc. came round &amp; made me say \"Ah\".  I was [indecipherable] up of laying about in my lousy clothes &amp; asked him if I could get out.  He marked my Ticket Conv. Tent where I moved to immed. after Dinner.  I thought I was very unlucky to loose my pack, but there are 3 fellows in this Tent who only have a shirt &amp; pair of Pants, the rest was all taken away from ?em &amp; they haven't  been re issued yet.  At meal times we have to form a que &amp; march into a long brick Barn.  The Lord only knows how many men there are at this Camp, but we have to take 3 sittings to get through a meal &amp; what a scramble it is too.</p>\n<p><a name=\"a5300017\"></a></p>\n<p>[Page 17]<br><br />\n Thur. 7.  Last night we had a fire in the Tent which made things much warmer.  Break. was very light.  The M.O. came round about 11.30.  Told him I was well enough to rejoin my unit, if only I could get a pair of Boots &amp; a few other articles of attire, so he told the Orderly to attend to it.  After Dinner went to Q.M. Store &amp; enquired about Boots &amp; found they hadn't any in stock; so that means I've got to stay in this accursed hole a bit longer.  They have marked our tickets now for the various sittings for meals.  The crowd in our Tent are marked 3rd sitting, \"so the Lord help us\".  It is raining &amp; I am paddling about the place in a pair of Bedroom slippers.  We pass away most of our spare time in Big Game Hunting.</p>\n<p>Fri.  Slept fairly well last night, due no doubt to the fact that before turning in, I murdered 347 chats.  They are as numerous as ever though now.<br><br />\n For Break. we had a minute quantity of Bacon &amp; a drop of cold Tea, using empty Jam Tins as Cups.  This sumptuous repast is our reward for standing out in the Rain &amp; mud for about half an hour.  Went in search of Boots again, but no luck, so I can't get away.  For Dinner we had some light stew.  Took a No. 9, so something should be doing shortly.  Issued with another Blanket.</p>\n<p>Sat. 9.  Rained heavily early this morning.  I had to go out in it &amp; leave my nice warm bed.  Glory! got a pair of Boots this morning, so now I can get away.</p>\n<p>This is Dec. 15 &amp; how the dickens I am going to record my doings of the last 6 days, I don't know, but I must make an effort or my diary will be minus some of the most exciting events since first donning my \"Anzac\".  After getting issued with Boots I went down to the Dump &amp; fossicked around for a steel helmet &amp; puttees, which luckily I found</p>\n<p><a name=\"a5300018\"></a></p>\n<p>[Page 18]<br><br />\n One puttee was good, but the other had a number of holes burnt in it.  After Dinner (which was merely a scramble, the reward being a minute quantity of lightning stew) Jack Parsons &amp; I \"fell in\" with about 40 others ( one lucky beggar being drunk, &amp; made it impossible to \"dress\" the line) &amp; were marched away to the Q.M. Store, where we were issued with 48 hrs rations, Bread, Jam, Cheese, then we were marched to a heap of tents where we quartered for the night.  Issued with 2 Blankets, which without a fire, just kept us cold enough to prevent us sleeping.  The chats helped to keep our blood circulating.  To improve ? matters a rash broke out under my chin, which the orderly smeared over with some tack like dripping &amp; put a bandage round my head.  This also received some attention from the chats &amp; prevented me from shaving or having a desent wash.  But I must cheer up or this pile of scribbles will read more like a Treatise on \"the Minor Horrors of War\" than an attempt at a Diary.</p>\n<p>Sun.   <strike>NOV</strike>  10.  Sunday which at Home is \"the Day\". Cold &amp; a drizzling rain.  Bacon &amp; plenty of Hot Tea &amp; Bread &amp; Jam for Break.  Cheered a man up.  After Break. the Serg. Informed us that we were to fall in at 2, &amp; go away with the 2nd div. men to Vignecourt, which was jolly good news.  Jack &amp; I took a stroll back to Becordle where I made enquiries about my pack, but am afraid its \"napu\".  All my bloomin\" souvenirs &amp; personal nick-nacks \"gone to pot\".  Ah well!  a man must not growl if he's been on the Somme nearly 2 mths. &amp; still in one piece.  When we returned to our Tent, discovered that our gallant comrades of the 5th Div. had disappeared &amp; with ?em all the bloomin? bread, so we had to take a walk into Albert &amp; purchase a couple of Loaves.  About 2 p.m. we were issued with B.B. &amp; B &amp; some Bunghole &amp; marched merrily away to Albert Station.  Having no gear I donned Parsons pack (containing our rations) so as to look as much like a soldier as possible.  Arriving at the station we picked up 7 Reinfts. for the \"Hungry 8th\".  1 Serg. &amp; 6 men.</p>\n<p><a name=\"a5300019\"></a></p>\n<p>[Page 19]<br><br />\n We boarded the express at 3.15 &amp; tore away at a hair raising rate towards Vignecourt.  The carriage was quite decent &amp; only contained 5.  3 chaps just returning from leave to Blighty &amp; we two; quite a nice little party.  We swapped experiences they told of the glorious times spent in \"dear old England\", we of our blissful period in the hands of the \"noble 6th\"  One chap distributed 3 Castles Cigttes, another spread a delightful odour of \"Wakons  No 10\" every time he opened his mouth, so they made ideal fellow travellers.  (Unfortunately, the bottle was empty)  The distance from Albert to Vignecourt is about 27 miles &amp; our express? struggled manfully to cover the distance inside 24 hours. </p>\n<p>Mon. 11 At about 2 a.m. whilst we were sprawled across the carriage, attempting to sleep, we were startled by a terrific crash &amp; found that our express had dashed into  another                        express &amp; derailed a truck.  At the enquiry it was found that the driver of our express? Had lost control, owing to the fact that he had covered 5 miles during the 4 hrs preceeding the smash.  Gallant fellow.  Eventually, without further mishap, we arrived at Vignecourt, where we disembarked &amp; marched about 2 miles to where  the \"Hungry 8th\" were camped.  It was a monastery, before that religious upheaval some years ago, &amp; is now owned by some Army Officer.  It is a fine big chateau &amp; plenty of farm buildings attached.  Parsons &amp; I reported to the O.R. &amp; were put on \"no duties\" for a week.</p>\n<p>Tues. 12  Slept in till mid-day.  Sid Royall brought my Break. up to Bed.  It is rotten not having any gear.  My face is very rough, but having no brush or soap I can't shave.  A Tommy, in Hospital, gave me an issue razor but I don't know if it will shave.  As soon as we got to our billet yesterday, Payney put on some hot water &amp; I had a good wash &amp; changed all my chatty clothes.  Staff. Kitson gave me some cleaned shirts &amp; Payney a pair of slacks, so I dumped my pants as well.  It was a great treat to feel clean once more.  \"Daunty\" gave me a good feed of fruit &amp; cornflower. So I did very well.</p>\n<p><a name=\"a5300020\"></a></p>\n<p>[Page 20]<br><br />\n As soon as I entered the O.R. Alldis handed me some very welcome Letters. <br><br />\n 1 each from Mother &amp; Cis, &amp; 1 from M.S.  Poor old girl's got a sore hand.  The first Letter she ever wrote me in Pencil.</p>\n<p>Wed. 13.  Got up as soon as I had Break. &amp; Blanton [?] put me on to a run into Amiens as Orderly on one of the Cars.  There was no time to loose &amp; I had to hop on the Car just as I was &amp; take 5 sick men into No. 1 Stat. Hosp.  It is run by N.Zd's &amp; is right \"up to date\".  After discharging my patients took a stroll round the City.  It was a dull, cold day &amp; things were not looking at their Best.  Went into Hairdressers to get Hair Cut &amp; shave, but after watching the two Frenchmen fool around a couple of French officers, singing their hair &amp; curling their moustaches with hot irons got tired of waiting so cleared out &amp; went into an estaminet &amp; had some light refreshments.  Met a Canadian &amp; had very interesting yarn.  Ran into Alldis &amp; motor driver</p>\n<p>Returned to Hospital, where the N.Zdr's gave us a good feed.  Stew &amp; Rice Custard.  After Dinner took stroll round City.  Visited Y.M.C.A. Purchased Pipe.  Some fine shops, but &pound;s.d. being limited, made no purchases.  Electric Trams with women drivers.  They wear uniform.  Looked very quaint.  Not feeling well, was glad to get aboard Car about 5 &amp; return to Camp.  Feeling worse, reported to doctor (Maj. Clayton) who ordered me to Bed into Hospital.</p>\n<p>Thur. 14.  Slept fairly well but throat very sore.  On soft tucker &amp; inhalation.  After Break. moved into Hut.  Some cow got away with my \"Anzac\".  It's rotten being in Hospital, shall be glad to get out again.  Stayed in Bed all day.  Tried to write Mrs A.J. but failed dismally.</p>\n<p>Fri. 15.  Throat much better.  Got up after Break. &amp;amp had good wash.  Still on soft diet.  Nothing much doing.  Plenty of patients arriving &amp; departing.  These Huts are not very warm, much better up in our billet.  Stan Wilson is orderly &amp; he looked after me real well.  Reg Matthews is in next Bunk &amp; Reg Laycock &amp; 3 others of 8th are also patients</p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"105205","uid":"0","filename":"a5300002h.jpg","uri":"public://a5300002h.jpg","filemime":"image/jpeg","filesize":"958889","status":"1","timestamp":"1389068103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":787,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Arthur John Moore diary, 11 November 1916-11 January 1918","format":"plain_text","safe_value":"Arthur John Moore diary, 11 November 1916-11 January 1918"}]},"field_page_number":{"und":[{"value":"2"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/104307/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"104307","revision_id":"104330","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104330","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/arthur-john-moore-diary-11-november-1916-11-january-1918-page-2-1"}