{"vid":"104343","uid":"1","title":"Arthur John Moore diary, 11 November 1916-11 January 1918 - Page 15","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"104320","type":"transcript_page","language":"und","created":"1389068103","changed":"1397715541","tnid":"0","translate":"0","revision_timestamp":"1397715541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 84]<br> \r\n Sunday June 3    We turned out at 4 a.m. &amp; after a hard struggle managed to get a drink of Tea.  Then we grabbed our Gear &amp; pushed our way to the R.T.O's office, where we were given Tickets stamped \"Detained at Etaples from May 31 till June 3.\" which were very useful to men who had overstayed their Leave.  We then went down to the Station &amp; got aboard the Train.  It did not leave till 9.30.  After an uneventful &amp; most dreary trip we arrived in Albert about 4.  One chap fell out of the Train &amp; got his Foot crushed.  I almost envied him.  We got a motor Lorry from Albert to Bapaume.  On our way back we met Sammy who informed me that I had been away the M.M. to which I said \"Hooray\"<br> \r\n [He was awarded the Military Medal]<br> \r\n Monday June 4th   Reveille at 6.  First Parade at 7.  We were excused the early morning Parade, &amp; also the others.  Break at 7.15.  The rest of the crowd went for a Route March with full marching order.  Snowy &amp; I stayed behind to fix up our things.  This is a very pretty Camp we are in.  Just the ruins of a number of Houses.  Some are in fair condition.  Our chaps spend quite a lot of time in the Garden, &amp; it is beginning to look very nice.  Outside the Tents they have made mottoes with bits of broken pitcher.  Some are very good indeed.  Billsy May returned from Hospital.  The wound in his back is not healed yet, but the silly beggar reckons he can't stay away from the mob.</p> \r\n <p><a name=\"a5300085\"></a></p> \r\n <p>[Page 85]<br> \r\n Tuesday June 5.  Finished Letter to M.S.  Also wrote Stone, to Old Road.  Glorious weather.  Quite hot.  Went for Route March with Capt. Irving.  Tried to get to Picture Show at night with Snowy, Billsy &amp; Towny but after waiting around for about an hour they came out &amp; announced that the Show was off.  We went into what is left of Bapaume Church.  The Huns blew it up.  In one big vault there are a big number of skulls, which are said to be some of the Heads that were chopped off during the Revolution.</p> \r\n <p>Wed. June 6   Weather continues good.  Gas Helmet &amp; stretcher drill.  This afternoon our cricket team played the 3rd C.C.S &amp; beat them by 3 wickets.  We drove down to the Ground in Motors.  After Dinner I wrote to Ruth B &amp; Mother.</p> \r\n <p>Thur. June 7.  Squad Drill with Capt Irving.  It was very hot &amp; he kept us moving.  After Dinner went to Baths with Stan Wright.  Fritz put a few shells over at night.  Les Townshend went into Amiens &amp; returned in the early hours of the morning.</p> \r\n <p><a name=\"a5300086\"></a></p> \r\n <p>[Page 86]<br> \r\n Fri. June 8. [no entry]<br> \r\n Sat. June 9th  [no entry]<br> \r\n Sun. June 10th  Went into Amiens. Got up at 6. Had Breakfast.  Es Smith drove us into Albert Station where we caught the Train.  There was a big crowd &amp; it was some time before we could get our Tickets.  The fare was ½ F.  The Train left Albert at 8.30 &amp; arrived in Amiens about 9.45.  There was a big crowd of our chaps in the City &amp; the shops did a thriving Business.  The first place I visited was a photographers.  I got my picture taken &amp; they promised to send them on in 3 weeks time.  20 Fs for a dozen.  Snowy Atherton, Nigger Bowden, Bluey Stanton &amp; Bricky Mason  were with me.  We visited the Cathedral &amp; spent some time viewing the wonderful carvings.  Most of the best work is covered by sandbags.  The weeping Angel is a very fine piece of work.  It is a copy of the original in Rheims Cathedral, which was destroyed.</p> \r\n <p><a name=\"a5300087\"></a></p> \r\n <p>[Page 87]<br> \r\n Sun June 10 (cont.)   We had Dinner at a very nice place, where a girl works who Billsy May is always talking about.  Her name is Marie Louise.  We found out that while Billsy &amp; Sid Royall were there they helped M. L. to wash up, so we give ?em a [rib?] about it when we return.  After Dinner we strolled around the City &amp; made a few purchases.  I bought a little souvenir for Lill of the Weeping Angel.  After wandering around for a while we went for a ride in the Tram.  <br> \r\n In London the drivers are men &amp; the conductors girls, but in France the positions are reversed.  After the Tram ride we sat down in the Park for about an hour.  Then we had Tea.  Steak &amp; Eggs &amp; Bread &amp; Butter, &amp; cakes.  For this we had to pay 4 Fs each.  We went around the shops &amp; bought some P Cards, then we got back to the Station.  The Train left about 8 &amp; we got to Albert about 9.30.  We walked along the Bapaume Road &amp; waited for a Motor lorry.  One came along about 11.30 &amp; we were soon back in our Tent &amp; asleep, as it had been a very trying day.</p> \r\n <p>Mon. June 11.  Signalling Squad Drill.  In the afternoon our Rugby Team played the 30 Batt &amp; won, 9 to 8.  Les Townshend &amp; Darky Bowden mentioned in despatches.  Peter H came in &amp; had a yarn. Posted Letter to Lill</p> \r\n <p><a name=\"a5300088\"></a></p> \r\n <p>[Page 88]<br> \r\n Tues. June 12th  Route march with packs up.  Weather keeping good.  Did some washing after Dinner.  Sent souvenir Home to Lill.  No mail in yet.  Its about time some arrived.</p> \r\n <p>Wed. June 13th   Squad drill &amp; Loading Waggons.   Serg. Thomson took charge as Capt. Irving is away.  Gone as M.O. to 60 Batt.  News of us moving on Saturday.  War news continues good.  Still no mail in.  Wonder what happened to it.</p> \r\n <p>Thur. June 14th  Kit inspection &amp; Gas Helmet drill.  Things quiet.  We are moving on Saturday.  Good Lord!  Air Raid on London.  About 100 killed &amp; nearly 500 injured.  Whats wrong with our Air Defences?   Commenced Letter to M.S.<br> \r\n Our Rugby Team played the [D.A.Ps?].  &amp; won 16 points to nil.  Wickes sprained his ankle.  We were to have been paid tomorrow but owing to moving it is put off till the 19th.</p> \r\n <p>Fri. June 15.   Another year of my Life gone.  I'll wait a couple of years now to give M.S. a chance to catch up.  This morning we were awakened at about 2 a.m. by the Gas Picket &amp; informed there was Gas Alert on.  Much strong Language was used.  We passed the morning with stretcher drill.  Bill Lane &amp; I went strawberry hunting.  Then we laid under a tree &amp; went to sleep.</p> \r\n <p><a name=\"a5300089\"></a></p> \r\n <p>[Page 89]<br> \r\n Fri. June 15.  At Tea time the mob in our Mess drank my health - in  tea  ? unfortunately.  Johnnie Maggs returned from Hospital, also Nick Cox.  Our Cricket Team played the return match with the 3rd C.C.S. &amp; lost by 9 runs after a most exciting game.  Bunny Allen was top score of our side ? 41.  Busy packing up ready to move off tomorrow.</p> \r\n <p>Sat. June 16   Left Bapaume    Turned out at 5.  A most ridiculous hour, as we did not leave till midday.  Marched to Bapaume Station.  Conveyed in Cattle Trucks.  Arrived at Varennes.  Detrained there &amp; marched on about 5 miles to Senlis.<br> \r\n It is a pretty little spot.  Our Camp is on the side of a Hill overlooking the village.  After Tea we went for a stroll &amp; had some refreshments at a Café.</p> \r\n <p>Sunday June 17  Glory Alleluia.  Mail came in.  Got 5 letters from France, 1 from Mother &amp; 3 from M.S.  Got some writing ahead of me now.  Told off as Sanitary Corporal.  Got Nigger Bowden, Snowy Atherton, Archie Deed &amp; Donovan in my squad.  All good workers.  This is a very pleasant little camp.</p> \r\n <p>Monday. June 18.  More mail came in  Got wedding Cake from Nell  Distributed it amongst our mob.   Capt Irving left us today.  He came on parade &amp; wished us all Good Luck &amp; said \"Goodbye\".  The mob are very sorry to lose him &amp; gave 3 hearty cheers &amp; sang \"jolly good fellow\".  He is going to a Base Hospital in England.  Got Letters from Lizzie Rowley &amp; Mrs Jack B.  Gee! I don't know how I'm going to answer all these letters.</p> \r\n <p><a name=\"a5300090\"></a></p> \r\n <p>[Page 90]<br> \r\n Tues.  June 19.  Busy day digging pits in which to bury rubbish, also new Latrines.  The crowd were to have gone on a Route March, but it poured in rain &amp; put it off.  Wrote Nelly Blackman.  Payney went into Dernancourt, to see about a Piano for our Concert.  The Canteen opened again.  Stan Wright.  Bott. Johnnie Moore Manager.  Payday drew 20 Fs.</p> \r\n <p>Wed. June 20th  Visited Amiens.  Left Camp at Senlis about 9.30.  Motor Amb. J. Moore, Dave Fry, J. Kitson, Snowy Atherton, D. Bowden, Sid Royall, &amp; self.  Arrived Amiens  about 10.30.  Purchased Post cards &amp; a few other items.  Had a good feed feed.  Kit &amp; I wandered round the Town.  Had a good time.  Caught Train 8 pm.  Arrived Albert 9.30  Walked  back to Camp. 4 miles.</p> \r\n <p>Thur. JUNE 21.  Got 2 bonza parcels this morning, one from Mrs Sam Ibbs &amp; the other from Ruth Blakeman.  Mrs Ibbs parcel contained a tin of Fresh Eggs, which exploded &amp; cut my nose &amp; eye.  They were certainly Fresh.</p> \r\n <p>Fri. June 22  Today we move our Outhouse to its new site amidst much cheering.</p> \r\n <p><a name=\"a5300091\"></a></p> \r\n <p>[Page 91]<br> \r\n Sat. June 23.  Anniversary of our arrival in France.  Had Stewed Rhubarb &amp; Custard for Dinner to celebrate the historic Landing.</p> \r\n <p>Sunday June 24.  Church Parade at Y.M.C.A. Senlis.  Spent a busy day writing Letters &amp; making up stuff for \"the  Tattoo\".  Received parcel of socks &amp; eatables from Mrs Horobin.  Good old Lizzie.  Wrote her a Post Card.  Billsy May, Clarrie Blanton &amp; I sat up till about 11 pm. typing the \"Tattoo\".  Posted Letter 22 to Lill</p> \r\n <p>Monday June 25.  Divisional Sports are coming off in about a week's time.  B\" Section is entered for Stretcher Drill Competitions  &amp;  First Aid &amp; we put in a good mornings drill getting ready for it.  We went away down the village &amp; saw a 3 round Boxing Bout of the 8 Brigade Tourney.  This is the eve of my 2nd Wedding Anniversary.  Hope to the Lord I'm back with M.S. long before another year is gone. </p> \r\n <p><a name=\"a5300092\"></a></p> \r\n <p>[Page 92]<br> \r\n Tuesday June 26.  Glorious old 26th,  2 years ago today was the happiest of my Life,  thanks to a certain little Girl saying \"yes\" to a certain question.  It is a glorious day. Just the same as it was 2 years ago.  I made up my mind as soon as I woke to try &amp; refrain from using any Bad Language all day - &amp; actually managed to do it.  Commenced writing my weekly epistle.  Got as far as page 6 before \"Lights out\".<br> \r\n After Tea we went down to the village to see the finals of the Brigade Boxing Tourney.  There were 4  3 - 2 min round Bouts &amp; most of ?em were either clever or funny.  One little officer caused a lot of amusement.  He was a good age, too, but only lasted 2 rounds.  There was a middle  weight match for 50 Francs which was quite exciting.  The 8 Brigade Band played at intervals &amp; Gen. Tivey was there.  It passed the night away very nicely.</p> \r\n <p>Wed. June 27th   Busy day getting ready for the Competition.  We had a go at Waggon loading today &amp; did very well.  Maj. Bond awarded D.S.O. which he richly deserves, as he did wonderful work at Bullecourt, the night Fritz put the Gas over.  Capt. Minty of the 15th got the M.C. which he certainly earned.</p> \r\n <p><a name=\"a5300093\"></a></p> \r\n <p>[Page 93]<br> \r\n Thur. June 28th  More stretcher drill &amp; Waggon Loading.  Breakfast was very young this morning.  At 2 p.m. there was a special Parade &amp; the Col. presented Maj. Bond with his D.S.O. ribbon, also presented ribbons to all who got the Military Medal.  I was one  of ?em.  That's another x  M.S. owes me.</p> \r\n <p>Fri. June 29  Same old [indecipherable].  Stretcher Drill.  For Dinner we had quite a good Feed.  Steak &amp; plenty of Beans &amp; Cabbage.  Posted Letter 23 to Lill  &amp; inclosed a piece of Ribbon.</p> \r\n <p>Sat. June 30th   Went to Henencourt &amp; had a \"try out\" over the Course.  The 14th &amp; 15th were also there.  On Sat.s. showing we stand a good chance of pulling off the prize.  Let's hope so, anyhow.  Went to Anzac Show.</p> \r\n <p>Sunday. July 1st   Glory Alleluia!  Out to Henencourt again.  No Church Parade.  A man will soon forget his prayers at this rate.  After Dinner I picked an eleven to play Miles Sheean's Team.  It was most amusing.  Alec Ewing made 30 runs &amp; Dad Good ? 50 ? quite a surprise   Miles &amp; I were both put out for a \"duck\".</p> \r\n <p><a name=\"a5300094\"></a></p> \r\n <p>[Page 94]<br> \r\n Monday July 2.  Stretcher drill.  Getting pretty good now.  Received Parcel from Mac D. containing Pipe.   </p> \r\n <p>Tues. July 3.  Snowy Athertons Birthday (21)  Went out to Henencourt again &amp; put in the morning rehearsing for the stunt tomorrow.  Had afternoon off.  After Tea Smithy &amp; I went for stroll down the village.  Met \"Snowy\" &amp; Johnnie Maggs as we were returning.  They had been celebrating.</p> \r\n <p>Wed. July 4th  The great day arrived at last. Had Breakfast at 6.30.  Paraded at 8.30 fully dressed for the event.  Before we left Camp the Col. addressed us &amp; wished us \"Good Luck\".  He also pinned Shag's medal on, which was overlooked when the rest of us got ours.  We got out to the Ground about 9.45.  Rode out in the Motors.  Our first part of the Comp. started about 10.30  The 14th led off ? but had not got far with their drill when it came on to rain, so we had to take cover.  We had our turn next, &amp; the 15th last.  Our Waggon &amp; pair of Horses were easily the best on the Field; &amp; our Tent pitching squad had their Tent up in more than a minute quicker than the 14th or 15th </p> \r\n <p><a name=\"a5300095\"></a></p> \r\n <p>[Page 95]<br> \r\n Wed. July 4 (Assault at Arms) cont)<br> \r\n Our First Aid Squad did very well, too,  If anything was at all doubtful it was our Stretcher drill.  [Barny?] gave the orders in an uncertain manner, which resulted in the movements being a bit ragged.  Every man was a trier, though.  It was a very interesting programme, &amp; the Anzacs showed up very well.  Birdwood &amp; a score of lesser lights were present.  Our Cooks brought out a Copper &amp; made us some Tea, so we had Dinner on the Grounds, &amp; made quite a picnic of it.</p> \r\n <p>Thur. July 5th  They gave us the day off, after about an Hour's Gas drill.  We played Cricket &amp; I did some washing.  A job I detest.  Received Pipe from Mac; who is at Weymouth.</p> \r\n <p>Friday. July 6th   Received Letter from Ruth.  Went for route march with Maj. Wooster through the villages of Hedauville &amp; Forceville.  We had a good spell in a deep forest, which was very cool.  On our way back we passed a big bunch of cavalry.  They went by at the trot, &amp; presented a very fine appearance.  Played Cricket after Dinner.  Commenced Letter 24 to Lill.</p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 84]<br><br />\n Sunday June 3    We turned out at 4 a.m. &amp; after a hard struggle managed to get a drink of Tea.  Then we grabbed our Gear &amp; pushed our way to the R.T.O's office, where we were given Tickets stamped \"Detained at Etaples from May 31 till June 3.\" which were very useful to men who had overstayed their Leave.  We then went down to the Station &amp; got aboard the Train.  It did not leave till 9.30.  After an uneventful &amp; most dreary trip we arrived in Albert about 4.  One chap fell out of the Train &amp; got his Foot crushed.  I almost envied him.  We got a motor Lorry from Albert to Bapaume.  On our way back we met Sammy who informed me that I had been away the M.M. to which I said \"Hooray\"<br><br />\n [He was awarded the Military Medal]<br><br />\n Monday June 4th   Reveille at 6.  First Parade at 7.  We were excused the early morning Parade, &amp; also the others.  Break at 7.15.  The rest of the crowd went for a Route March with full marching order.  Snowy &amp; I stayed behind to fix up our things.  This is a very pretty Camp we are in.  Just the ruins of a number of Houses.  Some are in fair condition.  Our chaps spend quite a lot of time in the Garden, &amp; it is beginning to look very nice.  Outside the Tents they have made mottoes with bits of broken pitcher.  Some are very good indeed.  Billsy May returned from Hospital.  The wound in his back is not healed yet, but the silly beggar reckons he can't stay away from the mob.</p>\n<p><a name=\"a5300085\"></a></p>\n<p>[Page 85]<br><br />\n Tuesday June 5.  Finished Letter to M.S.  Also wrote Stone, to Old Road.  Glorious weather.  Quite hot.  Went for Route March with Capt. Irving.  Tried to get to Picture Show at night with Snowy, Billsy &amp; Towny but after waiting around for about an hour they came out &amp; announced that the Show was off.  We went into what is left of Bapaume Church.  The Huns blew it up.  In one big vault there are a big number of skulls, which are said to be some of the Heads that were chopped off during the Revolution.</p>\n<p>Wed. June 6   Weather continues good.  Gas Helmet &amp; stretcher drill.  This afternoon our cricket team played the 3rd C.C.S &amp; beat them by 3 wickets.  We drove down to the Ground in Motors.  After Dinner I wrote to Ruth B &amp; Mother.</p>\n<p>Thur. June 7.  Squad Drill with Capt Irving.  It was very hot &amp; he kept us moving.  After Dinner went to Baths with Stan Wright.  Fritz put a few shells over at night.  Les Townshend went into Amiens &amp; returned in the early hours of the morning.</p>\n<p><a name=\"a5300086\"></a></p>\n<p>[Page 86]<br><br />\n Fri. June 8. [no entry]<br><br />\n Sat. June 9th  [no entry]<br><br />\n Sun. June 10th  Went into Amiens. Got up at 6. Had Breakfast.  Es Smith drove us into Albert Station where we caught the Train.  There was a big crowd &amp; it was some time before we could get our Tickets.  The fare was ½ F.  The Train left Albert at 8.30 &amp; arrived in Amiens about 9.45.  There was a big crowd of our chaps in the City &amp; the shops did a thriving Business.  The first place I visited was a photographers.  I got my picture taken &amp; they promised to send them on in 3 weeks time.  20 Fs for a dozen.  Snowy Atherton, Nigger Bowden, Bluey Stanton &amp; Bricky Mason  were with me.  We visited the Cathedral &amp; spent some time viewing the wonderful carvings.  Most of the best work is covered by sandbags.  The weeping Angel is a very fine piece of work.  It is a copy of the original in Rheims Cathedral, which was destroyed.</p>\n<p><a name=\"a5300087\"></a></p>\n<p>[Page 87]<br><br />\n Sun June 10 (cont.)   We had Dinner at a very nice place, where a girl works who Billsy May is always talking about.  Her name is Marie Louise.  We found out that while Billsy &amp; Sid Royall were there they helped M. L. to wash up, so we give ?em a [rib?] about it when we return.  After Dinner we strolled around the City &amp; made a few purchases.  I bought a little souvenir for Lill of the Weeping Angel.  After wandering around for a while we went for a ride in the Tram.  <br><br />\n In London the drivers are men &amp; the conductors girls, but in France the positions are reversed.  After the Tram ride we sat down in the Park for about an hour.  Then we had Tea.  Steak &amp; Eggs &amp; Bread &amp; Butter, &amp; cakes.  For this we had to pay 4 Fs each.  We went around the shops &amp; bought some P Cards, then we got back to the Station.  The Train left about 8 &amp; we got to Albert about 9.30.  We walked along the Bapaume Road &amp; waited for a Motor lorry.  One came along about 11.30 &amp; we were soon back in our Tent &amp; asleep, as it had been a very trying day.</p>\n<p>Mon. June 11.  Signalling Squad Drill.  In the afternoon our Rugby Team played the 30 Batt &amp; won, 9 to 8.  Les Townshend &amp; Darky Bowden mentioned in despatches.  Peter H came in &amp; had a yarn. Posted Letter to Lill</p>\n<p><a name=\"a5300088\"></a></p>\n<p>[Page 88]<br><br />\n Tues. June 12th  Route march with packs up.  Weather keeping good.  Did some washing after Dinner.  Sent souvenir Home to Lill.  No mail in yet.  Its about time some arrived.</p>\n<p>Wed. June 13th   Squad drill &amp; Loading Waggons.   Serg. Thomson took charge as Capt. Irving is away.  Gone as M.O. to 60 Batt.  News of us moving on Saturday.  War news continues good.  Still no mail in.  Wonder what happened to it.</p>\n<p>Thur. June 14th  Kit inspection &amp; Gas Helmet drill.  Things quiet.  We are moving on Saturday.  Good Lord!  Air Raid on London.  About 100 killed &amp; nearly 500 injured.  Whats wrong with our Air Defences?   Commenced Letter to M.S.<br><br />\n Our Rugby Team played the [D.A.Ps?].  &amp; won 16 points to nil.  Wickes sprained his ankle.  We were to have been paid tomorrow but owing to moving it is put off till the 19th.</p>\n<p>Fri. June 15.   Another year of my Life gone.  I'll wait a couple of years now to give M.S. a chance to catch up.  This morning we were awakened at about 2 a.m. by the Gas Picket &amp; informed there was Gas Alert on.  Much strong Language was used.  We passed the morning with stretcher drill.  Bill Lane &amp; I went strawberry hunting.  Then we laid under a tree &amp; went to sleep.</p>\n<p><a name=\"a5300089\"></a></p>\n<p>[Page 89]<br><br />\n Fri. June 15.  At Tea time the mob in our Mess drank my health - in  tea  ? unfortunately.  Johnnie Maggs returned from Hospital, also Nick Cox.  Our Cricket Team played the return match with the 3rd C.C.S. &amp; lost by 9 runs after a most exciting game.  Bunny Allen was top score of our side ? 41.  Busy packing up ready to move off tomorrow.</p>\n<p>Sat. June 16   Left Bapaume    Turned out at 5.  A most ridiculous hour, as we did not leave till midday.  Marched to Bapaume Station.  Conveyed in Cattle Trucks.  Arrived at Varennes.  Detrained there &amp; marched on about 5 miles to Senlis.<br><br />\n It is a pretty little spot.  Our Camp is on the side of a Hill overlooking the village.  After Tea we went for a stroll &amp; had some refreshments at a Café.</p>\n<p>Sunday June 17  Glory Alleluia.  Mail came in.  Got 5 letters from France, 1 from Mother &amp; 3 from M.S.  Got some writing ahead of me now.  Told off as Sanitary Corporal.  Got Nigger Bowden, Snowy Atherton, Archie Deed &amp; Donovan in my squad.  All good workers.  This is a very pleasant little camp.</p>\n<p>Monday. June 18.  More mail came in  Got wedding Cake from Nell  Distributed it amongst our mob.   Capt Irving left us today.  He came on parade &amp; wished us all Good Luck &amp; said \"Goodbye\".  The mob are very sorry to lose him &amp; gave 3 hearty cheers &amp; sang \"jolly good fellow\".  He is going to a Base Hospital in England.  Got Letters from Lizzie Rowley &amp; Mrs Jack B.  Gee! I don't know how I'm going to answer all these letters.</p>\n<p><a name=\"a5300090\"></a></p>\n<p>[Page 90]<br><br />\n Tues.  June 19.  Busy day digging pits in which to bury rubbish, also new Latrines.  The crowd were to have gone on a Route March, but it poured in rain &amp; put it off.  Wrote Nelly Blackman.  Payney went into Dernancourt, to see about a Piano for our Concert.  The Canteen opened again.  Stan Wright.  Bott. Johnnie Moore Manager.  Payday drew 20 Fs.</p>\n<p>Wed. June 20th  Visited Amiens.  Left Camp at Senlis about 9.30.  Motor Amb. J. Moore, Dave Fry, J. Kitson, Snowy Atherton, D. Bowden, Sid Royall, &amp; self.  Arrived Amiens  about 10.30.  Purchased Post cards &amp; a few other items.  Had a good feed feed.  Kit &amp; I wandered round the Town.  Had a good time.  Caught Train 8 pm.  Arrived Albert 9.30  Walked  back to Camp. 4 miles.</p>\n<p>Thur. JUNE 21.  Got 2 bonza parcels this morning, one from Mrs Sam Ibbs &amp; the other from Ruth Blakeman.  Mrs Ibbs parcel contained a tin of Fresh Eggs, which exploded &amp; cut my nose &amp; eye.  They were certainly Fresh.</p>\n<p>Fri. June 22  Today we move our Outhouse to its new site amidst much cheering.</p>\n<p><a name=\"a5300091\"></a></p>\n<p>[Page 91]<br><br />\n Sat. June 23.  Anniversary of our arrival in France.  Had Stewed Rhubarb &amp; Custard for Dinner to celebrate the historic Landing.</p>\n<p>Sunday June 24.  Church Parade at Y.M.C.A. Senlis.  Spent a busy day writing Letters &amp; making up stuff for \"the  Tattoo\".  Received parcel of socks &amp; eatables from Mrs Horobin.  Good old Lizzie.  Wrote her a Post Card.  Billsy May, Clarrie Blanton &amp; I sat up till about 11 pm. typing the \"Tattoo\".  Posted Letter 22 to Lill</p>\n<p>Monday June 25.  Divisional Sports are coming off in about a week's time.  B\" Section is entered for Stretcher Drill Competitions  &amp;  First Aid &amp; we put in a good mornings drill getting ready for it.  We went away down the village &amp; saw a 3 round Boxing Bout of the 8 Brigade Tourney.  This is the eve of my 2nd Wedding Anniversary.  Hope to the Lord I'm back with M.S. long before another year is gone. </p>\n<p><a name=\"a5300092\"></a></p>\n<p>[Page 92]<br><br />\n Tuesday June 26.  Glorious old 26th,  2 years ago today was the happiest of my Life,  thanks to a certain little Girl saying \"yes\" to a certain question.  It is a glorious day. Just the same as it was 2 years ago.  I made up my mind as soon as I woke to try &amp; refrain from using any Bad Language all day - &amp; actually managed to do it.  Commenced writing my weekly epistle.  Got as far as page 6 before \"Lights out\".<br><br />\n After Tea we went down to the village to see the finals of the Brigade Boxing Tourney.  There were 4  3 - 2 min round Bouts &amp; most of ?em were either clever or funny.  One little officer caused a lot of amusement.  He was a good age, too, but only lasted 2 rounds.  There was a middle  weight match for 50 Francs which was quite exciting.  The 8 Brigade Band played at intervals &amp; Gen. Tivey was there.  It passed the night away very nicely.</p>\n<p>Wed. June 27th   Busy day getting ready for the Competition.  We had a go at Waggon loading today &amp; did very well.  Maj. Bond awarded D.S.O. which he richly deserves, as he did wonderful work at Bullecourt, the night Fritz put the Gas over.  Capt. Minty of the 15th got the M.C. which he certainly earned.</p>\n<p><a name=\"a5300093\"></a></p>\n<p>[Page 93]<br><br />\n Thur. June 28th  More stretcher drill &amp; Waggon Loading.  Breakfast was very young this morning.  At 2 p.m. there was a special Parade &amp; the Col. presented Maj. Bond with his D.S.O. ribbon, also presented ribbons to all who got the Military Medal.  I was one  of ?em.  That's another x  M.S. owes me.</p>\n<p>Fri. June 29  Same old [indecipherable].  Stretcher Drill.  For Dinner we had quite a good Feed.  Steak &amp; plenty of Beans &amp; Cabbage.  Posted Letter 23 to Lill  &amp; inclosed a piece of Ribbon.</p>\n<p>Sat. June 30th   Went to Henencourt &amp; had a \"try out\" over the Course.  The 14th &amp; 15th were also there.  On Sat.s. showing we stand a good chance of pulling off the prize.  Let's hope so, anyhow.  Went to Anzac Show.</p>\n<p>Sunday. July 1st   Glory Alleluia!  Out to Henencourt again.  No Church Parade.  A man will soon forget his prayers at this rate.  After Dinner I picked an eleven to play Miles Sheean's Team.  It was most amusing.  Alec Ewing made 30 runs &amp; Dad Good ? 50 ? quite a surprise   Miles &amp; I were both put out for a \"duck\".</p>\n<p><a name=\"a5300094\"></a></p>\n<p>[Page 94]<br><br />\n Monday July 2.  Stretcher drill.  Getting pretty good now.  Received Parcel from Mac D. containing Pipe.   </p>\n<p>Tues. July 3.  Snowy Athertons Birthday (21)  Went out to Henencourt again &amp; put in the morning rehearsing for the stunt tomorrow.  Had afternoon off.  After Tea Smithy &amp; I went for stroll down the village.  Met \"Snowy\" &amp; Johnnie Maggs as we were returning.  They had been celebrating.</p>\n<p>Wed. July 4th  The great day arrived at last. Had Breakfast at 6.30.  Paraded at 8.30 fully dressed for the event.  Before we left Camp the Col. addressed us &amp; wished us \"Good Luck\".  He also pinned Shag's medal on, which was overlooked when the rest of us got ours.  We got out to the Ground about 9.45.  Rode out in the Motors.  Our first part of the Comp. started about 10.30  The 14th led off ? but had not got far with their drill when it came on to rain, so we had to take cover.  We had our turn next, &amp; the 15th last.  Our Waggon &amp; pair of Horses were easily the best on the Field; &amp; our Tent pitching squad had their Tent up in more than a minute quicker than the 14th or 15th </p>\n<p><a name=\"a5300095\"></a></p>\n<p>[Page 95]<br><br />\n Wed. July 4 (Assault at Arms) cont)<br><br />\n Our First Aid Squad did very well, too,  If anything was at all doubtful it was our Stretcher drill.  [Barny?] gave the orders in an uncertain manner, which resulted in the movements being a bit ragged.  Every man was a trier, though.  It was a very interesting programme, &amp; the Anzacs showed up very well.  Birdwood &amp; a score of lesser lights were present.  Our Cooks brought out a Copper &amp; made us some Tea, so we had Dinner on the Grounds, &amp; made quite a picnic of it.</p>\n<p>Thur. July 5th  They gave us the day off, after about an Hour's Gas drill.  We played Cricket &amp; I did some washing.  A job I detest.  Received Pipe from Mac; who is at Weymouth.</p>\n<p>Friday. July 6th   Received Letter from Ruth.  Went for route march with Maj. Wooster through the villages of Hedauville &amp; Forceville.  We had a good spell in a deep forest, which was very cool.  On our way back we passed a big bunch of cavalry.  They went by at the trot, &amp; presented a very fine appearance.  Played Cricket after Dinner.  Commenced Letter 24 to Lill.</p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"105218","uid":"0","filename":"a5300015h.jpg","uri":"public://a5300015h.jpg","filemime":"image/jpeg","filesize":"1060996","status":"1","timestamp":"1389068103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":920,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Arthur John Moore diary, 11 November 1916-11 January 1918","format":"plain_text","safe_value":"Arthur John Moore diary, 11 November 1916-11 January 1918"}]},"field_page_number":{"und":[{"value":"15"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/104320/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"104320","revision_id":"104343","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104343","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/arthur-john-moore-diary-11-november-1916-11-january-1918-page-15-1"}