{"vid":"104351","uid":"1","title":"Arthur John Moore diary, 11 November 1916-11 January 1918 - Page 23","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"104328","type":"transcript_page","language":"und","created":"1389068103","changed":"1397715541","tnid":"0","translate":"0","revision_timestamp":"1397715541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 139]<br> \r\n 22 Gen. Hospital<br> \r\n Oct. 1st  Mon.  Another month gone  &amp; the war seems as far off the end as it did a year ago.  The doctor made a thorough exam. of every patient in the ward this morning.  After he had looked at my Leg, he told Sister not to give me any Break. tomorrow, so that  looks as if he is going to operate.  Good Job too.  I don't fancy getting around the country with a lump of shrapnel in my carcase.</p> \r\n <p>Tues. 2.  No Break this morning.  At about 10.30 they sent for me to go to \"the Pictures\".  I came round just as dinner was on, but didn't feel like eating any.  My leg is jolly sore, but I don't mind that so long as I get to \"Blighty\".  A Sgt. Major Metcalf of the 60 Batt. is in the next Bed to me.  His Jaw is badly smashed. </p> \r\n <p> A 10 WARD<br> \r\n Wed. Oct. 3.  Gee! I got quite a shock this morning when I saw the Gash they had made in my leg.  It gave me L too when Sister Cummings was dressing it.  The Doctor happened to come round while I was being dressed &amp; he marked me H.S.B. which means \"Hospital Ship ? Bed.\"  All I want now are the magical Letters A.P. which is the signature of Sir Alan Perry, O.C. the Hospital; then I'm right for Blighty.</p> \r\n <p>Thur. 4.  Last night the wind blew a hurricane.  This morning Sir Alan came around &amp; marked my Ticket, Hooray.  Now I must rest my soul in patience till I get over to dear old Blighty.  Just after Tea the Serg. brought round my clothes.  A suit of pyjamas, a flannel shirt, pair of socks ? (one of ?em I couldn't get on) cap comforter &amp; sweater.</p> \r\n <p><a name=\"a5300140\"></a></p> \r\n <p>[Page 140]<br> \r\n Bed 54<br> \r\n FRI. Oct. 5.  Last night I put on my Blighty clothes &amp; sat up in Bed till about 2 a.m.  I heard the motors buzzing around, &amp; thought, \"Oh, they'll be here for me presently\".  After that I dozed off to sleep &amp; was awakened by the night orderly at about 5 bringing round the water to wash.  It appears there was no evacuation last night, so now I must hope for better luck tonight.  Another big crowd of wounded arrived &amp; the ward is almost full again.  After Break. the Charge Sister brought her tray around &amp; dressed my leg.  After the operation they put a wad of lint in the wound to prevent it from healing too quickly.  This morning this had to be removed.  It was a ticklish job, but Sister Sharpe was as gentle as a lamb &amp; it was soon over.  They took the Serg. Maj. away for his operation &amp; afterwards took him to another ward.  He went crook about it, too.</p> \r\n <p> A.10 Wd.        Camieres<br> \r\n This is the Operation Ward where the chaps are brought after visiting the Pictures.  Some of them say very amusing things when they are under Ether, &amp; we get plenty of laughs.  Hope to goodness I get away to Blighty tonight.  One thing certain, I cannot get any better treatment, anywhere, than I am getting in this A 10 Ward.  What a good long letter I'll be able to write to B.E. when I get over.  Our chaps continue to give Fritz Hell, which is certainly good news.  And they are holding all the ground they took.  --  About 1.30 a.m. on</p> \r\n <p>Sat. Oct. 6  the stretcher bearers arrived to take me away to Blighty.   They carried me down to the Orderly Tent &amp; from there they took us away in Amb. Cars to the Hosp. Train.  Here I was put in a Bunk.  The Train was staffed by V.A.D's, &amp; they looked after us well.  The Train left about 4.30,  They </p> \r\n <p><a name=\"a5300141\"></a></p> \r\n <p>[Page 141]<br> \r\n gave us Cocoa &amp; B?d &amp; Butter twice during the trip.  We arrived at Calais at about 11 a.m.  From the train we were taken aboard the Hosp. Ship.  They had a big crowd of Fritzs to unload us.  It was quite a novelty to be carried by the Huns. <br> \r\n The name of the ship was \"Pieter de Cominck\".  It used to be a passenger boat running between Belgium &amp; England.  Just previous to the war, it was used by King Albert as a private yacht.  She was beautifully fitted up.  The bunks were quite luxurious.  Snowy-white sheets &amp; good warm Blankets.  They gave us a good feed of very nice stew which went down well.  We left Calais at 2.15 &amp; arrived in Dover about an hour later, after a good crossing.  From the ship we were put aboard another Hospital Train.  It was quiet luxurious, also, &amp; I began to think that getting wounded was not the worst thing in the world, by any means.</p> \r\n <p> Royal Sussex County Hospital<br> \r\n As we passed through the various stations en route, people waved their hands.  (It is really surprising that after 3 years of war, they can still raise a certain amount of enthusiasm)  We arrived at Brighton  about 10 p.m.  Here we were unloaded by V.A.D's &amp; put aboard Motor Amb. &amp; brought away to this Hospital.  It is a Civil Hospital, &amp; things are much more \"free &amp; easy\" than they are in a Military Hospital.  They put me in a nice little Bed.  Then 2 nurses came along &amp; washed me &amp; put a clean shirt on me.  After that they brought along some Hot Milk &amp; <strike>kissed me</strike> wished me \"Goodnight\".   </p> \r\n <p>Sun. Oct. 7.  This morning the Nurse awoke me at 5 &amp; brought along some warm water in which I washed.  At 6 they brought</p> \r\n <p><a name=\"a5300142\"></a></p> \r\n <p>[Page 142]<br> \r\n Sun. Oct. 7        Bristol Ward<br> \r\n Breakfast along.  We had a choice of Fish Cakes or Sausage Rolls.  I had Cakes &amp; with it Tea &amp; Bread &amp; Butter.  At 9, they brought Hot Milk &amp; Bread &amp; Butter along.  During the morning an old Gent paid us a visit.  He came around &amp; had a yarn with each of us, &amp; gave us 6 penny stamps &amp; a writing Pad each.  Then a number of Ladies came along &amp; took down our names &amp; Home addresses.  Another old gent brought some more stamps, &amp; also gave us matches.  Then the Matron brought us 2 packets of Cigarettes.  About mid-day they dressed my wound.  It is coming along very nicely.  At 12.30 they brought Dinner.  Roast Beef &amp; Potatoes &amp; Baked Apples &amp; Rice.  Very nice indeed.  After Dinner an old lady brought us some very nice Home made scones.</p> \r\n <p>After Tea they sang Hymns in the next Ward.  Matron played the Piano.  She invited us all to join in the singing.  I refrained, though the temptation was great.  At 7 they brought us Hot milk.  At 9.30 they put out the Lights &amp; I went to sleep, after a very pleasant day.</p> \r\n <p>Mon. 8.  Since being in Hospital I have written to Stan Wright, Ruth B, Mrs Ibbs, Mrs Pudney &amp; Sister Sharp, so ought to get some replies during the next few days.  The Matron is a dear old Lady.  She comes round every day &amp; has a little talk with each of us.  When the Nurse took the Bandage from my Leg this morning, she said \"Isn't that Beautiful?\"  It was the wound she meant, not my leg.  That is far too skinny to be admired.  It is jolly cold although the sun does shine at intervals.   Wrote Letter 36 to B.E.</p> \r\n <p><a name=\"a5300143\"></a></p> \r\n <p>[Page 143]<br> \r\n Bed 23.    Bristol Ward<br> \r\n Tues. Oct. 9  Sausages for Break. this morning,  very nice too.  My Doctor came round yesterday.  He says they must wait till the incision in my Leg is healed &amp; then have another go with the X Ray.  The old Gent brought us some Acid drops today &amp; a Lady brought us some small bags of Lavender, which makes the place smell very sweet.</p> \r\n <p>Wed. 10.  Received Letter from Ruth.  She informs me that Mary is down here, &amp; will come to see me, which is certainly good news.  It is a beautiful day outside, but jolly cold indoors.  Today we had Fish for Dinner, which was a pleasant change.  They feed us up well at this place.  Breakfast is the worst meal of the day.  That is decidedly \"young\".  Commenced Letter 37 to M.S.</p> \r\n <p>Thurs. Oct. 11.  The nurses at this Hospital are the biggest lot of women I ever saw.  They have arms on ?em like the \"Village Blacksmith\".  Got a Letter from Mary B. saying she is coming to see me, so I must spruce myself up.  Yesterday 2 very nice Ladies came to see me.  They were from the Red X, &amp; brought me a heap of good things.  A Tin of Tobacco &amp; a Hair Brush among them.  Just the 2 things I most needed.  Mary arrived  about 2.30.  She brought me a bunch of beautiful Flowers.  What a fine Girl she has grown into.  I got quite a shock when I saw her.  She stayed with me for about an hour, &amp; we had a good old yarn about old times.  Of course she wanted to know all about B.E. &amp; I had to produce my Photos.  Continued Epistle to M.S. No. 37.</p> \r\n <p><a name=\"a5300144\"></a></p> \r\n <p>[Page 144]<br> \r\n Fri. Oct. 12.  Yesterday \"Snowball\", Paddy &amp; 3 others left the Ward &amp; it seems very quiet this morning.  More good news in the Paper.  Hooray.  I'll soon be able to send home the magic word \"Pyjamas.  Our Nurse was sent on duty to another ward, so we have to look after ourselves now.  \"Canada\" broke the Phonograph, &amp; things are all wrong.  A Lady brought us some Nuts &amp; Fruit, &amp; another Lady  played the Piano to us for a couple of Hours.  Wrote to Ruth.</p> \r\n <p>Sat. 13.  Another glorious day.  Got a \"bonser\" parcel of Apples &amp; Pears from Lizzie.  Received Letter &amp; Photo from Ibby.  Shall be jolly glad to get my mail from France.</p> \r\n <p>Sun. Oct. 14.  Fine sunny day.  Wrote to L. Rowley.  After dinner the place was overrun with visitors.  All the chaps in our Ward are up, excepting \"Smithy\" &amp; I.  They pulled us out on the Verandah, where it was very pleasant, basking in the Sun.  The 2 Ladies from the Red X came to see me &amp; brought me some Papers.  Smithy's Girl &amp; her Mother came to see him.  They brought a Big Home Made Cake, to which we did full justice at Tea Time.  There is plenty of Fruit about, &amp; we are doing well.  Tonight  my Temp. is 101 &amp; I feel rotten.  Seems like a dose of Trench Fever.  Nurse gave me a dose of Black Jack, which is awful.</p> \r\n <p><a name=\"a5300145\"></a></p> \r\n <p>[Page 145]<br> \r\n Mon. Oct. 15.  Spent a rotten night.  Couldn't sleep, &amp; the Bandage slipped off my Leg.  The night nurse fixed it up &amp; brought me a Hot drink.  Then I managed to drop off to sleep.  Things are very comfortable in our Ward.  We have a good fire burning night &amp; day.  A good number of visitors come around, &amp; most of them bring something for the troops.  Crawford went away today, that leaves us with only 8.  We smoke &amp; read &amp; write Letters.  War is seldom mentioned.  After Tea the nurses gave us an excellent Concert in the Big Ward.  The inmates of the \"old men's Home\" were allowed to listen.  The last thing I heard before dozing off was the massage Sister juggling with top C's</p> \r\n <p>Tues. 16.  Bleak, dreary day.  What a treat it is lay back in Bed &amp; have one's Break. brought to one.  All the same I?d enjoy it more if the Botts were here to share the Fun.  The Sister in charge of this Ward has been here 30 years.  Gee! What a Life!  \"Capstan\" Tobacco is very rough of late.  I cannot smoke the Tin I got from the Red X, &amp; I'm not very fastidious. It's about time some mail arrived from France.  I'll be mighty glad to get it.  The House doctor's name is Holmwood.  He comes from Essendon.  We had a great old yarn.  He asked if I had any \"Bulletins\", but I'm as anxious to get one as he is.  Glory: Alleluia, the nurse gave me another Pill tonight.  I'll be posted \"missing\" one of these fine mornings.  Wrote Letter 38 to B.E.</p> \r\n <p><a name=\"a5300146\"></a></p> \r\n <p>[Page 146]<br> \r\n Wed. Oct. 17.  Wet, dull day.  Had a good read \"Smoke Bellew\".  Doctor came round after Dinner, &amp; marked me for X Ray.  Red X Ladies brought Cigarettes &amp; a \"Bulletin\".  They stayed quite a while &amp; we had a good old yarn.  Received Letter from Ruth.  They are expecting a Convoy in tonight &amp; the Nurses &amp; maids are rushing about like a Ration Party, carrying Blankets etc.</p> \r\n <p>Thur. 18.  15 men came in last night.  Judging by the excitement I thought there would be, at least, 100.  The doc. came in during the night &amp; borrowed my \"Bulletin\".  I was X Rayed just before dinner.  There is still a piece of shrapnel in my Leg.  It shewed on the plate, so I guess that means they will make another cut.  The Sister made my visit to the X Ray department quite interesting, as she explained to me the process.  Whilst waiting for the lift to return me to the Ward I struck up a yarn with a Girl waiting to be X Rayed, &amp; found out that she had been wounded by a Bomb which fell in London during an Air Raid.  She was driving a Tram at the Time, &amp; was injured in 6 places.  As it was such a glorious day, they put \"Smithy\" &amp; I out on the verandah.  Wrote Aunt Nell &amp; Mrs Pudney.</p> \r\n <p><a name=\"a5300147\"></a></p> \r\n <p>[Page 147]<br> \r\n Fri. Oct. 19.  Bit too cold to go out this morning.  Received Post Card from Alec Blakeman.  Poor old Butler our \"P.B.\" man went away this morning.  Smithy &amp; I will suffer for that.  Things are much the same in Hospital, one day as the next.  It makes one very lazy to be sitting back here &amp; waited on hand &amp; foot.  They are a long time sending our mail over from France.</p> \r\n <p>Sat. Oct. 20.  Fine day, but cold.  An old Lady came in this afternoon &amp; said \"she was sorry she had no cakes left as she had given them all to the wounded soldiers,\" so she must think we are \"swinging it\".  Sister Bristol informs us that we are having a Bun Fight &amp; Concert on Tuesday, which is something to look forward to.  Lizzie sent me another Box of Fruit.</p> \r\n <p>Sun. 21.  Buckland being away, \"Ginger\", the Generals daughter put Sgt. \"Bismuth\" on to collect the Washing Bowls, which caused a few smiles to ripple round the ward. Maj. Paley visited me yesterday &amp; after seeing the X Ray plates, he decided to leave the piece of shrapnel in my leg.  Had a jolly good dinner.  Roast Beef &amp; Veg. Baked apples &amp; rice.  Quite a lot of visitors came during the afternoon.  Smithy's Girl &amp; her sister among them.  They brought a Big Cake, which went down well at Tea time.  We all went to Chapel after Tea, those who could not walk went in wheeled chairs.  Nurse Jarrett tucked us well in with rugs.  It is a beautiful little chapel with Pipe organ, &amp; the service was most enjoyable.  Afterwards Matron played the Hymns &amp; we warbled in the ward.</p> \r\n <p><a name=\"a5300148\"></a></p> \r\n <p>[Page 148]<br> \r\n Mon. Oct. 22.  Another glorious day.  Smithy &amp; I went out on the verandah.  Hooray, 4 Zepps brought down in France.  That's jolly good news.  They did a lot of damage in London though beforehand.  Mary Blakeman came to see me during the afternoon &amp; stayed about 2 hours.  Wrote Letter  40 to M.S.  We are having a Bun Fight tomorrow &amp; everyone is quite excited.</p> \r\n <p>Tues. 23.  Nurses &amp; sisters &amp; maids are all flying around preparing for tonight's Feed.  Boxes &amp; Parcels of Good things are arriving in Big Quantities.  At 3.30 Nurse Jarrett came round &amp; started to get us ready.  Packed us up in wheeled chairs &amp; wrapped us well up in rugs.  Then we were placed in position at the Tables.  It was a great spread &amp; we did full justice to the good things provided.  A Lady paid for it all, &amp; after one of our Sergts had made a little speech, thanking her, we were allowed to attack.  </p> \r\n <p>There were Tomatoes, Brown Bread &amp; Butter (2/11 a lb) Cakes of all kinds, Lollies &amp; Chocolates &amp; a Pkt of Cigarettes &amp; Box Matches per man, &amp;  plenty of Sugar in the Tea &amp; Meat Pies.  Gee! what a Great Feed it was.  The Food Controller would have had a Fit had he seen the Spread.  After Tea we had a jolly good Concert.  I sang the evergreen \"Spanish Onion\" which always seems to take.  Sister Wicker gave us a number of songs in her usual charming style &amp; Nurse Jarrett gave us quite a lot of twiddley stuff on her violin accomp?d by Nurse Wilson on the Piano.  A Miss Grimshaw caused a lot of amusement by rendering a number of quaint songs</p> \r\n <p><a name=\"a5300149\"></a></p> \r\n <p>[Page 149]<br> \r\n Wed. 24.  What an exciting day.  About 2 am the doctor came round &amp; flashed his torch on each Bed.  I wondered what was up.  Later on the Nurses came &amp; read out a list of names of men who were marked out.  Almost everybody was going.  Only Smithy (K.R.R.) &amp; McLean (Niagara Falls) &amp; myself were left in our ward.  The Q.M. &amp; her assistants were flying around with Blue suits &amp; Pyjamas &amp; the place was in an uproar.  Smithy &amp; I went out on to the verandah.  I was just settling down to write to B.E. when Nurse Wilson came along &amp; said \"Come on Moore, you're next\".  Gee! I did get a shock.  There were no blue suits left so they dressed me up in a suit of pyjamas &amp; a long blue coat.  I look like Chu-Chin-Chow.  Just after dinner they put us aboard the Cars &amp; we came away to the 2nd Eastern Gen Hosp. [Brighton] </p> \r\n <p> Queen Mary Ward<br> \r\n We came right along the Sea Front &amp; got a good view of the town, which is very fine.  After a few hours messing around they brought us along to the Queen Mary Ward &amp; we went to Bed again.  It was visiting day &amp; quite a number of Ladies came around &amp; had a yarn.  One of ?em gave me a Bunch of very sweet grapes &amp; a Girl gave me a Bun (After a thorough search I found 2 currants in it)  At Tea Time they brought around a big lump of cake which one of the Nurses had made so we had quite a good feed.</p> \r\n <p>Thur. 25.  This morning the Doctor came round &amp; had a look at us.  Then one of the Nurses dressed my Leg.  She was quite sore because I told her the wound was nearly healed.  She probed it, &amp; said it was not at all healed. Then she put about 2 ft of packing in it, so it looks as though I'm not going to walk on it yet for a few days.  Com. Letter 41</p> \r\n <p><a name=\"a5300150\"></a></p> \r\n <p>[Page 150]<br> \r\n Queen Mary Ward<br> \r\n FRI. Oct. 26.  What glorious weather &amp; this October. It's more like our Spring weather at Home.  No mail arrived yet.  I can't make out what's gone wrong.  Nurse irrigated my wound this morning &amp; made quite a fuss of it.  We had 3 parsons to see us after dinner.  I haven't much time for them on the whole but these were 3 of the best I ever met.  It was quite a treat to talk to them.  For Tea we had an Egg, B?d &amp; Butter &amp; Cake, quite a good Feed.</p> \r\n <p>Sat. 27.  An orderly came round &amp; informed Corduer &amp; I that we are going to Harefield on Monday, &amp; took down our sizes for clothes. Nurse Walker who dresses my Leg, got news to say she must stand in readiness to go to East Africa.  A jolly fine nurse she is too.</p> \r\n <p>Sun. 28 Oct.  This is visiting day, so I gave my Hair an extra few minutes brushing.  They brought our clothes around ready for our removal tomorrow.  Good Lord! What news in the Paper.  60000 Italians &amp; 400 Guns captured.  Another Russian \"sell evidently\".  The \"dagoes\" didn't put up a Fight at all. Later.  Very few visitors came.  A Lady brought us a lovely cake which we had for Supper.</p> \r\n <p>Mon. 29.  Got into our Khaki again this morning.  Went by car to Brighton station &amp; from there by Train to Victoria, London.  Here another car met us, &amp; drove us past Buckm Palace to Paddington.  Here we had Cocoa &amp; Sandwiches at  the Free Buffet.  From Paddn we went by Train to Hendon.  There we went by car to the Hospital, changed our Khaki for Blue once more &amp; went to Bed.  Glory Alleluia  Big mail at last.  Wrote Letter to Cis.</p> \r\n <p><a name=\"a5300151\"></a></p> \r\n <p>[Page 151]<br> \r\n Tues. Oct. 30.   3y Ward.   Yesterday, just as we were bidding the Nurses \"Goodbye\", they handed me a big mail from France.  23 Letters, so as soon as I got settled in Bed, I had a glorious old read.  They were from Mother, France, Cis, Kath, Nell, &amp; 6 from B.E.  Gee! it made my head whirl to read all that lot.  In answer to my Letters from England &amp; about M.M.  I'll be kept busy now with writing Letters.  Today I started on a cushion cover for Lill, but I'm wondering if I'll be in Hosp. long enough to finish it.  It is a very pretty design.  The Food is pretty good here but they don't make much fuss of a man.  It's more like a hardening Camp than a Hosp.  Cordner.  36 Batt. is also busy on a Cushion.  He comes along to my Bed at intervals during the day &amp; we compare the amount of work done.</p> \r\n <p> No. 1 Aust. Aux. Hosp.<br> \r\n Wed. 31.  The weather is glorious, &amp; from what I've seen of it, the country is very pretty round here.  Yesterday, Sister applied Blue Stone to my wound &amp; it has burnt away all the proud Flesh.  They seem to have a Board here about every other day &amp; many get marked for Australia.  I don't envy some of them as they will never be much good.  I put in a Busy day at my Cushion Cover.  It will take a long time to do, but   Gingos is worth it.  Wrote to France &amp; Nell.  </p> \r\n <p>Thur. Nov.  1st  Carried on the Good work with the Badge &amp; wrote Letter 42  to B.E.  Also P. Cards to Payney &amp; Stan Wright.  Miserable, wet day.  Leg not looking too good.  5 weeks today since I got hit.    </p> \r\n <p><a name=\"a5300152\"></a></p> \r\n <p>[Page 152]<br> \r\n <br> \r\n FRI. Nov.  2.  Received Parcel of things out of my Pack from Bill Gamble.  My leg is looking rotten the doctor told them to put a tube in it &amp; dress twice a day. They also took away a sample of the discharge, so I'm tipping the next thing will be another operation.  Put in a good day at my Cushion Cover.  Got Letter from Mary B.  Wrote to  Mother.</p> \r\n <p>Sat. 3.  The weather is glorious, a bit cold inn the mornings, but warming up towards mid-day.  A number of visitors came round after dinner.<br> \r\n <br> \r\n Sun.   <strike>OCT</strike> Nov.  4.  Received Box of Cigarettes &amp; Letter from Bacup  Got up after dinner &amp; went down the villages on crutches.  Plenty of visitors flying about &amp; a convoy of patients arrived.  The village is pretty but awfully quiet.  A chap came round &amp; took Photo of ward.  I gave him Polly Mincher  trio to take copies from.</p> \r\n <p>Mon. Nov.  5.  Wet, windy day.  Stayed in Bed &amp; carried on the Good work with Cushion Cover.  Wrote Mrs Ibbs. Bacup.</p> \r\n <p><a name=\"a5300153\"></a></p> \r\n <p>[Page 153]<br> \r\n Tues. Nov.  6.  Weather brightened up.  Went out on crutches again, but my bloomin? Hat is too small &amp; it makes my head ache.  Wrote Mrs Pudney.  Chap brought postcards of ward, not Bad.  What the dickens to write about I don't know but this Book must be filled up somehow.  There was a Concert on tonight, but I had to wait for my Leg to be dressed, &amp; by that time it was too late.  Another new doctor this morning, that makes 3 now, in a week.  I don't like this Hospital at all &amp; shall be mighty glad to get away.  The doctor said there was only one thing to do with my Leg, &amp; that was to remove the piece of shell.</p> \r\n <p>Wed. Nov.  7.  Things are kept going in this Ward &amp; the sisters certainly earn their pay.  As soon as a Bed is vacated, another patient comes along &amp; fills it.  The photor  brought along the enlargets of the Polly Mincher photo, &amp; they turned out real good.  Wrote to Aunt Nell.  If Mrs A.J. doesn't appreciate the good work I have put on her cushion cover then she ought to.</p> \r\n <p>Thur. 8.  Was X rayed again this morning for the 3rd time.  So now I can look forward to the Pictures again.  Four chaps in our ward were operated on today.  I got up quite early &amp; dressed, but it was too wet to go out.  After Tea went to Concert which was most enjoyable.</p> \r\n <p><a name=\"a5300154\"></a></p> \r\n <p>[Page 154]<br> \r\n 2nd Anniversary<br> \r\n FRI. Nov. 9.  Col. came round &amp; examined all Bed Patients.  Told sister to remove Tube from my Leg.  Put in a good few hours on cushion cover.  Received Amiens Photos &amp; parcel of post cards from Ted Grant also Letter from Maj. Payne.</p> \r\n <p>Sat. Nov.  10.  Two years ago today since I bade them \"Goodbye\" on Melbourne Wharf.  8 months in Egypt, &amp; 16 months among the mud &amp; shells of Flanders &amp; Belgium.  Considering the number of men who are dead, I really should consider myself lucky to be alive.  Let us hope that it won't last another year or we shall all be old men before our time.  Went to Concert after Tea, which was pretty good.  Sgt. Fowler, 20 Batt. in the next Bed to me got a parcel today, containing a Home Made Loaf &amp; some dairy Butter, which was quite a Luxury.<br> \r\n Commenced Letter 43 to M.S.      </p> \r\n <p>Sun. Nov.  11.  Finished off Letter 43.  After dinner went for stroll.  Met Charlie Whitaker.  He was gassed at Ypres, &amp; has been here about a week.  It is quite a coincidence that we should be in Blighty together again, as we came over on leave last May.  A good crowd of visitors are here today. </p> \r\n <p>Mon. 12.  Letter from Bill Gamble.  Another new M.O, that makes 3 since I've been in this Hospital.  He looked at my Leg this morning &amp; said the same old thing \"Oh we will wait till that wound heals up a bit\".  Yesterday the Surgeon came round all wards &amp; looked at every case a good number were marked out.  This afternoon I attended the Picture Show &amp; Bun Fight in the Concert Hall.  It passed the time well &amp; we had a good feed of Cake etc.</p> \r\n <p><a name=\"a5300155\"></a></p> \r\n <p>[Page 155]<br> \r\n Tues. Nov.  13.  Got Letters from France &amp; Mary B.  My wound is looking a lot better this morning.  The Lady from the Red X saw my cushion cover today &amp; said I must put it in the Comp. which comes off next Friday.  Charley Whitaker came in to say \"Hooray\".  He went away on Furlough.  The Lights are rotten in this ward.  I intended to write Letters, but went to the Concert instead, which was very good.</p> \r\n <p>Wed. 14.  Well what the deuce am I going to write about?  I'm hanged if I know.  It just seems a matter of eat, drink &amp; sleep.  The cushion cover is almost finished.  The chap (Bandy Joe) came round &amp; took our photos.  All my money goes on Photos &amp; stamps.  I'm broke again now &amp; haven't got a writing Pad otherwise would write some Letters.  Have got quite a lot to answer.</p> \r\n <p>Thur. Nov.  15.  Finished off my cushion cover for M.S.  Hope she will appreciate the many Hours I spent on it.  Got Letter from Rex Herford.  14 more Military Medals.  Our unit will soon be all M.Ms &amp; N.C.Os.  After Dinner, donned my blues, struggled into a Collar &amp; Tie &amp; went for a stroll down the village.  Met Steeley &amp; we went for a walk along the Road.  The Trees are shedding their Leaves &amp; they make quite a carpet of the Roads.</p> \r\n <p>FRI. 16.  This afternoon there was an Exhibition of Needle work done by Patients.  Some of it was beautifully done.  Mr Leek, to whom this House &amp; Land belongs, presented the Prizes.  Afterwards we all had Afternoon Tea with him in the Rec. Room.  My cushion cover was on view, but did not gain a Prize.</p> \r\n <p><a name=\"a5300156\"></a></p> \r\n <p>[Page 156]<br> \r\n Sat. Nov.  17.  This morning the Col. (Shaw) came round &amp; probed my wound for some minutes.  Then he marked me for X Ray again.  Received Parcel from Mrs Pudney containing Letters &amp; a number of Photos of Lill &amp; Nell at various ages.</p> \r\n <p>Sun. 18.  Was X rayed.  They painted a big black cross on my Leg, so if I don't pull through the Op. I'll be alright for Christian Burial.  After dinner Steeley &amp; I went for a stroll down the village Lanes.  There was quite a crowd of visitors but no one came to see me.  After Tea, Sister gave a dose of oil &amp; shaved my Leg in preparation for the \"Hop Over\" tomorrow.</p> \r\n <p>Mon. 19.  Glory Alleluia.  Got a mail from Home this morning &amp; a Letter from France.  She seems to like Egypt.  A good long Letter from Mother &amp; a 9 Page Epistle from Mrs A.J. [His wife]  Great Kid that.  Had Break at 4 a.m.  It is 10.30 now &amp; I am awaiting the Arrival of a stretcher to convey me to \"The Pictures.\"<br> \r\n Later  Feeling very weak &amp; dopey.  Vomited.  Had 2 Inj of Morp.</p> \r\n <p>Tues. 20.  Still very dopey.  Can't eat or sleep.</p> \r\n <p>Wed. 21.  Ate Chicken &amp; drank milk  Leg looking rotten &amp; feeling so too.  Steeley sat on my Bunk &amp; related a few Experiences.  Very amusing, made me feel better.  Received Photo of France.  A Beauty.</p> \r\n <p><a name=\"a5300157\"></a></p> \r\n <p>[Page 157]<br> \r\n Thur. 22.  Cracked Joke with night sister.  Feeling bit better.  Leg a bit easier.  Enjoyed dinner.  Chicken not so springy as usual.  Some days it is almost too much to handle, single handed.</p> \r\n <p>Fri. 23.  Got another Letter from M.S.  9 more Pages. Good old Girl.  My hand is too shaky to write but I must certainly make up when I'm a bit stronger.  They must have taken the piece of shell out of my Leg with an Axe, judging by the way it feels.  Sister Davies was to have gone on leave, but I'm glad she did not, as she has looked after my Leg real well.</p> \r\n <p>Sat. Nov.  24.  Nothing exciting to write about.  The crowd who are returning on the Hospital Ship are busy getting their Gear together.</p> \r\n <p>Sun. 25.  What a night last night was.  Wind  blowing a Hurricane.  The Hospital ship party had to turn out about 4 a.m. &amp; have Break.  Only 3 are going from this ward, Wilkie, Hill &amp; Garland.  They are all badly knocked about,  &amp; much as I long to get Home I prefer to wait a bit longer &amp; go back in one piece.  It snowed &amp; hailed &amp; rained all day.  At times the sun would break thro? buy not for long.  Wrote Letter 44 to Lill.</p> \r\n <p><a name=\"a5300158\"></a></p> \r\n <p>[Page 158]<br> \r\n Mon. Nov.  26.  Sister Davies went away on Furlough today.  My Leg is coming on well, but I still feel confoundedly weak.  Am putting in some good work at my Cover for Writing Pad.  We have a very nice Sister to look after us now, &amp; the tucker has improved a bit this last few days.  Steeley brought me some Jelly which went down very well.</p> \r\n <p>Tues. 29.  What the dickens to write about I don't know.  Am afraid my diary is getting rather a Farce, as nothing happens nowadays to write about.  After Tea write France>/u></p> \r\n <p>Wed. Nov.  28.  Gee! what's gone wrong?  Sister Williams gave me a glass of Port Wine today.  Our poor old Kangaroo is showing signs of the times.  He lays about all day near the Steam Pipe at the Laundry.  No doubt the poor beggar is longing for the Sun just as much as the rest of us.  After Tea wrote to Mother.</p> \r\n <p>Thur. 29 Nov.   This time last year we were on the Somme, up to our necks in mud.  It is very pleasant to lay back in Bed &amp; think about the rough times we have had.  My Leg is healing up well.</p> \r\n <p><a name=\"a5300159\"></a></p> \r\n <p>[Page 159]<br> \r\n FRI. Nov.  30.  Got an awful shock this morning when Georgie brought me a Bottle of Stout.  I ought to soon get well now, what with that &amp; the chicken.  Serg. Fowler got marked for Furlough today.  Stan Wright did not turn up.  I guess London is proving too attractive.  Com. Letter 45.</p> \r\n <p>Sat. Dec. 1  There is a lot of talk about another Hosp. Ship returning shortly &amp; it is causing much excitement.  Capt. Fox our M.O. is flying round making out Board Papers.  He's got everybody guessing.  Finished Letter to Lill.</p> \r\n <p>Sun. Dec. 2.  Capt. Fox made out Board Papers for nearly everyone in the ward.  He marked me B2b, but I am not holding out much hope.  Sgt. Fowler is going away tomorrow.</p> \r\n <p>Mon. Dec. 3.  Fowler went away this morning &amp; Sailor went to London with him.  The Board came round &amp; examined us.  Capt. Fox pushed my Case a hard as he could, but I only managed to get B1b, which ought to mean a few months in Blighty, so I must consider myself Lucky as I never expected to get a Board at all.</p> \r\n <p><a name=\"a5300160\"></a></p> \r\n <p>[Page 160]<br> \r\n Tues. Dec. 4.  Things much the same.  Weather jolly cold.  We sit round the Fire &amp; tell yarns, &amp; smoke.  My Blotter Cover is nearly finished.</p> \r\n <p>Wed. 5.  Serg. Rolfe, Woods &amp; Watkins went away to Weymouth today.  Finished my Fancy Work.  Com. Letter No. 46.</p> \r\n <p>Thur. 6.  Fearfully cold.  Another Air Raid over London.  Not much damage done, &amp; two Gothas brought down.  Wrote France &amp; Sam Ibbs &amp; finished Letter 46 to B.E.</p> \r\n <p>        F. S. S. M.  T.   W.  T.<br> \r\n Dec. 7, 8, 9, 10, 11, 12, 13 </p> \r\n <p>Things about the same.</p> \r\n <p>FRI. Dec. 14.  Sister Cummings went away today &amp; Sister Davies came back.  She will no doubt shake things up.  The first thing was to mark a number of us to have our meals at the Mess Hut, which is rather hard this cold weather.  Capt. Fox continues in good humour.  He has nickname for us all. I am \"The Professor\".<br> \r\n Com. Letter No 47 to M.S.</p> \r\n <p>Sat. 15  Great excitement in the Ward.  9 of our family were issued with their Khaki, in prep. For going away by the hospital Ship tomorrow.</p> \r\n <p><a name=\"a5300161\"></a></p> \r\n <p>[Page 161]<br> \r\n Sat. Dec. 15  Packed up cushion cover &amp; Photo &amp; gave to Rex Rodd, to take back with him on the Hospital Ship; for Mother.  Also sent Photo to France.  Went down to Mess Hut for my first meal.  It is not at all Bad, nice &amp; warm &amp; cheerful &amp; we get the tucker hot.  Old Bandy brought the Photo along.  It is really good.  Now I have to raise 15/- to pay for it.  Spoke to Capt Fox about getting a trip on the transport back Home.  He rushed down to the Registrar's Office where he put up a good argument, but they informed me that only C class men were taken on for those Jobs, so my chances of seeing Lill are again at a very low level.  Anyhow I finished Letter 47 &amp; posted it</p> \r\n <p>Sun. Dec. 16.  Cold, wet, snowy day.  Very few visitors.  I sat in the Canteen eating Cakes &amp; drinking weak Tea.  Old \"Bandy\" brought the Picture along of Lill &amp; I, but I didn't have the money to pay for it, so he will have to wait till I've seen the Registrar.</p> \r\n <p>Mon. 17.  One of the Red X Ladies promised to sew my Blotter Cover, so I took it down to the Sewing Room &amp; left it.  She didn't have enough material to finish it, but promised to do it for Wednesday.  Jolly good Concert in Hall.  \"The Cheer-ohs\"  All Girls.</p> \r\n <p><a name=\"a5300162\"></a></p> \r\n <p>[Page 162]<br> \r\n Tues. Dec. 18  Got another Letter from France, also Snapshot.  She looks well &amp; seems to be enjoying Life in Egypt.  Weather awfully cold &amp; frosty.  We sit round the Fire like a lot of Sick Fowls.</p> \r\n <p>Wed. 19.  They finished Lill's Blotting Pad &amp; it looks fine.  Felt in a writing Humour so wrote to Mother &amp; Mrs Pudney.  Last night the Lights were switched off about 8 p.m. as a number of German planes came over, but the papers say they did no damage.</p> \r\n <p>Thur. 20.  Tom Effie, Steeley &amp; I walked as far as Denham station.  It is 2 ½  miles from Harefield, the furthest I have walked since I got hit, &amp; my leg ached somewhat.</p> \r\n <p>FRI. 21.  There are prizes offered for the best decorated wards &amp; competition is keen.  The nights are moonlight &amp; Fritz ought to be pleased.</p> \r\n <p>Sat. 22.  Most of the fellows are busy getting holly &amp; other Green stuff with which to decorate the wards.  We got in a good supply.<br> \r\n Comm. Letter No 48<br> \r\n Got Letter from Aunt Nell.  What an exciting diary this is.  Main items: Eat, drink, sleep &amp; dressings.</p> \r\n <p><a name=\"a5300163\"></a></p> \r\n <p>[Page 163]<br> \r\n Sun. Dec. 23.  Few visitors out today, but very few.  Weather too cold.  Some of the wards have commenced to decorate  for Xmas.  There is a Prize of &pound; 2 for the best decorated ward.  Finished L 48</p> \r\n <p>Mon. Xmas Eve.  Busy day decorating Ward.  It looks very pretty.  A gang of Kids from the village came round singing Carols, but they made such an awful din, that we we glad to give them a few coppers to get rid of ?em.  Capt. Fox has left our ward &amp; Mendelsohn has taken his place.  He gave us a thorough overhauling &amp; marked about a dozen of us for Furlough.  I am marked to go out next Thursday so will spend Xmas in this beautiful place.</p> \r\n <p>Tues 25 Xmas Day  Sausages &amp; Bacon for Breakfast.  Started the day well.  During the morning we were all given a neat little leather writing Case from the Y.M.C.A.  Got a few letters from Ruth, Lizzie &amp; Mrs Sam Ibbs, &amp; some Cigarettes.  At 12.30 we had Dinner.  The Dining Hall was very nicely decorated &amp; cloths on the table.  We had Turkey &amp; Ham, &amp; plenty of Vegetables.  Plum Pudding, very nice too.  Champagne &amp; Cider to drink.  Fruit, Nuts, Chocolate &amp; Lollies.  I felt too full for words when I  left.  As we left the Hall we were each handed a Box from the Red X, containing Pipe, Tobacco, Cigs, H?d kerchief, Choc &amp; Match Box.  During the afternoon there was  a Jolly Good Concert.</p> \r\n <p><a name=\"a5300164\"></a></p> \r\n <p>[Page 164]<br> \r\n Wed. Boxing Day.   The Fancy Work Exhibition took place today.  There were a good number of entries.  My Blotter got First Prize for the Best Original Work.  Col. Yeatman the O.C. presented the Prizes.  Mine was a Writing Case, with Ink Bottle, Calendar, Scribbling Block attached.  Quiet a nice present if a man was at Home, but useless to a soldier.  I gave it to Sister Davies.  My marching papers came not in today so I won't be going out tomorrow.</p> \r\n <p>Thurs. 27.  Enquired at Registrars about getting away tomorrow &amp; also about drawing some money.  Fixed things up alright.  Sent Wire to Ibby to say I?d meet him at Liverpool St. at 3.30</p> \r\n <p>Fri. Dec. 28  About a foot of snow on the Ground.  We had to stand in it for about an hour waiting for our Kit to be issued.  Went by car to station.  Train left about 10.  Arrived London about 10.35.  Went by car to Horseferry Road.  Here we were lectured on various topics &amp; after a long wait at the Pay Office we draw our few pounds.  I had a note from the Registrar to draw an extra &pound; 5, but the Paymaster would not hear of it.  I drew &pound; 4 out of my Pay Book &amp; &pound; 2.16/- Ration money.  It is not much for 14 days Furlough, but I must make the best of it.  We had a cup of Tea &amp; Sausage Rolls before leaving H.Q.</p> \r\n <p><a name=\"a5300165\"></a></p> \r\n <p>[Page 165]<br> \r\n Fri. 28 (cont.)  After leaving the Pay Office Syd Hodges &amp; I went over to the War Chest Club, where we got a good 3 course meal for 1/-.  Then I went down to Liverpool St Station to meet Sam Ibbs.  Had to wait some time for his Train to arrive, so went for a stroll.  Purchased pair of Gloves 10/6 &amp; attache case 7/6 one &pound; gone.   Met Ibby.  He looks very well &amp; the uniform of the R.N.A.S suits him.  Went &amp; had a Feed, then caught the Train to Stone.  We had a great old yarn coming down in the Train.  11½ years since we saw each other so we found plenty to talk about.  </p> \r\n <p>Arrived  Stone about 8.30.  Sam's wife &amp; Kiddy &amp; sister were there to meet us.  Sam's Mother greeted us warmly &amp; after a warm by a roaring Fire, Sam's wife dished us out a good Feed of Tripe &amp; Onions, which went down well.  Then we sat around the Fire, &amp; had a good old yarn.  Ibby's wife is a very nice person, &amp; a thorough Business woman.  She was very much interested in Lill's picture &amp; said I was lucky ? why, of course I am.  We went to Bed about 11.  Here I discovered a hot water bottle which made good company, &amp; I slept peacefully by its side till about 8 on </p> \r\n <p>Sat. 29. when I was awakened by Fanny Buckley bringing me a cup of Tea.  After that I got up &amp; had Breakfast.  Then we all went</p> \r\n <p><a name=\"a5300166\"></a></p> \r\n <p>[Page 166]<br> \r\n Sat. Dec. 29.  For a stroll until Dinner Time.</p> \r\n <p>Sun. 30.  Spent a quiet morning by the Fire telling yarns.  After dinner we went for a walk to Ern Harvey's.  At night we went to Church, St Michaels.  Ibby &amp; I paid a visit to Mr Clough's where he showed us St. Michaels Roll of Honour, on which Sam's &amp; my name appeared.  Wrote Letter 49</p> \r\n <p>Mon. 31.  Ibby had to return to Felixstowe  this morning, so his wife &amp; I saw him off at the Station.  He only had 3 days Leave.  His wife is staying till Wed. morning, so I am staying on to keep her company.  Mrs Ibbs, Fanny Buckley, Jenny Ibbs &amp; I sat up &amp; saw the old year out.</p> \r\n <p> Tues. JAN. 1. 1918. New Year's Day.  Last night, at about 10 to 12, I went outside, so that when the clock struck 12, I could walk in, &amp; wish ?em a Happy New Year\".  Stayed outside about 20 minutes then they came &amp; told me that the Clock did not strike after 7.  Good Joke.<br> \r\n This is Market day in Stone, but very quiet to what it was in the old days.  Stone is very quiet.  Mrs Ibbs &amp; Jenny &amp; I went to a Whist Drive &amp; had a most enjoyable time.  At every table I met someone I knew.  There were some jolly nice Girls there. I never dreamed that Stone had so many Girls.  They all called me Jack till they found out that I was married, then it was \"Mr Moore\".  B.E. will always do me anyhow.</p> \r\n <p><a name=\"a5300167\"></a></p> \r\n <p>[Page 167]<br> \r\n Wed. Jan. 2.  After Break. I went all over Stone in search of a horse &amp; trap, so that we could go for a Drive, but there was not one in the Town.  We went into Hanley to see the Pantomime \"Tommy Tucker.\"  It was rotten.  We sat in the Orchestra Stalls, &amp; it was awfully cold.  To make matters worse I sat near the Trombone Player, &amp; every time he played a loud note he nearly blew me out of my seat.  We returned to Stone about 5.30.  Called in at Pat Astbury's &amp; had Tea.  Then we got the Phonograph going &amp; stayed on &amp; yarned till about 9.  Then we had Supper &amp; returned to St Michael's Lodge.  I was jolly tired &amp; glad to get to Bed.  Bywe I mean Mrs Ibbs, Harry &amp; I.  This for B.E's information.  No doubt I'll hear about it later.</p> \r\n <p>Thur. JAN. 3.  Went to the Potteries to Harry Ibbs? place.  Meat was unprocurable in the Town so we had a \"makeshift\" dinner, a thing I enjoy more than a set meal.  Said \"Goodbye\" to Mrs Ibbs, Harry &amp; Fanny &amp; returned to Stone.  Met Ern Harvey &amp; went Home with him.  Mrs Harvey was very nice &amp; made me feel quite at Home.  Slept in a big double Bed with only a Hot water bag for company.</p> \r\n <p>FRI. 4.  Paid a visit to \"Crown &amp; Anchor\"  Saw Fred Collier &amp; his wife; &amp; of course many other identities. Harry Jones &amp; his wife among them.  While Ibby was in Stone, we had our photos taken together but they turned out failures.  There's no doubt about it, I take a rotten photo.  At night had a Game Cribbage &amp; a Sing-Song up at Ern's place.</p> \r\n <p><a name=\"a5300168\"></a></p> \r\n <p>[Page 168]<br> \r\n Sat. 5 JAN.  Got Mr Jacks to take a few copies of the enlargement, as it is too big to send Home to M.S.  I don't get up in the morning till about 11.  The weather is too jolly cold.  Ern &amp; I went to a Dance at St Michael's Institute but I got too giddy &amp; had to give up.</p> \r\n <p>Sun. 6.  There was a procession to St Michael's.  All the soldiers &amp; Council attended the Intercession Service.  I intended going, but got up too late.  After Dinner Ern &amp; I paid a visit to Father's Grave.  It is well looked after.  There are quite a lot of new Graves near, that were not there when I was here last May.  All the Hotels were closed all day..</p> \r\n <p>Mon. 9.  Went visiting.  Saw Mrs Hambleton at the Brewery Stable, who enquired after France, &amp; said that my wife must be a \"lovely person\".  Fancy calling B.E. a person</p> \r\n <p><a name=\"a5300169\"></a></p> \r\n <p>[Page 169]<br> \r\n Thur. JAN. 10  Train for London.  Ruth came with me to Station.  Arrived London about 8.30.  Slept at War Chest Club.  Good clean Bed for 1/-.</p> \r\n <p>FRI. 11.  Furlough ended.  Boarded Train at Paddington at 12.20 &amp; came away to Sutton Veny on the famous Salisbury Plain.</p> \r\n <p> \r\n [In left margin]<br> \r\n Woods  \t\t\t<br> \r\n Shehan\t\t3<br> \r\n Perry<br> \r\n Howard</p> \r\n <p>Toomey \t\t<br> \r\n Fischer\t\t2<br> \r\n Reid<br> \r\n Brodie</p> \r\n <p>Orr W. \t\t<br> \r\n Smith W.S.\t\t1<br> \r\n Smith J.A.<br> \r\n Colley Jay</p> \r\n <p> \r\n Bradley \t\t\t ? (missing believed Killed)<br> \r\n Henness\t\t4<br> \r\n Pither \t\t\t\t? Wounded at Ypres<br> \r\n Briggs</p> \r\n <p>Smee \t\t\t\t  (Wounded in neck)<br> \r\n Elden</p> \r\n <p> \r\n Pither returned to Sgt Mathieson, sick </p> \r\n <p><a name=\"a5300170\"></a></p> \r\n <p>[Page 170]<br> \r\n 3y Ward 1. A.A.Hosp. Harefield.</p> \r\n <p>125 ? Syd. Hodges ? 1st Pioneers<br> \r\n 2804  Alfred g. Gillespie ? 35 Batt<br> \r\n 8th Batt No 2558. Ern Baldock<br> \r\n 2922 Pte W Hinds 41st Batt<br> \r\n 1383 Pte William E. Foster 45th Batt<br> \r\n 3002 Pte Steele P.D. 45th Batt<br> \r\n 4287 Pte Fallon J. 15 Batt<br> \r\n 9073 Pte Effie T.  3 F Amb<br> \r\n 2673 Pte Ashley G.W. 44 Batt<br> \r\n 3005 Pte Westwood T  32 Batt<br> \r\n 5363 Pte Delaney J. 14 Batt</p> \r\n <p>Autographs  Harefield Hospital<br> \r\n Xmas 1917</p> \r\n <p><a name=\"a5300171\"></a></p> \r\n <p>[Page 171]<br> \r\n What is your Favourite Flower?<br> \r\n Oh: Give me the Rose every time, the emblem of true Love<br> \r\n What is your Favourite Flower?<br> \r\n Oh, mine's Hops. Hops the emblem of True Beer</p> \r\n <p>Who do you think I met this morning?  Old Ben Fuller.<br> \r\n Go on, what did he have to say?<br> \r\n He says I'm getting fat.  No wonder.<br> \r\n Why? How do you make that out?<br> \r\n Well, you were looking Fuller in the Face.</p> \r\n <p>Letters written.<br> \r\n Photo &amp; Letter. Mrs Pudney.  Jan 14. Mon.<br> \r\n Letter &amp; Photo  Bacup.  Tues. Jan. 15<br> \r\n Letter          Stan Wright  Tues. Jan. 15</p> \r\n <p>Letters written<br> \r\n To Whom                     Date<br> \r\n France &amp; Nell   Wed. Oct. 31. Harefield<br> \r\n Cards to Stan Wright &amp; Payney   Thur. Nov.  1<br> \r\n Mother   FRI. Nov.  2<br> \r\n Mrs Ibbs. Bacup &amp; Ruth    Mon. Nov.  5<br> \r\n Mrs Pudney    Tues. Nov.  6<br> \r\n Aunt Nell    Wed. Nov.  7<br> \r\n Mary B. &amp; Nell    Thur.  8<br> \r\n Mother &amp; no of P. Cards &amp; snaps   FRI.  9<br> \r\n Ted Grant &amp; Bill Gamble  Wed.  14<br> \r\n Sgt. Smith &amp; France &amp; Ruth   FRI 16<br> \r\n Mother   Mon. 19<br> \r\n FRANCE  Tues. 27<br> \r\n Ted Grant &amp; returned P.Cards ? Tues. 27<br> \r\n Mother &amp; Nell  Wed. 28<br> \r\n Cis   Thur. 29<br> \r\n Eric Herford    Tues. Dec.4<br> \r\n France &amp; Sam Ibbs  Thur. Dec. 6<br> \r\n Mother    Mon. Dec. 10<br> \r\n Lizzie &amp; Nell ? Tues. Dec. 11<br> \r\n Ruth   Wed. Dec. 12<br> \r\n Rodd took p?d to Mother. Sent Photo France   SAT 15<br> \r\n Wed. Mother &amp; Mrs Pudney    Wed. 19<br> \r\n FRANCE &amp; Mrs J.B.   Thur. 20<br> \r\n Sent Photos to Lill (her own as a Baby)   FRI. 21</p> \r\n <p><a name=\"a5300172\"></a></p> \r\n <p>[Page 172]<br> \r\n Tiddley Om Pom<br> \r\n If you feel an inclination<br> \r\n To go to Paris to improve your education<br> \r\n Take advice from one who knows what's what<br> \r\n You cant learn much their nowadays<br> \r\n If to see things you've decided<br> \r\n It would be better if you did the same as I did<br> \r\n Take a trip ? go to Spain<br> \r\n When you come back again<br> \r\n You'll perhaps know what I mean.<br> \r\n Tiddley-om-pom  Tiddley-om-pom<br> \r\n Tiddley ?om-pom-pom-pom-pom<br> \r\n Oh the folks they do go on so<br> \r\n In the land of King Alfonso<br> \r\n O the prancing and the dancing<br> \r\n Well the best thing I can say<br> \r\n Is om tiddley om-pom-pom-pom-pom <br> \r\n Tiddley  om pom pom pom pom</p> \r\n <p>Where you see the Girl who dances<br> \r\n In tricky manner that peculiar to France is<br> \r\n You'll perhaps get quite excited at<br> \r\n The vast display of underwear<br> \r\n And although you get your eye full<br> \r\n Of fol-de-riddles, after all 'tis but a trifle<br> \r\n But to call that a dance, why it aint got a chance.<br> \r\n With the way girls dance in Spain</p> \r\n <p>O the dainty dancing donah<br> \r\n Sends you off your Barcelona<br> \r\n The contortions ? they are cautions</p> \r\n <p>Every Spaniard loves Bullfighting<br> \r\n And I was told that it was awfully exciting<br> \r\n But I saw a Bullfight once and was disappointed terribly<br> \r\n People said the show would knock me<br> \r\n But it takes a little more that that to knock me<br> \r\n For as most Anzacs do ? I've attended a few<br> \r\n Of the two-up schools at home</p> \r\n <p>No politeness ? No Beg pardons<br> \r\n In the fight to win the fardens<br> \r\n O the wrangling ? and the mangling<br> \r\n And the language by the way <br> \r\n Is ----</p> \r\n <p><a name=\"a5300173\"></a></p> \r\n <p>[Page 173]<br> \r\n Our Amb. Casualty List<br> \r\n Sec.<br> \r\n B ? E. Robinson - died of sickness Egypt ? June 1916<br> \r\n C ? Beeston - (Bullet wounded) ? 20 July<br> \r\n A ? Poulton W.S. - Armentieres - Sept 1916<br> \r\n B ? Jem Lilley - S.W. - Somme ? Oct 1916<br> \r\n B ? J. Bennitt  - Killed in dugout Needle Trench, Somme ? Dec 1916<br> \r\n B ? A. Gedwells - ditto<br> \r\n C ? Taylor - S.W. ? lost foot ? Somme - Dec. 1916<br> \r\n C ? H. Lambdon - S.W. ? Bullet ? Bullecourt. Left R.A.P. - May 1917<br> \r\n C ? Scholer R. ? S.W. Head ? Bullecourt. Left R.A.P. - May 1917<br> \r\n A ? Palmer ? S.W. ? Face ? Bullecourt. Left R.A.P.- May 1917<br> \r\n B ? Sam Wallis ? S.W. ? Leg - Bullecourt. Left R.A.P.- May 1917<br> \r\n C ? Arthur C.B. ? S.W. - Bullecourt. Left R.A.P.- May 1917<br> \r\n B ? Reg Sutton - Bullecourt. Left R.A.P.- May 1917<br> \r\n B ? Blue Riley - Bullecourt. Left R.A.P.- May 1917<br> \r\n B ? Billy May - Bullecourt. Left R.A.P.- May 1917<br> \r\n A ? McDonald Bill ? S.W. ?Shoulder - Bullecourt. Left R.A.P.- May 1917<br> \r\n B ? Doherty. Returned to Australia<br> \r\n C ? Smee wounded in neck at Westhook Ridge<br> \r\n C ? Berry Bert - wounded in Head &amp; Shoulder. Westhook Ridge<br> \r\n C ? Dickson - Westhook Ridge<br> \r\n B ? Wooler Roy ? knee ? Westhook Ridge<br> \r\n C ? Lew Ballard ? Blown to pieces near Hooge Tunnel. Died of wounds<br> \r\n C ? Mal Doyle - Blown to pieces near Hooge Tunnel. Died of wounds<br> \r\n C ? Henry Mercer - Blown to pieces near Hooge Tunnel. Died of wounds<br> \r\n C ? Bill Hippersley ? In same squad. W?ded<br> \r\n C ? Phil Murray ? Killed on Menin Rd<br> \r\n B ? Les Townshend ? Smashed Hand<br> \r\n B ? Wyn Arthur - Shoulder</p> \r\n <p><a name=\"a5300174\"></a></p> \r\n <p>[Page 174]<br> \r\n Spanish Onion</p> \r\n <p>Behold in me, alas! a stretcher Bearer,<br> \r\n In Sunny France, O horrid trance<br> \r\n Of all the mud &amp; shells a wretched sharer,<br> \r\n Ah! Ambulance.  Curse my mischance<br> \r\n When out on greasy duckboards slipping<br> \r\n In Trenches wet; And dry ? [pertet?] <br> \r\n Clammy water from my tunic dripping<br> \r\n No issue Rum ? my sole regret.</p> \r\n <p>With a cling, clang, crash Bang<br> \r\n Comes another shell<br> \r\n Makes me think, with Dante, I'm in ? well<br> \r\n My head is plastered thick with mud<br> \r\n Good God, here comes another dud,<br> \r\n I wish I was in Blighty,<br> \r\n Where they treat the dinkums well.</p> \r\n <p>Once again behold in me a war worn Failure,<br> \r\n My arm, O Lor: Effects of War <br> \r\n I'm bound, O how I hope for dear Australia<br> \r\n Encore: Encore.  Tres biens, messieur.<br> \r\n I've swung the Lead with skill &amp; great precision<br> \r\n My Fate is nigh.  But hope is high.<br> \r\n And now, with dread await the Board's decision.<br> \r\n Hi, tiddly, Hi.  I'll ne?er say die.</p> \r\n <p>With a crook wing I sing, to the Board<br> \r\n My Tale of woe<br> \r\n It's bound to get round the Doctor's Hearts I know.<br> \r\n And if I once get on the Boat<br> \r\n Bound for Home for which I dote,<br> \r\n I promise you, fair dinkum<br> \r\n That from Home I'll never go.</p> \r\n <p><a name=\"a5300175\"></a></p> \r\n <p>[Page 175]<br> \r\n Letters received:-</p> \r\n <p>From whom ? Date  1917<br> \r\n Mrs A.J.                                 4 ? Sunday Aug. 26<br> \r\n Mother 1, France 2, Nell 1    4 ? Sunday. Aug. 26<br> \r\n Ruth B. &amp; \"Oriss\"              ? Wed. Sept. 5<br> \r\n Mrs Sam Ibbs. Letter &amp; Parcel ? Fri. Sept. 7<br> \r\n Mother 1 France1 Cis1 Lill 2  Arthur 1 ? Thur. Sept. 13<br> \r\n Mrs Sam Ibbs 1 Ruth 1 &amp; Photo ? Sat Sept. 22<br> \r\n Lizzie ? Thur. Sept. 13<br> \r\n Mother &amp; France ? Mon. Sept. 17<br> \r\n Ruth B. ? Wed. Oct. 10<br> \r\n Mary B. ? Thur. Oct 11<br> \r\n Parcel &amp; Letter. Lizzie ? Sat. Oct. 13<br> \r\n Ibby &amp; Photo ? Sat. Oct. 13<br> \r\n Ruth B. Letter ? Wed. Oct 17<br> \r\n Parcel &amp; Letter. Lizzie ? Sat. Oct. 20<br> \r\n Mrs Pudney &amp; Aunt Nell ? Sat. Oct. 27<br> \r\n Mother 3, France 3, Cis 2 Kath 1 Nell 1, &amp; Mrs A.J. 6 ? Mon. 29 <br> \r\n Parcel cont. Contents of Pack. B. Gamble. Letter from Mary B. ? Fri. Nov.  2<br> \r\n Letter from Sgt Smith ? Sat. 3<br> \r\n Letter &amp; Parcel from Mrs Sam. ? Sun. 4.<br> \r\n Ruth &amp; Lizzie ? Fri. 9<br> \r\n Payney. Letter &amp; Photos of Egypt ? Fri. 9.<br> \r\n Bill Gamble ? Mon. 12.<br> \r\n France &amp; Mary B. ? Tues 13<br> \r\n Eric Herford ? Thur. 15</p> \r\n <p>Letters received</p> \r\n <p>From whom ? Date <br> \r\n Mrs Sam Ibbs ? Fri. Nov.  16<br> \r\n Ted Grant &amp; Photos &amp; Letter from Mrs Pudney ? Sat. Nov.  17<br> \r\n Mother, France &amp; Lill (9 pages) ? Mon. Nov.  19<br> \r\n Mrs [John?], Ruth, Lill ? Thur. 22<br> \r\n Stan Wright, Mrs Wright &amp; France ? Wed. 28<br> \r\n Ruth ? Thur. 29<br> \r\n Nell &amp; Lill ? Sat. Dec. 1<br> \r\n Lill, Cis, Mother ? Tues 4<br> \r\n Photo from Lill.  Let. From France ? Sat. 8<br> \r\n Stan Wright, France ? Fri. 14<br> \r\n France &amp; Snap. ? Wed. 19<br> \r\n Cigs &amp; Letter Lizzie. Let &amp; Card, A. James. Letter Ruth ? Xmas 1917</p> \r\n <p><a name=\"a5300176\"></a></p> \r\n <p>[Page 176]<br> \r\n On the Day on which Peace is declared ? Last verse</p> \r\n <p>Now we'll all join together &amp; sing the last verse,<br> \r\n The first part of our Programme is ended<br> \r\n If we've given you a prod we didn't mean worse<br> \r\n And we hope there  is no one offended<br> \r\n So cheer up, be merry, for tomorrow we die<br> \r\n All the Anzacs are leaving the Somme bye &amp; bye</p> \r\n <p>On the day on which Peace is declared<br> \r\n We might have been worse had we dared<br> \r\n Farewell to our dugouts, the whizzbang &amp; dud<br> \r\n Farewell to rum Issues, shell holes &amp; the mud<br> \r\n We?d like to come back to the Somme if we could<br> \r\n On the day on which Peace is declared.</p> \r\n <p>Well I had some words of a different kind<br> \r\n O! isn't that singular<br> \r\n And it's strange that I haven't gone out of my mind.<br> \r\n O isn't that singular.<br> \r\n Nancy pushed Lille down Estaires it appears<br> \r\n And Albert called in to lesson her fears<br> \r\n But the poor Girl Laon his Armentieres.<br> \r\n O! isn't that singular?<br> \r\n Yes very peculiar</p> \r\n <p>Well theres one good may come of America's action<br> \r\n O isn't that etc<br> \r\n Apart from driving old Fritz to distraction<br> \r\n O wont that be singular.<br> \r\n Privates in the Army will be so very rare<br> \r\n There'll be nothing but stars &amp; stripes in the Air<br> \r\n If they ask for a star, why they'll chuck you a pair. </p> \r\n <p><a name=\"a5300177\"></a></p> \r\n <p>[Page 177]<br> \r\n Letters written</p> \r\n <p>To whom - Date<br> \r\n A. James. Stone ? Thurs. July 12th [1917]<br> \r\n Ruth B. Shirleywich ? Tues. July 24th <br> \r\n Mrs S.L. Ibbs. Bacup ? Wed. July 25th <br> \r\n Mrs Jack Blakeman ? Thur. July 26th <br> \r\n Mother &amp; France ? Mon. Aug. 20th  <br> \r\n Ruth B. &amp; Mrs Pudney ? Wed. Aug. 22nd <br> \r\n Mrs Sam Ibbs. Bacup ? Thur. Aug. 23rd <br> \r\n Mother &amp; Nell ? Tues. Aug. 28th <br> \r\n Lizzie R. &amp; P.O. Mount Pleasant ? Thur. Aug. 30th <br> \r\n Mrs Sam Ibbs. Bacup ? Fri. Sept. 7<br> \r\n Photo. \"Nightbirds\" to Mother &amp; Ruth ? Sept. 22nd <br> \r\n Mother from 22 Gen. Hosp. - Sept. 28th <br> \r\n Mother from Brighton. ? Sun. Oct. 7<br> \r\n Bacup. Mrs Ibbs. Stan W. ? Mon. Oct. 8<br> \r\n Ruth B.  Mrs Pudney. ? Mon. Oct. 8<br> \r\n Ruth B. ? Fri. Oct. 12<br> \r\n Lizzie ? Sun. Oct. 14<br> \r\n Sam Ibbs. Felixstowe ? Mon. Oct. 15<br> \r\n Bill Gamble ? Tues. Oct. 16<br> \r\n Aunt Nell  Mrs Pudney ? Thur. Oct. 18<br> \r\n Nell ? Fri. Oct. 19<br> \r\n Mary B.  Lizzie R. ? Thur. Oct. 25<br> \r\n Ruth B. ? Fri. 26<br> \r\n Eric Herford ? Sun. 28<br> \r\n Cis ? Mon. 29 B?ghton</p> \r\n <p> \r\n To M.S.</p> \r\n <p>Letter No ? From ? Date<br> \r\n 25 ? Senlis ? July 15 [1917]<br> \r\n 26 ? Senlis ? July 22nd <br> \r\n 27 ? Senlis ? July 27th <br> \r\n 28 ? Con. Camp. Rouen. ? Aug. 4<br> \r\n 29 ? Con. Camp. Rouen. ? Aug. 12<br> \r\n 30 ? Base. Havre. ? Aug. 20<br> \r\n 31 ? Farm at Racquingham ? Aug. 29<br> \r\n Anzac Bulletin &amp; P. C?ds. Havre &amp; Rouen ? Aug. 29<br> \r\n 32 ? Racquingham ? Sept. 2<br> \r\n 33 ? Racquingham ? Sept. 9<br> \r\n 34 ? Racquingham ? Sept. 16<br> \r\n Photos of Les oiseaux de nuit &amp; Botts ? Sept 22<br> \r\n 35 ? 22nd  Gen. Hospital Camiers ? Sept. 28<br> \r\n 36 ? Brighton. Blighty ? Oct. 7<br> \r\n 37 - Brighton. Blighty ? Oct. 11<br> \r\n 38 - Brighton. Blighty ? Oct. 16<br> \r\n 39 - Brighton. Blighty ? Fri. 19<br> \r\n 40 - Brighton. Blighty ? Mon. 22<br> \r\n 41 ? Brighton 2 Eastern Gen. ? Fri. 26<br> \r\n 42 ? 1 Aus. Aux. Harefield ? Thur. Nov.  1<br> \r\n 43 - 1 Aus. Aux. P.Cds &amp; Snaps ? Sat. Nov.  10<br> \r\n 44 ? Harefield ? Sun. 25<br> \r\n Post Cards of Egypt ? Mon. 26<br> \r\n 45 ? Harefield ? Sat. Dec. 1<br> \r\n 46 ? Harefield ? Thur. Dec. 6<br> \r\n 47 ? Harefield ? Sat. 15<br> \r\n 48 ? Harefield ? Sun. 23<br> \r\n 49 ? Stone ? Sun 30</p> \r\n <p><a name=\"a5300178\"></a></p> \r\n <p>[Page 178]<br> \r\n Tuesday Jan. 30th  [1917]<br> \r\n Pte. J. Munn 2051 Trench Mortar<br> \r\n Pte. L. Green 1875 5th Pioneers<br> \r\n Pte. C.W. Kerslake 3580  B. Coy 53 B?n.<br> \r\n Pte H.H. Johnson 127[A?]  B. Coy 53 B?n.<br> \r\n Pte J. Barber  2379  B. Coy 53 B?n<br> \r\n Pte W. Munro  2620  C. Coy 53 B<br> \r\n Pte J.A. Smith 1599  C. Coy 53 B<br> \r\n Pte H.A. Robinson  5445  C. Coy 53 B<br> \r\n Pte J. O?Shea 3390  D. Coy 53 B<br> \r\n Sgt. S.D. Rawlinson  53 B.<br> \r\n Pte H.C. Slade D  53 B.<br> \r\n Pte J. O?Brien 2465  C  53 B.</p> \r\n <p>Rose Trench R.A.P. [Regimental Aid Post]<br> \r\n Shell wound -  Elbow R.<br> \r\n ditto ? Left Leg<br> \r\n ditto ? right shoulder<br> \r\n ditto ? Left Hip<br> \r\n ditto ? Left Leg<br> \r\n ditto ? Right arm<br> \r\n ditto - Back<br> \r\n ditto - R. Leg<br> \r\n ditto - ditto<br> \r\n ditto ? Both Legs<br> \r\n ditto ? R. Shoulder<br> \r\n ditto ? Inflamed Foot</p> \r\n <p><a name=\"a5300179\"></a></p> \r\n <p>[Page 179]<br> \r\n Letters to M.S.<br> \r\n Nov.  20 Monday ? 1 Letter from Fricourt<br> \r\n Dec. 16 Sat. ? 1 Letter from Vignacourt<br> \r\n Dec. 25 Xmas ? 1 long Letter from Olincourt Chat.[eaux]<br> \r\n 1. Mon. Jan. 1st 1917 ? 1 Green Envelope - Olincourt Chat.<br> \r\n 2. Fri. Jan. 5 1917 - 1 ditto<br> \r\n 3. Fri. Jan.12 1917 - 1 ditto.<br> \r\n 4. Tues. Jan 16 1917 - 1 ditto<br> \r\n 5. Sun. Jan. 21 1917 - 1 Green Envelope - Bernafay<br> \r\n 6. Sat. Jan. 27 1917 - 1 Short Letter. No 4 Post<br> \r\n 7. Sat. Feb. 10 1917 ? 1 G. Envelope. Bellvue F.<br> \r\n 8. Sat. Feb. 17 1917 - 1 G. Envelope. Bellevue Farm<br> \r\n 9. Sat. Feb. 24 1917 - 1 ditto<br> \r\n 10. Sat. Mar. 3 1917 - 1 ditto<br> \r\n 11. Fri. Mar. 9 1917 -  1 ditto<br> \r\n 12. Mon. Mar. 27 1917 ? 1 ditto<br> \r\n 13. Mon. Apr. 9 1917 ? 1 ditto<br> \r\n 14. Fri. Apr. 20th 1917 ? 1 ditto <br> \r\n Anzac Day Wed. Apr. 25 1917 ? Parcel of souvenirs<br> \r\n 15. Fri. Apr. 27 1917 ? 1 Green Env. From Bellevue<br> \r\n 16. Thur. May 3 1917 ? 1 ditto<br> \r\n 17. Sat. May 12 1917 ? 1 Green Env. near Bapaume<br> \r\n 18. Thur. May 17 1917 ? 1 Green Env. M.D.S. [Main Dressing Station] near Bapaume<br> \r\n 19. Tues. June 5 1917 ? 1 Green Env. Bapaume<br> \r\n 20. Mon. June 11 1917 ? 1 ditto<br> \r\n 20. Mon. June 11 1917 ? P. Cards &amp; Souv. From Amiens<br> \r\n 21. Mon. June 18 1917 ? 1 Green Env. from Senlis<br> \r\n 22. Sun. June 24 1917 ? 1 ditto<br> \r\n 23. Fri. June 29 1917 ? 1 Green Env. Ribbon M.M. [Military Medal] Senlis<br> \r\n 24. Sun. July [9?]  1917 - 1 Green Env. from Senlis</p> \r\n <p>Letters written</p> \r\n <p>DATE ? TO WHOM</p> \r\n <p>Xmas Day ? Mother<br> \r\n Xmas Day ? Ruth B.<br> \r\n Wed. Dec. 27 ? Nell &amp; Aunt Nell. C &amp; E.<br> \r\n Wed. Jan. 3  1917 ? Aunt Nell &amp; Mother<br> \r\n Mon. Jan. 8  1917 ? Aunt Pudney &amp; France        <br> \r\n Mon. Jan. 15  1917 ? France &amp; Mother<br> \r\n Fri. Jan. 26  1917 ? Mother from No 4 Post<br> \r\n Sun. Jan. 28  ? Kath Williams<br> \r\n Sat. Feb. 10 ? Nell<br> \r\n Wed. Feb. 14 - Kath (Essendon)<br> \r\n Thur. Feb. 15 ? France &amp; Mother<br> \r\n Fri. Mar. 2 ? Mother &amp; France<br> \r\n Fri. Mar. 9 ? Nell<br> \r\n Mon. Mar. 26 ? Mother &amp; David, Ruth B.<br> \r\n Tues. Apr. 3 - France<br> \r\n Mon. Apr. 16 ? France<br> \r\n Mon. Apr. 16 ? Parcel to Arthur<br> \r\n Sat. Apr. 21 ? Letter Aunt Nell &amp; Sam Ibbs<br> \r\n Tues. Apr. 24 ? Peter Murphy &amp; Mother<br> \r\n Tues. June. 5 ? Old Road. Stone<br> \r\n Wed. June 6 ? Mother &amp; Ruth B.<br> \r\n Mon June 11 ? France<br> \r\n Wed. June 13 - McDougall<br> \r\n Sun. June 19  - Ruth B. &amp; Old Rd.<br> \r\n Tues June 19 ? Mrs Jack B.<br> \r\n Thur June 21 ? Mother &amp; Mrs Sam Ibbs.<br> \r\n Sat. June 23 ? Ruth &amp; P. Cds to Lizzie &amp; Louie<br> \r\n Wed June 27 ? Nell<br> \r\n Sun Jul 8 ? Mother &amp France<br> \r\n Sun Jul 8 ? Aunt Nell</p> \r\n <p><a name=\"a5300180\"></a></p> \r\n <p>[Page 180]<br> \r\n Please return to:-  <br> \r\n Mrs L. Moore<br> \r\n 14 Oxley St. Glebe Point.  Sydney. N.S. Wales. Australia<br> \r\n <strike>55 Upper Pitt St. Milson's Point</strike>  </p> \r\n <p>Peter Murphy ? wounded Sun. Jan. 28th /17</p> \r\n <p>Nell's birthday  Dec. 12.</p> \r\n <p>Aunt Nell.  Northerwood. Hamble Lane. Nr Southampton<br> \r\n M. Blakeman  38 Adelaide Crescent, Hove<br> \r\n Miss E W Kinsella.  Aust Red X. Brighton<br> \r\n 7247. E.T Grant. c/o Photo Sec. Aust. Fly. Cps. Wendover</p> \r\n <p>[Following entry in French was probably already in the book when found] </p> \r\n <p>Wagon de Charbon <br> \r\n du moi Septembre<br> \r\n Kerl gusteve ? 20s<br> \r\n Sauvage Pere ? 10<br> \r\n Sauvage Fils ? 19<br> \r\n Tauverque ? 30<br> \r\n Mariel Baclak ? 19<br> \r\n Julia pique ? 10<br> \r\n Noel Baclank - 19<br> \r\n Dhauphin desquand - 14<br> \r\n Fernant Roussel ? 09<br> \r\n Boudin georges - 10<br> \r\n <strike>Blique</strike> Dufeme ? 10<br> \r\n Lecomte lepreux 140<br> \r\n Marie Espanaure- 10<br> \r\n 190\t\t</p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 139]<br><br />\n 22 Gen. Hospital<br><br />\n Oct. 1st  Mon.  Another month gone  &amp; the war seems as far off the end as it did a year ago.  The doctor made a thorough exam. of every patient in the ward this morning.  After he had looked at my Leg, he told Sister not to give me any Break. tomorrow, so that  looks as if he is going to operate.  Good Job too.  I don't fancy getting around the country with a lump of shrapnel in my carcase.</p>\n<p>Tues. 2.  No Break this morning.  At about 10.30 they sent for me to go to \"the Pictures\".  I came round just as dinner was on, but didn't feel like eating any.  My leg is jolly sore, but I don't mind that so long as I get to \"Blighty\".  A Sgt. Major Metcalf of the 60 Batt. is in the next Bed to me.  His Jaw is badly smashed. </p>\n<p> A 10 WARD<br><br />\n Wed. Oct. 3.  Gee! I got quite a shock this morning when I saw the Gash they had made in my leg.  It gave me L too when Sister Cummings was dressing it.  The Doctor happened to come round while I was being dressed &amp; he marked me H.S.B. which means \"Hospital Ship ? Bed.\"  All I want now are the magical Letters A.P. which is the signature of Sir Alan Perry, O.C. the Hospital; then I'm right for Blighty.</p>\n<p>Thur. 4.  Last night the wind blew a hurricane.  This morning Sir Alan came around &amp; marked my Ticket, Hooray.  Now I must rest my soul in patience till I get over to dear old Blighty.  Just after Tea the Serg. brought round my clothes.  A suit of pyjamas, a flannel shirt, pair of socks ? (one of ?em I couldn't get on) cap comforter &amp; sweater.</p>\n<p><a name=\"a5300140\"></a></p>\n<p>[Page 140]<br><br />\n Bed 54<br><br />\n FRI. Oct. 5.  Last night I put on my Blighty clothes &amp; sat up in Bed till about 2 a.m.  I heard the motors buzzing around, &amp; thought, \"Oh, they'll be here for me presently\".  After that I dozed off to sleep &amp; was awakened by the night orderly at about 5 bringing round the water to wash.  It appears there was no evacuation last night, so now I must hope for better luck tonight.  Another big crowd of wounded arrived &amp; the ward is almost full again.  After Break. the Charge Sister brought her tray around &amp; dressed my leg.  After the operation they put a wad of lint in the wound to prevent it from healing too quickly.  This morning this had to be removed.  It was a ticklish job, but Sister Sharpe was as gentle as a lamb &amp; it was soon over.  They took the Serg. Maj. away for his operation &amp; afterwards took him to another ward.  He went crook about it, too.</p>\n<p> A.10 Wd.        Camieres<br><br />\n This is the Operation Ward where the chaps are brought after visiting the Pictures.  Some of them say very amusing things when they are under Ether, &amp; we get plenty of laughs.  Hope to goodness I get away to Blighty tonight.  One thing certain, I cannot get any better treatment, anywhere, than I am getting in this A 10 Ward.  What a good long letter I'll be able to write to B.E. when I get over.  Our chaps continue to give Fritz Hell, which is certainly good news.  And they are holding all the ground they took.  --  About 1.30 a.m. on</p>\n<p>Sat. Oct. 6  the stretcher bearers arrived to take me away to Blighty.   They carried me down to the Orderly Tent &amp; from there they took us away in Amb. Cars to the Hosp. Train.  Here I was put in a Bunk.  The Train was staffed by V.A.D's, &amp; they looked after us well.  The Train left about 4.30,  They </p>\n<p><a name=\"a5300141\"></a></p>\n<p>[Page 141]<br><br />\n gave us Cocoa &amp; B?d &amp; Butter twice during the trip.  We arrived at Calais at about 11 a.m.  From the train we were taken aboard the Hosp. Ship.  They had a big crowd of Fritzs to unload us.  It was quite a novelty to be carried by the Huns. <br><br />\n The name of the ship was \"Pieter de Cominck\".  It used to be a passenger boat running between Belgium &amp; England.  Just previous to the war, it was used by King Albert as a private yacht.  She was beautifully fitted up.  The bunks were quite luxurious.  Snowy-white sheets &amp; good warm Blankets.  They gave us a good feed of very nice stew which went down well.  We left Calais at 2.15 &amp; arrived in Dover about an hour later, after a good crossing.  From the ship we were put aboard another Hospital Train.  It was quiet luxurious, also, &amp; I began to think that getting wounded was not the worst thing in the world, by any means.</p>\n<p> Royal Sussex County Hospital<br><br />\n As we passed through the various stations en route, people waved their hands.  (It is really surprising that after 3 years of war, they can still raise a certain amount of enthusiasm)  We arrived at Brighton  about 10 p.m.  Here we were unloaded by V.A.D's &amp; put aboard Motor Amb. &amp; brought away to this Hospital.  It is a Civil Hospital, &amp; things are much more \"free &amp; easy\" than they are in a Military Hospital.  They put me in a nice little Bed.  Then 2 nurses came along &amp; washed me &amp; put a clean shirt on me.  After that they brought along some Hot Milk &amp; <strike>kissed me</strike> wished me \"Goodnight\".   </p>\n<p>Sun. Oct. 7.  This morning the Nurse awoke me at 5 &amp; brought along some warm water in which I washed.  At 6 they brought</p>\n<p><a name=\"a5300142\"></a></p>\n<p>[Page 142]<br><br />\n Sun. Oct. 7        Bristol Ward<br><br />\n Breakfast along.  We had a choice of Fish Cakes or Sausage Rolls.  I had Cakes &amp; with it Tea &amp; Bread &amp; Butter.  At 9, they brought Hot Milk &amp; Bread &amp; Butter along.  During the morning an old Gent paid us a visit.  He came around &amp; had a yarn with each of us, &amp; gave us 6 penny stamps &amp; a writing Pad each.  Then a number of Ladies came along &amp; took down our names &amp; Home addresses.  Another old gent brought some more stamps, &amp; also gave us matches.  Then the Matron brought us 2 packets of Cigarettes.  About mid-day they dressed my wound.  It is coming along very nicely.  At 12.30 they brought Dinner.  Roast Beef &amp; Potatoes &amp; Baked Apples &amp; Rice.  Very nice indeed.  After Dinner an old lady brought us some very nice Home made scones.</p>\n<p>After Tea they sang Hymns in the next Ward.  Matron played the Piano.  She invited us all to join in the singing.  I refrained, though the temptation was great.  At 7 they brought us Hot milk.  At 9.30 they put out the Lights &amp; I went to sleep, after a very pleasant day.</p>\n<p>Mon. 8.  Since being in Hospital I have written to Stan Wright, Ruth B, Mrs Ibbs, Mrs Pudney &amp; Sister Sharp, so ought to get some replies during the next few days.  The Matron is a dear old Lady.  She comes round every day &amp; has a little talk with each of us.  When the Nurse took the Bandage from my Leg this morning, she said \"Isn't that Beautiful?\"  It was the wound she meant, not my leg.  That is far too skinny to be admired.  It is jolly cold although the sun does shine at intervals.   Wrote Letter 36 to B.E.</p>\n<p><a name=\"a5300143\"></a></p>\n<p>[Page 143]<br><br />\n Bed 23.    Bristol Ward<br><br />\n Tues. Oct. 9  Sausages for Break. this morning,  very nice too.  My Doctor came round yesterday.  He says they must wait till the incision in my Leg is healed &amp; then have another go with the X Ray.  The old Gent brought us some Acid drops today &amp; a Lady brought us some small bags of Lavender, which makes the place smell very sweet.</p>\n<p>Wed. 10.  Received Letter from Ruth.  She informs me that Mary is down here, &amp; will come to see me, which is certainly good news.  It is a beautiful day outside, but jolly cold indoors.  Today we had Fish for Dinner, which was a pleasant change.  They feed us up well at this place.  Breakfast is the worst meal of the day.  That is decidedly \"young\".  Commenced Letter 37 to M.S.</p>\n<p>Thurs. Oct. 11.  The nurses at this Hospital are the biggest lot of women I ever saw.  They have arms on ?em like the \"Village Blacksmith\".  Got a Letter from Mary B. saying she is coming to see me, so I must spruce myself up.  Yesterday 2 very nice Ladies came to see me.  They were from the Red X, &amp; brought me a heap of good things.  A Tin of Tobacco &amp; a Hair Brush among them.  Just the 2 things I most needed.  Mary arrived  about 2.30.  She brought me a bunch of beautiful Flowers.  What a fine Girl she has grown into.  I got quite a shock when I saw her.  She stayed with me for about an hour, &amp; we had a good old yarn about old times.  Of course she wanted to know all about B.E. &amp; I had to produce my Photos.  Continued Epistle to M.S. No. 37.</p>\n<p><a name=\"a5300144\"></a></p>\n<p>[Page 144]<br><br />\n Fri. Oct. 12.  Yesterday \"Snowball\", Paddy &amp; 3 others left the Ward &amp; it seems very quiet this morning.  More good news in the Paper.  Hooray.  I'll soon be able to send home the magic word \"Pyjamas.  Our Nurse was sent on duty to another ward, so we have to look after ourselves now.  \"Canada\" broke the Phonograph, &amp; things are all wrong.  A Lady brought us some Nuts &amp; Fruit, &amp; another Lady  played the Piano to us for a couple of Hours.  Wrote to Ruth.</p>\n<p>Sat. 13.  Another glorious day.  Got a \"bonser\" parcel of Apples &amp; Pears from Lizzie.  Received Letter &amp; Photo from Ibby.  Shall be jolly glad to get my mail from France.</p>\n<p>Sun. Oct. 14.  Fine sunny day.  Wrote to L. Rowley.  After dinner the place was overrun with visitors.  All the chaps in our Ward are up, excepting \"Smithy\" &amp; I.  They pulled us out on the Verandah, where it was very pleasant, basking in the Sun.  The 2 Ladies from the Red X came to see me &amp; brought me some Papers.  Smithy's Girl &amp; her Mother came to see him.  They brought a Big Home Made Cake, to which we did full justice at Tea Time.  There is plenty of Fruit about, &amp; we are doing well.  Tonight  my Temp. is 101 &amp; I feel rotten.  Seems like a dose of Trench Fever.  Nurse gave me a dose of Black Jack, which is awful.</p>\n<p><a name=\"a5300145\"></a></p>\n<p>[Page 145]<br><br />\n Mon. Oct. 15.  Spent a rotten night.  Couldn't sleep, &amp; the Bandage slipped off my Leg.  The night nurse fixed it up &amp; brought me a Hot drink.  Then I managed to drop off to sleep.  Things are very comfortable in our Ward.  We have a good fire burning night &amp; day.  A good number of visitors come around, &amp; most of them bring something for the troops.  Crawford went away today, that leaves us with only 8.  We smoke &amp; read &amp; write Letters.  War is seldom mentioned.  After Tea the nurses gave us an excellent Concert in the Big Ward.  The inmates of the \"old men's Home\" were allowed to listen.  The last thing I heard before dozing off was the massage Sister juggling with top C's</p>\n<p>Tues. 16.  Bleak, dreary day.  What a treat it is lay back in Bed &amp; have one's Break. brought to one.  All the same I?d enjoy it more if the Botts were here to share the Fun.  The Sister in charge of this Ward has been here 30 years.  Gee! What a Life!  \"Capstan\" Tobacco is very rough of late.  I cannot smoke the Tin I got from the Red X, &amp; I'm not very fastidious. It's about time some mail arrived from France.  I'll be mighty glad to get it.  The House doctor's name is Holmwood.  He comes from Essendon.  We had a great old yarn.  He asked if I had any \"Bulletins\", but I'm as anxious to get one as he is.  Glory: Alleluia, the nurse gave me another Pill tonight.  I'll be posted \"missing\" one of these fine mornings.  Wrote Letter 38 to B.E.</p>\n<p><a name=\"a5300146\"></a></p>\n<p>[Page 146]<br><br />\n Wed. Oct. 17.  Wet, dull day.  Had a good read \"Smoke Bellew\".  Doctor came round after Dinner, &amp; marked me for X Ray.  Red X Ladies brought Cigarettes &amp; a \"Bulletin\".  They stayed quite a while &amp; we had a good old yarn.  Received Letter from Ruth.  They are expecting a Convoy in tonight &amp; the Nurses &amp; maids are rushing about like a Ration Party, carrying Blankets etc.</p>\n<p>Thur. 18.  15 men came in last night.  Judging by the excitement I thought there would be, at least, 100.  The doc. came in during the night &amp; borrowed my \"Bulletin\".  I was X Rayed just before dinner.  There is still a piece of shrapnel in my Leg.  It shewed on the plate, so I guess that means they will make another cut.  The Sister made my visit to the X Ray department quite interesting, as she explained to me the process.  Whilst waiting for the lift to return me to the Ward I struck up a yarn with a Girl waiting to be X Rayed, &amp; found out that she had been wounded by a Bomb which fell in London during an Air Raid.  She was driving a Tram at the Time, &amp; was injured in 6 places.  As it was such a glorious day, they put \"Smithy\" &amp; I out on the verandah.  Wrote Aunt Nell &amp; Mrs Pudney.</p>\n<p><a name=\"a5300147\"></a></p>\n<p>[Page 147]<br><br />\n Fri. Oct. 19.  Bit too cold to go out this morning.  Received Post Card from Alec Blakeman.  Poor old Butler our \"P.B.\" man went away this morning.  Smithy &amp; I will suffer for that.  Things are much the same in Hospital, one day as the next.  It makes one very lazy to be sitting back here &amp; waited on hand &amp; foot.  They are a long time sending our mail over from France.</p>\n<p>Sat. Oct. 20.  Fine day, but cold.  An old Lady came in this afternoon &amp; said \"she was sorry she had no cakes left as she had given them all to the wounded soldiers,\" so she must think we are \"swinging it\".  Sister Bristol informs us that we are having a Bun Fight &amp; Concert on Tuesday, which is something to look forward to.  Lizzie sent me another Box of Fruit.</p>\n<p>Sun. 21.  Buckland being away, \"Ginger\", the Generals daughter put Sgt. \"Bismuth\" on to collect the Washing Bowls, which caused a few smiles to ripple round the ward. Maj. Paley visited me yesterday &amp; after seeing the X Ray plates, he decided to leave the piece of shrapnel in my leg.  Had a jolly good dinner.  Roast Beef &amp; Veg. Baked apples &amp; rice.  Quite a lot of visitors came during the afternoon.  Smithy's Girl &amp; her sister among them.  They brought a Big Cake, which went down well at Tea time.  We all went to Chapel after Tea, those who could not walk went in wheeled chairs.  Nurse Jarrett tucked us well in with rugs.  It is a beautiful little chapel with Pipe organ, &amp; the service was most enjoyable.  Afterwards Matron played the Hymns &amp; we warbled in the ward.</p>\n<p><a name=\"a5300148\"></a></p>\n<p>[Page 148]<br><br />\n Mon. Oct. 22.  Another glorious day.  Smithy &amp; I went out on the verandah.  Hooray, 4 Zepps brought down in France.  That's jolly good news.  They did a lot of damage in London though beforehand.  Mary Blakeman came to see me during the afternoon &amp; stayed about 2 hours.  Wrote Letter  40 to M.S.  We are having a Bun Fight tomorrow &amp; everyone is quite excited.</p>\n<p>Tues. 23.  Nurses &amp; sisters &amp; maids are all flying around preparing for tonight's Feed.  Boxes &amp; Parcels of Good things are arriving in Big Quantities.  At 3.30 Nurse Jarrett came round &amp; started to get us ready.  Packed us up in wheeled chairs &amp; wrapped us well up in rugs.  Then we were placed in position at the Tables.  It was a great spread &amp; we did full justice to the good things provided.  A Lady paid for it all, &amp; after one of our Sergts had made a little speech, thanking her, we were allowed to attack.  </p>\n<p>There were Tomatoes, Brown Bread &amp; Butter (2/11 a lb) Cakes of all kinds, Lollies &amp; Chocolates &amp; a Pkt of Cigarettes &amp; Box Matches per man, &amp;  plenty of Sugar in the Tea &amp; Meat Pies.  Gee! what a Great Feed it was.  The Food Controller would have had a Fit had he seen the Spread.  After Tea we had a jolly good Concert.  I sang the evergreen \"Spanish Onion\" which always seems to take.  Sister Wicker gave us a number of songs in her usual charming style &amp; Nurse Jarrett gave us quite a lot of twiddley stuff on her violin accomp?d by Nurse Wilson on the Piano.  A Miss Grimshaw caused a lot of amusement by rendering a number of quaint songs</p>\n<p><a name=\"a5300149\"></a></p>\n<p>[Page 149]<br><br />\n Wed. 24.  What an exciting day.  About 2 am the doctor came round &amp; flashed his torch on each Bed.  I wondered what was up.  Later on the Nurses came &amp; read out a list of names of men who were marked out.  Almost everybody was going.  Only Smithy (K.R.R.) &amp; McLean (Niagara Falls) &amp; myself were left in our ward.  The Q.M. &amp; her assistants were flying around with Blue suits &amp; Pyjamas &amp; the place was in an uproar.  Smithy &amp; I went out on to the verandah.  I was just settling down to write to B.E. when Nurse Wilson came along &amp; said \"Come on Moore, you're next\".  Gee! I did get a shock.  There were no blue suits left so they dressed me up in a suit of pyjamas &amp; a long blue coat.  I look like Chu-Chin-Chow.  Just after dinner they put us aboard the Cars &amp; we came away to the 2nd Eastern Gen Hosp. [Brighton] </p>\n<p> Queen Mary Ward<br><br />\n We came right along the Sea Front &amp; got a good view of the town, which is very fine.  After a few hours messing around they brought us along to the Queen Mary Ward &amp; we went to Bed again.  It was visiting day &amp; quite a number of Ladies came around &amp; had a yarn.  One of ?em gave me a Bunch of very sweet grapes &amp; a Girl gave me a Bun (After a thorough search I found 2 currants in it)  At Tea Time they brought around a big lump of cake which one of the Nurses had made so we had quite a good feed.</p>\n<p>Thur. 25.  This morning the Doctor came round &amp; had a look at us.  Then one of the Nurses dressed my Leg.  She was quite sore because I told her the wound was nearly healed.  She probed it, &amp; said it was not at all healed. Then she put about 2 ft of packing in it, so it looks as though I'm not going to walk on it yet for a few days.  Com. Letter 41</p>\n<p><a name=\"a5300150\"></a></p>\n<p>[Page 150]<br><br />\n Queen Mary Ward<br><br />\n FRI. Oct. 26.  What glorious weather &amp; this October. It's more like our Spring weather at Home.  No mail arrived yet.  I can't make out what's gone wrong.  Nurse irrigated my wound this morning &amp; made quite a fuss of it.  We had 3 parsons to see us after dinner.  I haven't much time for them on the whole but these were 3 of the best I ever met.  It was quite a treat to talk to them.  For Tea we had an Egg, B?d &amp; Butter &amp; Cake, quite a good Feed.</p>\n<p>Sat. 27.  An orderly came round &amp; informed Corduer &amp; I that we are going to Harefield on Monday, &amp; took down our sizes for clothes. Nurse Walker who dresses my Leg, got news to say she must stand in readiness to go to East Africa.  A jolly fine nurse she is too.</p>\n<p>Sun. 28 Oct.  This is visiting day, so I gave my Hair an extra few minutes brushing.  They brought our clothes around ready for our removal tomorrow.  Good Lord! What news in the Paper.  60000 Italians &amp; 400 Guns captured.  Another Russian \"sell evidently\".  The \"dagoes\" didn't put up a Fight at all. Later.  Very few visitors came.  A Lady brought us a lovely cake which we had for Supper.</p>\n<p>Mon. 29.  Got into our Khaki again this morning.  Went by car to Brighton station &amp; from there by Train to Victoria, London.  Here another car met us, &amp; drove us past Buckm Palace to Paddington.  Here we had Cocoa &amp; Sandwiches at  the Free Buffet.  From Paddn we went by Train to Hendon.  There we went by car to the Hospital, changed our Khaki for Blue once more &amp; went to Bed.  Glory Alleluia  Big mail at last.  Wrote Letter to Cis.</p>\n<p><a name=\"a5300151\"></a></p>\n<p>[Page 151]<br><br />\n Tues. Oct. 30.   3y Ward.   Yesterday, just as we were bidding the Nurses \"Goodbye\", they handed me a big mail from France.  23 Letters, so as soon as I got settled in Bed, I had a glorious old read.  They were from Mother, France, Cis, Kath, Nell, &amp; 6 from B.E.  Gee! it made my head whirl to read all that lot.  In answer to my Letters from England &amp; about M.M.  I'll be kept busy now with writing Letters.  Today I started on a cushion cover for Lill, but I'm wondering if I'll be in Hosp. long enough to finish it.  It is a very pretty design.  The Food is pretty good here but they don't make much fuss of a man.  It's more like a hardening Camp than a Hosp.  Cordner.  36 Batt. is also busy on a Cushion.  He comes along to my Bed at intervals during the day &amp; we compare the amount of work done.</p>\n<p> No. 1 Aust. Aux. Hosp.<br><br />\n Wed. 31.  The weather is glorious, &amp; from what I've seen of it, the country is very pretty round here.  Yesterday, Sister applied Blue Stone to my wound &amp; it has burnt away all the proud Flesh.  They seem to have a Board here about every other day &amp; many get marked for Australia.  I don't envy some of them as they will never be much good.  I put in a Busy day at my Cushion Cover.  It will take a long time to do, but   Gingos is worth it.  Wrote to France &amp; Nell.  </p>\n<p>Thur. Nov.  1st  Carried on the Good work with the Badge &amp; wrote Letter 42  to B.E.  Also P. Cards to Payney &amp; Stan Wright.  Miserable, wet day.  Leg not looking too good.  5 weeks today since I got hit.    </p>\n<p><a name=\"a5300152\"></a></p>\n<p>[Page 152]<br><br />\n <br><br />\n FRI. Nov.  2.  Received Parcel of things out of my Pack from Bill Gamble.  My leg is looking rotten the doctor told them to put a tube in it &amp; dress twice a day. They also took away a sample of the discharge, so I'm tipping the next thing will be another operation.  Put in a good day at my Cushion Cover.  Got Letter from Mary B.  Wrote to  Mother.</p>\n<p>Sat. 3.  The weather is glorious, a bit cold inn the mornings, but warming up towards mid-day.  A number of visitors came round after dinner.<br><br />\n <br><br />\n Sun.   <strike>OCT</strike> Nov.  4.  Received Box of Cigarettes &amp; Letter from Bacup  Got up after dinner &amp; went down the villages on crutches.  Plenty of visitors flying about &amp; a convoy of patients arrived.  The village is pretty but awfully quiet.  A chap came round &amp; took Photo of ward.  I gave him Polly Mincher  trio to take copies from.</p>\n<p>Mon. Nov.  5.  Wet, windy day.  Stayed in Bed &amp; carried on the Good work with Cushion Cover.  Wrote Mrs Ibbs. Bacup.</p>\n<p><a name=\"a5300153\"></a></p>\n<p>[Page 153]<br><br />\n Tues. Nov.  6.  Weather brightened up.  Went out on crutches again, but my bloomin? Hat is too small &amp; it makes my head ache.  Wrote Mrs Pudney.  Chap brought postcards of ward, not Bad.  What the dickens to write about I don't know but this Book must be filled up somehow.  There was a Concert on tonight, but I had to wait for my Leg to be dressed, &amp; by that time it was too late.  Another new doctor this morning, that makes 3 now, in a week.  I don't like this Hospital at all &amp; shall be mighty glad to get away.  The doctor said there was only one thing to do with my Leg, &amp; that was to remove the piece of shell.</p>\n<p>Wed. Nov.  7.  Things are kept going in this Ward &amp; the sisters certainly earn their pay.  As soon as a Bed is vacated, another patient comes along &amp; fills it.  The photor  brought along the enlargets of the Polly Mincher photo, &amp; they turned out real good.  Wrote to Aunt Nell.  If Mrs A.J. doesn't appreciate the good work I have put on her cushion cover then she ought to.</p>\n<p>Thur. 8.  Was X rayed again this morning for the 3rd time.  So now I can look forward to the Pictures again.  Four chaps in our ward were operated on today.  I got up quite early &amp; dressed, but it was too wet to go out.  After Tea went to Concert which was most enjoyable.</p>\n<p><a name=\"a5300154\"></a></p>\n<p>[Page 154]<br><br />\n 2nd Anniversary<br><br />\n FRI. Nov. 9.  Col. came round &amp; examined all Bed Patients.  Told sister to remove Tube from my Leg.  Put in a good few hours on cushion cover.  Received Amiens Photos &amp; parcel of post cards from Ted Grant also Letter from Maj. Payne.</p>\n<p>Sat. Nov.  10.  Two years ago today since I bade them \"Goodbye\" on Melbourne Wharf.  8 months in Egypt, &amp; 16 months among the mud &amp; shells of Flanders &amp; Belgium.  Considering the number of men who are dead, I really should consider myself lucky to be alive.  Let us hope that it won't last another year or we shall all be old men before our time.  Went to Concert after Tea, which was pretty good.  Sgt. Fowler, 20 Batt. in the next Bed to me got a parcel today, containing a Home Made Loaf &amp; some dairy Butter, which was quite a Luxury.<br><br />\n Commenced Letter 43 to M.S.      </p>\n<p>Sun. Nov.  11.  Finished off Letter 43.  After dinner went for stroll.  Met Charlie Whitaker.  He was gassed at Ypres, &amp; has been here about a week.  It is quite a coincidence that we should be in Blighty together again, as we came over on leave last May.  A good crowd of visitors are here today. </p>\n<p>Mon. 12.  Letter from Bill Gamble.  Another new M.O, that makes 3 since I've been in this Hospital.  He looked at my Leg this morning &amp; said the same old thing \"Oh we will wait till that wound heals up a bit\".  Yesterday the Surgeon came round all wards &amp; looked at every case a good number were marked out.  This afternoon I attended the Picture Show &amp; Bun Fight in the Concert Hall.  It passed the time well &amp; we had a good feed of Cake etc.</p>\n<p><a name=\"a5300155\"></a></p>\n<p>[Page 155]<br><br />\n Tues. Nov.  13.  Got Letters from France &amp; Mary B.  My wound is looking a lot better this morning.  The Lady from the Red X saw my cushion cover today &amp; said I must put it in the Comp. which comes off next Friday.  Charley Whitaker came in to say \"Hooray\".  He went away on Furlough.  The Lights are rotten in this ward.  I intended to write Letters, but went to the Concert instead, which was very good.</p>\n<p>Wed. 14.  Well what the deuce am I going to write about?  I'm hanged if I know.  It just seems a matter of eat, drink &amp; sleep.  The cushion cover is almost finished.  The chap (Bandy Joe) came round &amp; took our photos.  All my money goes on Photos &amp; stamps.  I'm broke again now &amp; haven't got a writing Pad otherwise would write some Letters.  Have got quite a lot to answer.</p>\n<p>Thur. Nov.  15.  Finished off my cushion cover for M.S.  Hope she will appreciate the many Hours I spent on it.  Got Letter from Rex Herford.  14 more Military Medals.  Our unit will soon be all M.Ms &amp; N.C.Os.  After Dinner, donned my blues, struggled into a Collar &amp; Tie &amp; went for a stroll down the village.  Met Steeley &amp; we went for a walk along the Road.  The Trees are shedding their Leaves &amp; they make quite a carpet of the Roads.</p>\n<p>FRI. 16.  This afternoon there was an Exhibition of Needle work done by Patients.  Some of it was beautifully done.  Mr Leek, to whom this House &amp; Land belongs, presented the Prizes.  Afterwards we all had Afternoon Tea with him in the Rec. Room.  My cushion cover was on view, but did not gain a Prize.</p>\n<p><a name=\"a5300156\"></a></p>\n<p>[Page 156]<br><br />\n Sat. Nov.  17.  This morning the Col. (Shaw) came round &amp; probed my wound for some minutes.  Then he marked me for X Ray again.  Received Parcel from Mrs Pudney containing Letters &amp; a number of Photos of Lill &amp; Nell at various ages.</p>\n<p>Sun. 18.  Was X rayed.  They painted a big black cross on my Leg, so if I don't pull through the Op. I'll be alright for Christian Burial.  After dinner Steeley &amp; I went for a stroll down the village Lanes.  There was quite a crowd of visitors but no one came to see me.  After Tea, Sister gave a dose of oil &amp; shaved my Leg in preparation for the \"Hop Over\" tomorrow.</p>\n<p>Mon. 19.  Glory Alleluia.  Got a mail from Home this morning &amp; a Letter from France.  She seems to like Egypt.  A good long Letter from Mother &amp; a 9 Page Epistle from Mrs A.J. [His wife]  Great Kid that.  Had Break at 4 a.m.  It is 10.30 now &amp; I am awaiting the Arrival of a stretcher to convey me to \"The Pictures.\"<br><br />\n Later  Feeling very weak &amp; dopey.  Vomited.  Had 2 Inj of Morp.</p>\n<p>Tues. 20.  Still very dopey.  Can't eat or sleep.</p>\n<p>Wed. 21.  Ate Chicken &amp; drank milk  Leg looking rotten &amp; feeling so too.  Steeley sat on my Bunk &amp; related a few Experiences.  Very amusing, made me feel better.  Received Photo of France.  A Beauty.</p>\n<p><a name=\"a5300157\"></a></p>\n<p>[Page 157]<br><br />\n Thur. 22.  Cracked Joke with night sister.  Feeling bit better.  Leg a bit easier.  Enjoyed dinner.  Chicken not so springy as usual.  Some days it is almost too much to handle, single handed.</p>\n<p>Fri. 23.  Got another Letter from M.S.  9 more Pages. Good old Girl.  My hand is too shaky to write but I must certainly make up when I'm a bit stronger.  They must have taken the piece of shell out of my Leg with an Axe, judging by the way it feels.  Sister Davies was to have gone on leave, but I'm glad she did not, as she has looked after my Leg real well.</p>\n<p>Sat. Nov.  24.  Nothing exciting to write about.  The crowd who are returning on the Hospital Ship are busy getting their Gear together.</p>\n<p>Sun. 25.  What a night last night was.  Wind  blowing a Hurricane.  The Hospital ship party had to turn out about 4 a.m. &amp; have Break.  Only 3 are going from this ward, Wilkie, Hill &amp; Garland.  They are all badly knocked about,  &amp; much as I long to get Home I prefer to wait a bit longer &amp; go back in one piece.  It snowed &amp; hailed &amp; rained all day.  At times the sun would break thro? buy not for long.  Wrote Letter 44 to Lill.</p>\n<p><a name=\"a5300158\"></a></p>\n<p>[Page 158]<br><br />\n Mon. Nov.  26.  Sister Davies went away on Furlough today.  My Leg is coming on well, but I still feel confoundedly weak.  Am putting in some good work at my Cover for Writing Pad.  We have a very nice Sister to look after us now, &amp; the tucker has improved a bit this last few days.  Steeley brought me some Jelly which went down very well.</p>\n<p>Tues. 29.  What the dickens to write about I don't know.  Am afraid my diary is getting rather a Farce, as nothing happens nowadays to write about.  After Tea write France>/u></p>\n<p>Wed. Nov.  28.  Gee! what's gone wrong?  Sister Williams gave me a glass of Port Wine today.  Our poor old Kangaroo is showing signs of the times.  He lays about all day near the Steam Pipe at the Laundry.  No doubt the poor beggar is longing for the Sun just as much as the rest of us.  After Tea wrote to Mother.</p>\n<p>Thur. 29 Nov.   This time last year we were on the Somme, up to our necks in mud.  It is very pleasant to lay back in Bed &amp; think about the rough times we have had.  My Leg is healing up well.</p>\n<p><a name=\"a5300159\"></a></p>\n<p>[Page 159]<br><br />\n FRI. Nov.  30.  Got an awful shock this morning when Georgie brought me a Bottle of Stout.  I ought to soon get well now, what with that &amp; the chicken.  Serg. Fowler got marked for Furlough today.  Stan Wright did not turn up.  I guess London is proving too attractive.  Com. Letter 45.</p>\n<p>Sat. Dec. 1  There is a lot of talk about another Hosp. Ship returning shortly &amp; it is causing much excitement.  Capt. Fox our M.O. is flying round making out Board Papers.  He's got everybody guessing.  Finished Letter to Lill.</p>\n<p>Sun. Dec. 2.  Capt. Fox made out Board Papers for nearly everyone in the ward.  He marked me B2b, but I am not holding out much hope.  Sgt. Fowler is going away tomorrow.</p>\n<p>Mon. Dec. 3.  Fowler went away this morning &amp; Sailor went to London with him.  The Board came round &amp; examined us.  Capt. Fox pushed my Case a hard as he could, but I only managed to get B1b, which ought to mean a few months in Blighty, so I must consider myself Lucky as I never expected to get a Board at all.</p>\n<p><a name=\"a5300160\"></a></p>\n<p>[Page 160]<br><br />\n Tues. Dec. 4.  Things much the same.  Weather jolly cold.  We sit round the Fire &amp; tell yarns, &amp; smoke.  My Blotter Cover is nearly finished.</p>\n<p>Wed. 5.  Serg. Rolfe, Woods &amp; Watkins went away to Weymouth today.  Finished my Fancy Work.  Com. Letter No. 46.</p>\n<p>Thur. 6.  Fearfully cold.  Another Air Raid over London.  Not much damage done, &amp; two Gothas brought down.  Wrote France &amp; Sam Ibbs &amp; finished Letter 46 to B.E.</p>\n<p>        F. S. S. M.  T.   W.  T.<br><br />\n Dec. 7, 8, 9, 10, 11, 12, 13 </p>\n<p>Things about the same.</p>\n<p>FRI. Dec. 14.  Sister Cummings went away today &amp; Sister Davies came back.  She will no doubt shake things up.  The first thing was to mark a number of us to have our meals at the Mess Hut, which is rather hard this cold weather.  Capt. Fox continues in good humour.  He has nickname for us all. I am \"The Professor\".<br><br />\n Com. Letter No 47 to M.S.</p>\n<p>Sat. 15  Great excitement in the Ward.  9 of our family were issued with their Khaki, in prep. For going away by the hospital Ship tomorrow.</p>\n<p><a name=\"a5300161\"></a></p>\n<p>[Page 161]<br><br />\n Sat. Dec. 15  Packed up cushion cover &amp; Photo &amp; gave to Rex Rodd, to take back with him on the Hospital Ship; for Mother.  Also sent Photo to France.  Went down to Mess Hut for my first meal.  It is not at all Bad, nice &amp; warm &amp; cheerful &amp; we get the tucker hot.  Old Bandy brought the Photo along.  It is really good.  Now I have to raise 15/- to pay for it.  Spoke to Capt Fox about getting a trip on the transport back Home.  He rushed down to the Registrar's Office where he put up a good argument, but they informed me that only C class men were taken on for those Jobs, so my chances of seeing Lill are again at a very low level.  Anyhow I finished Letter 47 &amp; posted it</p>\n<p>Sun. Dec. 16.  Cold, wet, snowy day.  Very few visitors.  I sat in the Canteen eating Cakes &amp; drinking weak Tea.  Old \"Bandy\" brought the Picture along of Lill &amp; I, but I didn't have the money to pay for it, so he will have to wait till I've seen the Registrar.</p>\n<p>Mon. 17.  One of the Red X Ladies promised to sew my Blotter Cover, so I took it down to the Sewing Room &amp; left it.  She didn't have enough material to finish it, but promised to do it for Wednesday.  Jolly good Concert in Hall.  \"The Cheer-ohs\"  All Girls.</p>\n<p><a name=\"a5300162\"></a></p>\n<p>[Page 162]<br><br />\n Tues. Dec. 18  Got another Letter from France, also Snapshot.  She looks well &amp; seems to be enjoying Life in Egypt.  Weather awfully cold &amp; frosty.  We sit round the Fire like a lot of Sick Fowls.</p>\n<p>Wed. 19.  They finished Lill's Blotting Pad &amp; it looks fine.  Felt in a writing Humour so wrote to Mother &amp; Mrs Pudney.  Last night the Lights were switched off about 8 p.m. as a number of German planes came over, but the papers say they did no damage.</p>\n<p>Thur. 20.  Tom Effie, Steeley &amp; I walked as far as Denham station.  It is 2 ½  miles from Harefield, the furthest I have walked since I got hit, &amp; my leg ached somewhat.</p>\n<p>FRI. 21.  There are prizes offered for the best decorated wards &amp; competition is keen.  The nights are moonlight &amp; Fritz ought to be pleased.</p>\n<p>Sat. 22.  Most of the fellows are busy getting holly &amp; other Green stuff with which to decorate the wards.  We got in a good supply.<br><br />\n Comm. Letter No 48<br><br />\n Got Letter from Aunt Nell.  What an exciting diary this is.  Main items: Eat, drink, sleep &amp; dressings.</p>\n<p><a name=\"a5300163\"></a></p>\n<p>[Page 163]<br><br />\n Sun. Dec. 23.  Few visitors out today, but very few.  Weather too cold.  Some of the wards have commenced to decorate  for Xmas.  There is a Prize of &pound; 2 for the best decorated ward.  Finished L 48</p>\n<p>Mon. Xmas Eve.  Busy day decorating Ward.  It looks very pretty.  A gang of Kids from the village came round singing Carols, but they made such an awful din, that we we glad to give them a few coppers to get rid of ?em.  Capt. Fox has left our ward &amp; Mendelsohn has taken his place.  He gave us a thorough overhauling &amp; marked about a dozen of us for Furlough.  I am marked to go out next Thursday so will spend Xmas in this beautiful place.</p>\n<p>Tues 25 Xmas Day  Sausages &amp; Bacon for Breakfast.  Started the day well.  During the morning we were all given a neat little leather writing Case from the Y.M.C.A.  Got a few letters from Ruth, Lizzie &amp; Mrs Sam Ibbs, &amp; some Cigarettes.  At 12.30 we had Dinner.  The Dining Hall was very nicely decorated &amp; cloths on the table.  We had Turkey &amp; Ham, &amp; plenty of Vegetables.  Plum Pudding, very nice too.  Champagne &amp; Cider to drink.  Fruit, Nuts, Chocolate &amp; Lollies.  I felt too full for words when I  left.  As we left the Hall we were each handed a Box from the Red X, containing Pipe, Tobacco, Cigs, H?d kerchief, Choc &amp; Match Box.  During the afternoon there was  a Jolly Good Concert.</p>\n<p><a name=\"a5300164\"></a></p>\n<p>[Page 164]<br><br />\n Wed. Boxing Day.   The Fancy Work Exhibition took place today.  There were a good number of entries.  My Blotter got First Prize for the Best Original Work.  Col. Yeatman the O.C. presented the Prizes.  Mine was a Writing Case, with Ink Bottle, Calendar, Scribbling Block attached.  Quiet a nice present if a man was at Home, but useless to a soldier.  I gave it to Sister Davies.  My marching papers came not in today so I won't be going out tomorrow.</p>\n<p>Thurs. 27.  Enquired at Registrars about getting away tomorrow &amp; also about drawing some money.  Fixed things up alright.  Sent Wire to Ibby to say I?d meet him at Liverpool St. at 3.30</p>\n<p>Fri. Dec. 28  About a foot of snow on the Ground.  We had to stand in it for about an hour waiting for our Kit to be issued.  Went by car to station.  Train left about 10.  Arrived London about 10.35.  Went by car to Horseferry Road.  Here we were lectured on various topics &amp; after a long wait at the Pay Office we draw our few pounds.  I had a note from the Registrar to draw an extra &pound; 5, but the Paymaster would not hear of it.  I drew &pound; 4 out of my Pay Book &amp; &pound; 2.16/- Ration money.  It is not much for 14 days Furlough, but I must make the best of it.  We had a cup of Tea &amp; Sausage Rolls before leaving H.Q.</p>\n<p><a name=\"a5300165\"></a></p>\n<p>[Page 165]<br><br />\n Fri. 28 (cont.)  After leaving the Pay Office Syd Hodges &amp; I went over to the War Chest Club, where we got a good 3 course meal for 1/-.  Then I went down to Liverpool St Station to meet Sam Ibbs.  Had to wait some time for his Train to arrive, so went for a stroll.  Purchased pair of Gloves 10/6 &amp; attache case 7/6 one &pound; gone.   Met Ibby.  He looks very well &amp; the uniform of the R.N.A.S suits him.  Went &amp; had a Feed, then caught the Train to Stone.  We had a great old yarn coming down in the Train.  11½ years since we saw each other so we found plenty to talk about.  </p>\n<p>Arrived  Stone about 8.30.  Sam's wife &amp; Kiddy &amp; sister were there to meet us.  Sam's Mother greeted us warmly &amp; after a warm by a roaring Fire, Sam's wife dished us out a good Feed of Tripe &amp; Onions, which went down well.  Then we sat around the Fire, &amp; had a good old yarn.  Ibby's wife is a very nice person, &amp; a thorough Business woman.  She was very much interested in Lill's picture &amp; said I was lucky ? why, of course I am.  We went to Bed about 11.  Here I discovered a hot water bottle which made good company, &amp; I slept peacefully by its side till about 8 on </p>\n<p>Sat. 29. when I was awakened by Fanny Buckley bringing me a cup of Tea.  After that I got up &amp; had Breakfast.  Then we all went</p>\n<p><a name=\"a5300166\"></a></p>\n<p>[Page 166]<br><br />\n Sat. Dec. 29.  For a stroll until Dinner Time.</p>\n<p>Sun. 30.  Spent a quiet morning by the Fire telling yarns.  After dinner we went for a walk to Ern Harvey's.  At night we went to Church, St Michaels.  Ibby &amp; I paid a visit to Mr Clough's where he showed us St. Michaels Roll of Honour, on which Sam's &amp; my name appeared.  Wrote Letter 49</p>\n<p>Mon. 31.  Ibby had to return to Felixstowe  this morning, so his wife &amp; I saw him off at the Station.  He only had 3 days Leave.  His wife is staying till Wed. morning, so I am staying on to keep her company.  Mrs Ibbs, Fanny Buckley, Jenny Ibbs &amp; I sat up &amp; saw the old year out.</p>\n<p> Tues. JAN. 1. 1918. New Year's Day.  Last night, at about 10 to 12, I went outside, so that when the clock struck 12, I could walk in, &amp; wish ?em a Happy New Year\".  Stayed outside about 20 minutes then they came &amp; told me that the Clock did not strike after 7.  Good Joke.<br><br />\n This is Market day in Stone, but very quiet to what it was in the old days.  Stone is very quiet.  Mrs Ibbs &amp; Jenny &amp; I went to a Whist Drive &amp; had a most enjoyable time.  At every table I met someone I knew.  There were some jolly nice Girls there. I never dreamed that Stone had so many Girls.  They all called me Jack till they found out that I was married, then it was \"Mr Moore\".  B.E. will always do me anyhow.</p>\n<p><a name=\"a5300167\"></a></p>\n<p>[Page 167]<br><br />\n Wed. Jan. 2.  After Break. I went all over Stone in search of a horse &amp; trap, so that we could go for a Drive, but there was not one in the Town.  We went into Hanley to see the Pantomime \"Tommy Tucker.\"  It was rotten.  We sat in the Orchestra Stalls, &amp; it was awfully cold.  To make matters worse I sat near the Trombone Player, &amp; every time he played a loud note he nearly blew me out of my seat.  We returned to Stone about 5.30.  Called in at Pat Astbury's &amp; had Tea.  Then we got the Phonograph going &amp; stayed on &amp; yarned till about 9.  Then we had Supper &amp; returned to St Michael's Lodge.  I was jolly tired &amp; glad to get to Bed.  Bywe I mean Mrs Ibbs, Harry &amp; I.  This for B.E's information.  No doubt I'll hear about it later.</p>\n<p>Thur. JAN. 3.  Went to the Potteries to Harry Ibbs? place.  Meat was unprocurable in the Town so we had a \"makeshift\" dinner, a thing I enjoy more than a set meal.  Said \"Goodbye\" to Mrs Ibbs, Harry &amp; Fanny &amp; returned to Stone.  Met Ern Harvey &amp; went Home with him.  Mrs Harvey was very nice &amp; made me feel quite at Home.  Slept in a big double Bed with only a Hot water bag for company.</p>\n<p>FRI. 4.  Paid a visit to \"Crown &amp; Anchor\"  Saw Fred Collier &amp; his wife; &amp; of course many other identities. Harry Jones &amp; his wife among them.  While Ibby was in Stone, we had our photos taken together but they turned out failures.  There's no doubt about it, I take a rotten photo.  At night had a Game Cribbage &amp; a Sing-Song up at Ern's place.</p>\n<p><a name=\"a5300168\"></a></p>\n<p>[Page 168]<br><br />\n Sat. 5 JAN.  Got Mr Jacks to take a few copies of the enlargement, as it is too big to send Home to M.S.  I don't get up in the morning till about 11.  The weather is too jolly cold.  Ern &amp; I went to a Dance at St Michael's Institute but I got too giddy &amp; had to give up.</p>\n<p>Sun. 6.  There was a procession to St Michael's.  All the soldiers &amp; Council attended the Intercession Service.  I intended going, but got up too late.  After Dinner Ern &amp; I paid a visit to Father's Grave.  It is well looked after.  There are quite a lot of new Graves near, that were not there when I was here last May.  All the Hotels were closed all day..</p>\n<p>Mon. 9.  Went visiting.  Saw Mrs Hambleton at the Brewery Stable, who enquired after France, &amp; said that my wife must be a \"lovely person\".  Fancy calling B.E. a person</p>\n<p><a name=\"a5300169\"></a></p>\n<p>[Page 169]<br><br />\n Thur. JAN. 10  Train for London.  Ruth came with me to Station.  Arrived London about 8.30.  Slept at War Chest Club.  Good clean Bed for 1/-.</p>\n<p>FRI. 11.  Furlough ended.  Boarded Train at Paddington at 12.20 &amp; came away to Sutton Veny on the famous Salisbury Plain.</p>\n<p>\n [In left margin]<br><br />\n Woods  \t\t\t<br><br />\n Shehan\t\t3<br><br />\n Perry<br><br />\n Howard</p>\n<p>Toomey \t\t<br><br />\n Fischer\t\t2<br><br />\n Reid<br><br />\n Brodie</p>\n<p>Orr W. \t\t<br><br />\n Smith W.S.\t\t1<br><br />\n Smith J.A.<br><br />\n Colley Jay</p>\n<p>\n Bradley \t\t\t ? (missing believed Killed)<br><br />\n Henness\t\t4<br><br />\n Pither \t\t\t\t? Wounded at Ypres<br><br />\n Briggs</p>\n<p>Smee \t\t\t\t  (Wounded in neck)<br><br />\n Elden</p>\n<p>\n Pither returned to Sgt Mathieson, sick </p>\n<p><a name=\"a5300170\"></a></p>\n<p>[Page 170]<br><br />\n 3y Ward 1. A.A.Hosp. Harefield.</p>\n<p>125 ? Syd. Hodges ? 1st Pioneers<br><br />\n 2804  Alfred g. Gillespie ? 35 Batt<br><br />\n 8th Batt No 2558. Ern Baldock<br><br />\n 2922 Pte W Hinds 41st Batt<br><br />\n 1383 Pte William E. Foster 45th Batt<br><br />\n 3002 Pte Steele P.D. 45th Batt<br><br />\n 4287 Pte Fallon J. 15 Batt<br><br />\n 9073 Pte Effie T.  3 F Amb<br><br />\n 2673 Pte Ashley G.W. 44 Batt<br><br />\n 3005 Pte Westwood T  32 Batt<br><br />\n 5363 Pte Delaney J. 14 Batt</p>\n<p>Autographs  Harefield Hospital<br><br />\n Xmas 1917</p>\n<p><a name=\"a5300171\"></a></p>\n<p>[Page 171]<br><br />\n What is your Favourite Flower?<br><br />\n Oh: Give me the Rose every time, the emblem of true Love<br><br />\n What is your Favourite Flower?<br><br />\n Oh, mine's Hops. Hops the emblem of True Beer</p>\n<p>Who do you think I met this morning?  Old Ben Fuller.<br><br />\n Go on, what did he have to say?<br><br />\n He says I'm getting fat.  No wonder.<br><br />\n Why? How do you make that out?<br><br />\n Well, you were looking Fuller in the Face.</p>\n<p>Letters written.<br><br />\n Photo &amp; Letter. Mrs Pudney.  Jan 14. Mon.<br><br />\n Letter &amp; Photo  Bacup.  Tues. Jan. 15<br><br />\n Letter          Stan Wright  Tues. Jan. 15</p>\n<p>Letters written<br><br />\n To Whom                     Date<br><br />\n France &amp; Nell   Wed. Oct. 31. Harefield<br><br />\n Cards to Stan Wright &amp; Payney   Thur. Nov.  1<br><br />\n Mother   FRI. Nov.  2<br><br />\n Mrs Ibbs. Bacup &amp; Ruth    Mon. Nov.  5<br><br />\n Mrs Pudney    Tues. Nov.  6<br><br />\n Aunt Nell    Wed. Nov.  7<br><br />\n Mary B. &amp; Nell    Thur.  8<br><br />\n Mother &amp; no of P. Cards &amp; snaps   FRI.  9<br><br />\n Ted Grant &amp; Bill Gamble  Wed.  14<br><br />\n Sgt. Smith &amp; France &amp; Ruth   FRI 16<br><br />\n Mother   Mon. 19<br><br />\n FRANCE  Tues. 27<br><br />\n Ted Grant &amp; returned P.Cards ? Tues. 27<br><br />\n Mother &amp; Nell  Wed. 28<br><br />\n Cis   Thur. 29<br><br />\n Eric Herford    Tues. Dec.4<br><br />\n France &amp; Sam Ibbs  Thur. Dec. 6<br><br />\n Mother    Mon. Dec. 10<br><br />\n Lizzie &amp; Nell ? Tues. Dec. 11<br><br />\n Ruth   Wed. Dec. 12<br><br />\n Rodd took p?d to Mother. Sent Photo France   SAT 15<br><br />\n Wed. Mother &amp; Mrs Pudney    Wed. 19<br><br />\n FRANCE &amp; Mrs J.B.   Thur. 20<br><br />\n Sent Photos to Lill (her own as a Baby)   FRI. 21</p>\n<p><a name=\"a5300172\"></a></p>\n<p>[Page 172]<br><br />\n Tiddley Om Pom<br><br />\n If you feel an inclination<br><br />\n To go to Paris to improve your education<br><br />\n Take advice from one who knows what's what<br><br />\n You cant learn much their nowadays<br><br />\n If to see things you've decided<br><br />\n It would be better if you did the same as I did<br><br />\n Take a trip ? go to Spain<br><br />\n When you come back again<br><br />\n You'll perhaps know what I mean.<br><br />\n Tiddley-om-pom  Tiddley-om-pom<br><br />\n Tiddley ?om-pom-pom-pom-pom<br><br />\n Oh the folks they do go on so<br><br />\n In the land of King Alfonso<br><br />\n O the prancing and the dancing<br><br />\n Well the best thing I can say<br><br />\n Is om tiddley om-pom-pom-pom-pom <br><br />\n Tiddley  om pom pom pom pom</p>\n<p>Where you see the Girl who dances<br><br />\n In tricky manner that peculiar to France is<br><br />\n You'll perhaps get quite excited at<br><br />\n The vast display of underwear<br><br />\n And although you get your eye full<br><br />\n Of fol-de-riddles, after all 'tis but a trifle<br><br />\n But to call that a dance, why it aint got a chance.<br><br />\n With the way girls dance in Spain</p>\n<p>O the dainty dancing donah<br><br />\n Sends you off your Barcelona<br><br />\n The contortions ? they are cautions</p>\n<p>Every Spaniard loves Bullfighting<br><br />\n And I was told that it was awfully exciting<br><br />\n But I saw a Bullfight once and was disappointed terribly<br><br />\n People said the show would knock me<br><br />\n But it takes a little more that that to knock me<br><br />\n For as most Anzacs do ? I've attended a few<br><br />\n Of the two-up schools at home</p>\n<p>No politeness ? No Beg pardons<br><br />\n In the fight to win the fardens<br><br />\n O the wrangling ? and the mangling<br><br />\n And the language by the way <br><br />\n Is ----</p>\n<p><a name=\"a5300173\"></a></p>\n<p>[Page 173]<br><br />\n Our Amb. Casualty List<br><br />\n Sec.<br><br />\n B ? E. Robinson - died of sickness Egypt ? June 1916<br><br />\n C ? Beeston - (Bullet wounded) ? 20 July<br><br />\n A ? Poulton W.S. - Armentieres - Sept 1916<br><br />\n B ? Jem Lilley - S.W. - Somme ? Oct 1916<br><br />\n B ? J. Bennitt  - Killed in dugout Needle Trench, Somme ? Dec 1916<br><br />\n B ? A. Gedwells - ditto<br><br />\n C ? Taylor - S.W. ? lost foot ? Somme - Dec. 1916<br><br />\n C ? H. Lambdon - S.W. ? Bullet ? Bullecourt. Left R.A.P. - May 1917<br><br />\n C ? Scholer R. ? S.W. Head ? Bullecourt. Left R.A.P. - May 1917<br><br />\n A ? Palmer ? S.W. ? Face ? Bullecourt. Left R.A.P.- May 1917<br><br />\n B ? Sam Wallis ? S.W. ? Leg - Bullecourt. Left R.A.P.- May 1917<br><br />\n C ? Arthur C.B. ? S.W. - Bullecourt. Left R.A.P.- May 1917<br><br />\n B ? Reg Sutton - Bullecourt. Left R.A.P.- May 1917<br><br />\n B ? Blue Riley - Bullecourt. Left R.A.P.- May 1917<br><br />\n B ? Billy May - Bullecourt. Left R.A.P.- May 1917<br><br />\n A ? McDonald Bill ? S.W. ?Shoulder - Bullecourt. Left R.A.P.- May 1917<br><br />\n B ? Doherty. Returned to Australia<br><br />\n C ? Smee wounded in neck at Westhook Ridge<br><br />\n C ? Berry Bert - wounded in Head &amp; Shoulder. Westhook Ridge<br><br />\n C ? Dickson - Westhook Ridge<br><br />\n B ? Wooler Roy ? knee ? Westhook Ridge<br><br />\n C ? Lew Ballard ? Blown to pieces near Hooge Tunnel. Died of wounds<br><br />\n C ? Mal Doyle - Blown to pieces near Hooge Tunnel. Died of wounds<br><br />\n C ? Henry Mercer - Blown to pieces near Hooge Tunnel. Died of wounds<br><br />\n C ? Bill Hippersley ? In same squad. W?ded<br><br />\n C ? Phil Murray ? Killed on Menin Rd<br><br />\n B ? Les Townshend ? Smashed Hand<br><br />\n B ? Wyn Arthur - Shoulder</p>\n<p><a name=\"a5300174\"></a></p>\n<p>[Page 174]<br><br />\n Spanish Onion</p>\n<p>Behold in me, alas! a stretcher Bearer,<br><br />\n In Sunny France, O horrid trance<br><br />\n Of all the mud &amp; shells a wretched sharer,<br><br />\n Ah! Ambulance.  Curse my mischance<br><br />\n When out on greasy duckboards slipping<br><br />\n In Trenches wet; And dry ? [pertet?] <br><br />\n Clammy water from my tunic dripping<br><br />\n No issue Rum ? my sole regret.</p>\n<p>With a cling, clang, crash Bang<br><br />\n Comes another shell<br><br />\n Makes me think, with Dante, I'm in ? well<br><br />\n My head is plastered thick with mud<br><br />\n Good God, here comes another dud,<br><br />\n I wish I was in Blighty,<br><br />\n Where they treat the dinkums well.</p>\n<p>Once again behold in me a war worn Failure,<br><br />\n My arm, O Lor: Effects of War <br><br />\n I'm bound, O how I hope for dear Australia<br><br />\n Encore: Encore.  Tres biens, messieur.<br><br />\n I've swung the Lead with skill &amp; great precision<br><br />\n My Fate is nigh.  But hope is high.<br><br />\n And now, with dread await the Board's decision.<br><br />\n Hi, tiddly, Hi.  I'll ne?er say die.</p>\n<p>With a crook wing I sing, to the Board<br><br />\n My Tale of woe<br><br />\n It's bound to get round the Doctor's Hearts I know.<br><br />\n And if I once get on the Boat<br><br />\n Bound for Home for which I dote,<br><br />\n I promise you, fair dinkum<br><br />\n That from Home I'll never go.</p>\n<p><a name=\"a5300175\"></a></p>\n<p>[Page 175]<br><br />\n Letters received:-</p>\n<p>From whom ? Date  1917<br><br />\n Mrs A.J.                                 4 ? Sunday Aug. 26<br><br />\n Mother 1, France 2, Nell 1    4 ? Sunday. Aug. 26<br><br />\n Ruth B. &amp; \"Oriss\"              ? Wed. Sept. 5<br><br />\n Mrs Sam Ibbs. Letter &amp; Parcel ? Fri. Sept. 7<br><br />\n Mother 1 France1 Cis1 Lill 2  Arthur 1 ? Thur. Sept. 13<br><br />\n Mrs Sam Ibbs 1 Ruth 1 &amp; Photo ? Sat Sept. 22<br><br />\n Lizzie ? Thur. Sept. 13<br><br />\n Mother &amp; France ? Mon. Sept. 17<br><br />\n Ruth B. ? Wed. Oct. 10<br><br />\n Mary B. ? Thur. Oct 11<br><br />\n Parcel &amp; Letter. Lizzie ? Sat. Oct. 13<br><br />\n Ibby &amp; Photo ? Sat. Oct. 13<br><br />\n Ruth B. Letter ? Wed. Oct 17<br><br />\n Parcel &amp; Letter. Lizzie ? Sat. Oct. 20<br><br />\n Mrs Pudney &amp; Aunt Nell ? Sat. Oct. 27<br><br />\n Mother 3, France 3, Cis 2 Kath 1 Nell 1, &amp; Mrs A.J. 6 ? Mon. 29 <br><br />\n Parcel cont. Contents of Pack. B. Gamble. Letter from Mary B. ? Fri. Nov.  2<br><br />\n Letter from Sgt Smith ? Sat. 3<br><br />\n Letter &amp; Parcel from Mrs Sam. ? Sun. 4.<br><br />\n Ruth &amp; Lizzie ? Fri. 9<br><br />\n Payney. Letter &amp; Photos of Egypt ? Fri. 9.<br><br />\n Bill Gamble ? Mon. 12.<br><br />\n France &amp; Mary B. ? Tues 13<br><br />\n Eric Herford ? Thur. 15</p>\n<p>Letters received</p>\n<p>From whom ? Date <br><br />\n Mrs Sam Ibbs ? Fri. Nov.  16<br><br />\n Ted Grant &amp; Photos &amp; Letter from Mrs Pudney ? Sat. Nov.  17<br><br />\n Mother, France &amp; Lill (9 pages) ? Mon. Nov.  19<br><br />\n Mrs [John?], Ruth, Lill ? Thur. 22<br><br />\n Stan Wright, Mrs Wright &amp; France ? Wed. 28<br><br />\n Ruth ? Thur. 29<br><br />\n Nell &amp; Lill ? Sat. Dec. 1<br><br />\n Lill, Cis, Mother ? Tues 4<br><br />\n Photo from Lill.  Let. From France ? Sat. 8<br><br />\n Stan Wright, France ? Fri. 14<br><br />\n France &amp; Snap. ? Wed. 19<br><br />\n Cigs &amp; Letter Lizzie. Let &amp; Card, A. James. Letter Ruth ? Xmas 1917</p>\n<p><a name=\"a5300176\"></a></p>\n<p>[Page 176]<br><br />\n On the Day on which Peace is declared ? Last verse</p>\n<p>Now we'll all join together &amp; sing the last verse,<br><br />\n The first part of our Programme is ended<br><br />\n If we've given you a prod we didn't mean worse<br><br />\n And we hope there  is no one offended<br><br />\n So cheer up, be merry, for tomorrow we die<br><br />\n All the Anzacs are leaving the Somme bye &amp; bye</p>\n<p>On the day on which Peace is declared<br><br />\n We might have been worse had we dared<br><br />\n Farewell to our dugouts, the whizzbang &amp; dud<br><br />\n Farewell to rum Issues, shell holes &amp; the mud<br><br />\n We?d like to come back to the Somme if we could<br><br />\n On the day on which Peace is declared.</p>\n<p>Well I had some words of a different kind<br><br />\n O! isn't that singular<br><br />\n And it's strange that I haven't gone out of my mind.<br><br />\n O isn't that singular.<br><br />\n Nancy pushed Lille down Estaires it appears<br><br />\n And Albert called in to lesson her fears<br><br />\n But the poor Girl Laon his Armentieres.<br><br />\n O! isn't that singular?<br><br />\n Yes very peculiar</p>\n<p>Well theres one good may come of America's action<br><br />\n O isn't that etc<br><br />\n Apart from driving old Fritz to distraction<br><br />\n O wont that be singular.<br><br />\n Privates in the Army will be so very rare<br><br />\n There'll be nothing but stars &amp; stripes in the Air<br><br />\n If they ask for a star, why they'll chuck you a pair. </p>\n<p><a name=\"a5300177\"></a></p>\n<p>[Page 177]<br><br />\n Letters written</p>\n<p>To whom - Date<br><br />\n A. James. Stone ? Thurs. July 12th [1917]<br><br />\n Ruth B. Shirleywich ? Tues. July 24th <br><br />\n Mrs S.L. Ibbs. Bacup ? Wed. July 25th <br><br />\n Mrs Jack Blakeman ? Thur. July 26th <br><br />\n Mother &amp; France ? Mon. Aug. 20th  <br><br />\n Ruth B. &amp; Mrs Pudney ? Wed. Aug. 22nd <br><br />\n Mrs Sam Ibbs. Bacup ? Thur. Aug. 23rd <br><br />\n Mother &amp; Nell ? Tues. Aug. 28th <br><br />\n Lizzie R. &amp; P.O. Mount Pleasant ? Thur. Aug. 30th <br><br />\n Mrs Sam Ibbs. Bacup ? Fri. Sept. 7<br><br />\n Photo. \"Nightbirds\" to Mother &amp; Ruth ? Sept. 22nd <br><br />\n Mother from 22 Gen. Hosp. - Sept. 28th <br><br />\n Mother from Brighton. ? Sun. Oct. 7<br><br />\n Bacup. Mrs Ibbs. Stan W. ? Mon. Oct. 8<br><br />\n Ruth B.  Mrs Pudney. ? Mon. Oct. 8<br><br />\n Ruth B. ? Fri. Oct. 12<br><br />\n Lizzie ? Sun. Oct. 14<br><br />\n Sam Ibbs. Felixstowe ? Mon. Oct. 15<br><br />\n Bill Gamble ? Tues. Oct. 16<br><br />\n Aunt Nell  Mrs Pudney ? Thur. Oct. 18<br><br />\n Nell ? Fri. Oct. 19<br><br />\n Mary B.  Lizzie R. ? Thur. Oct. 25<br><br />\n Ruth B. ? Fri. 26<br><br />\n Eric Herford ? Sun. 28<br><br />\n Cis ? Mon. 29 B?ghton</p>\n<p>\n To M.S.</p>\n<p>Letter No ? From ? Date<br><br />\n 25 ? Senlis ? July 15 [1917]<br><br />\n 26 ? Senlis ? July 22nd <br><br />\n 27 ? Senlis ? July 27th <br><br />\n 28 ? Con. Camp. Rouen. ? Aug. 4<br><br />\n 29 ? Con. Camp. Rouen. ? Aug. 12<br><br />\n 30 ? Base. Havre. ? Aug. 20<br><br />\n 31 ? Farm at Racquingham ? Aug. 29<br><br />\n Anzac Bulletin &amp; P. C?ds. Havre &amp; Rouen ? Aug. 29<br><br />\n 32 ? Racquingham ? Sept. 2<br><br />\n 33 ? Racquingham ? Sept. 9<br><br />\n 34 ? Racquingham ? Sept. 16<br><br />\n Photos of Les oiseaux de nuit &amp; Botts ? Sept 22<br><br />\n 35 ? 22nd  Gen. Hospital Camiers ? Sept. 28<br><br />\n 36 ? Brighton. Blighty ? Oct. 7<br><br />\n 37 - Brighton. Blighty ? Oct. 11<br><br />\n 38 - Brighton. Blighty ? Oct. 16<br><br />\n 39 - Brighton. Blighty ? Fri. 19<br><br />\n 40 - Brighton. Blighty ? Mon. 22<br><br />\n 41 ? Brighton 2 Eastern Gen. ? Fri. 26<br><br />\n 42 ? 1 Aus. Aux. Harefield ? Thur. Nov.  1<br><br />\n 43 - 1 Aus. Aux. P.Cds &amp; Snaps ? Sat. Nov.  10<br><br />\n 44 ? Harefield ? Sun. 25<br><br />\n Post Cards of Egypt ? Mon. 26<br><br />\n 45 ? Harefield ? Sat. Dec. 1<br><br />\n 46 ? Harefield ? Thur. Dec. 6<br><br />\n 47 ? Harefield ? Sat. 15<br><br />\n 48 ? Harefield ? Sun. 23<br><br />\n 49 ? Stone ? Sun 30</p>\n<p><a name=\"a5300178\"></a></p>\n<p>[Page 178]<br><br />\n Tuesday Jan. 30th  [1917]<br><br />\n Pte. J. Munn 2051 Trench Mortar<br><br />\n Pte. L. Green 1875 5th Pioneers<br><br />\n Pte. C.W. Kerslake 3580  B. Coy 53 B?n.<br><br />\n Pte H.H. Johnson 127[A?]  B. Coy 53 B?n.<br><br />\n Pte J. Barber  2379  B. Coy 53 B?n<br><br />\n Pte W. Munro  2620  C. Coy 53 B<br><br />\n Pte J.A. Smith 1599  C. Coy 53 B<br><br />\n Pte H.A. Robinson  5445  C. Coy 53 B<br><br />\n Pte J. O?Shea 3390  D. Coy 53 B<br><br />\n Sgt. S.D. Rawlinson  53 B.<br><br />\n Pte H.C. Slade D  53 B.<br><br />\n Pte J. O?Brien 2465  C  53 B.</p>\n<p>Rose Trench R.A.P. [Regimental Aid Post]<br><br />\n Shell wound -  Elbow R.<br><br />\n ditto ? Left Leg<br><br />\n ditto ? right shoulder<br><br />\n ditto ? Left Hip<br><br />\n ditto ? Left Leg<br><br />\n ditto ? Right arm<br><br />\n ditto - Back<br><br />\n ditto - R. Leg<br><br />\n ditto - ditto<br><br />\n ditto ? Both Legs<br><br />\n ditto ? R. Shoulder<br><br />\n ditto ? Inflamed Foot</p>\n<p><a name=\"a5300179\"></a></p>\n<p>[Page 179]<br><br />\n Letters to M.S.<br><br />\n Nov.  20 Monday ? 1 Letter from Fricourt<br><br />\n Dec. 16 Sat. ? 1 Letter from Vignacourt<br><br />\n Dec. 25 Xmas ? 1 long Letter from Olincourt Chat.[eaux]<br><br />\n 1. Mon. Jan. 1st 1917 ? 1 Green Envelope - Olincourt Chat.<br><br />\n 2. Fri. Jan. 5 1917 - 1 ditto<br><br />\n 3. Fri. Jan.12 1917 - 1 ditto.<br><br />\n 4. Tues. Jan 16 1917 - 1 ditto<br><br />\n 5. Sun. Jan. 21 1917 - 1 Green Envelope - Bernafay<br><br />\n 6. Sat. Jan. 27 1917 - 1 Short Letter. No 4 Post<br><br />\n 7. Sat. Feb. 10 1917 ? 1 G. Envelope. Bellvue F.<br><br />\n 8. Sat. Feb. 17 1917 - 1 G. Envelope. Bellevue Farm<br><br />\n 9. Sat. Feb. 24 1917 - 1 ditto<br><br />\n 10. Sat. Mar. 3 1917 - 1 ditto<br><br />\n 11. Fri. Mar. 9 1917 -  1 ditto<br><br />\n 12. Mon. Mar. 27 1917 ? 1 ditto<br><br />\n 13. Mon. Apr. 9 1917 ? 1 ditto<br><br />\n 14. Fri. Apr. 20th 1917 ? 1 ditto <br><br />\n Anzac Day Wed. Apr. 25 1917 ? Parcel of souvenirs<br><br />\n 15. Fri. Apr. 27 1917 ? 1 Green Env. From Bellevue<br><br />\n 16. Thur. May 3 1917 ? 1 ditto<br><br />\n 17. Sat. May 12 1917 ? 1 Green Env. near Bapaume<br><br />\n 18. Thur. May 17 1917 ? 1 Green Env. M.D.S. [Main Dressing Station] near Bapaume<br><br />\n 19. Tues. June 5 1917 ? 1 Green Env. Bapaume<br><br />\n 20. Mon. June 11 1917 ? 1 ditto<br><br />\n 20. Mon. June 11 1917 ? P. Cards &amp; Souv. From Amiens<br><br />\n 21. Mon. June 18 1917 ? 1 Green Env. from Senlis<br><br />\n 22. Sun. June 24 1917 ? 1 ditto<br><br />\n 23. Fri. June 29 1917 ? 1 Green Env. Ribbon M.M. [Military Medal] Senlis<br><br />\n 24. Sun. July [9?]  1917 - 1 Green Env. from Senlis</p>\n<p>Letters written</p>\n<p>DATE ? TO WHOM</p>\n<p>Xmas Day ? Mother<br><br />\n Xmas Day ? Ruth B.<br><br />\n Wed. Dec. 27 ? Nell &amp; Aunt Nell. C &amp; E.<br><br />\n Wed. Jan. 3  1917 ? Aunt Nell &amp; Mother<br><br />\n Mon. Jan. 8  1917 ? Aunt Pudney &amp; France        <br><br />\n Mon. Jan. 15  1917 ? France &amp; Mother<br><br />\n Fri. Jan. 26  1917 ? Mother from No 4 Post<br><br />\n Sun. Jan. 28  ? Kath Williams<br><br />\n Sat. Feb. 10 ? Nell<br><br />\n Wed. Feb. 14 - Kath (Essendon)<br><br />\n Thur. Feb. 15 ? France &amp; Mother<br><br />\n Fri. Mar. 2 ? Mother &amp; France<br><br />\n Fri. Mar. 9 ? Nell<br><br />\n Mon. Mar. 26 ? Mother &amp; David, Ruth B.<br><br />\n Tues. Apr. 3 - France<br><br />\n Mon. Apr. 16 ? France<br><br />\n Mon. Apr. 16 ? Parcel to Arthur<br><br />\n Sat. Apr. 21 ? Letter Aunt Nell &amp; Sam Ibbs<br><br />\n Tues. Apr. 24 ? Peter Murphy &amp; Mother<br><br />\n Tues. June. 5 ? Old Road. Stone<br><br />\n Wed. June 6 ? Mother &amp; Ruth B.<br><br />\n Mon June 11 ? France<br><br />\n Wed. June 13 - McDougall<br><br />\n Sun. June 19  - Ruth B. &amp; Old Rd.<br><br />\n Tues June 19 ? Mrs Jack B.<br><br />\n Thur June 21 ? Mother &amp; Mrs Sam Ibbs.<br><br />\n Sat. June 23 ? Ruth &amp; P. Cds to Lizzie &amp; Louie<br><br />\n Wed June 27 ? Nell<br><br />\n Sun Jul 8 ? Mother &amp;amp France<br><br />\n Sun Jul 8 ? Aunt Nell</p>\n<p><a name=\"a5300180\"></a></p>\n<p>[Page 180]<br><br />\n Please return to:-  <br><br />\n Mrs L. Moore<br><br />\n 14 Oxley St. Glebe Point.  Sydney. N.S. Wales. Australia<br><br />\n <strike>55 Upper Pitt St. Milson's Point</strike>  </p>\n<p>Peter Murphy ? wounded Sun. Jan. 28th /17</p>\n<p>Nell's birthday  Dec. 12.</p>\n<p>Aunt Nell.  Northerwood. Hamble Lane. Nr Southampton<br><br />\n M. Blakeman  38 Adelaide Crescent, Hove<br><br />\n Miss E W Kinsella.  Aust Red X. Brighton<br><br />\n 7247. E.T Grant. c/o Photo Sec. Aust. Fly. Cps. Wendover</p>\n<p>[Following entry in French was probably already in the book when found] </p>\n<p>Wagon de Charbon <br><br />\n du moi Septembre<br><br />\n Kerl gusteve ? 20s<br><br />\n Sauvage Pere ? 10<br><br />\n Sauvage Fils ? 19<br><br />\n Tauverque ? 30<br><br />\n Mariel Baclak ? 19<br><br />\n Julia pique ? 10<br><br />\n Noel Baclank - 19<br><br />\n Dhauphin desquand - 14<br><br />\n Fernant Roussel ? 09<br><br />\n Boudin georges - 10<br><br />\n <strike>Blique</strike> Dufeme ? 10<br><br />\n Lecomte lepreux 140<br><br />\n Marie Espanaure- 10<br><br />\n 190\t\t</p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"105226","uid":"0","filename":"a5300023h.jpg","uri":"public://a5300023h.jpg","filemime":"image/jpeg","filesize":"1058934","status":"1","timestamp":"1389068103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":920,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Arthur John Moore diary, 11 November 1916-11 January 1918","format":"plain_text","safe_value":"Arthur John Moore diary, 11 November 1916-11 January 1918"}]},"field_page_number":{"und":[{"value":"23"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/104328/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"104328","revision_id":"104351","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104351","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/arthur-john-moore-diary-11-november-1916-11-january-1918-page-23-1"}