<p class="page" id="a3257010">[Page 10]</p>
<p>Pte 1280 Roy Richards<br/>Machine Gun Section,<br/>19th Batt. 5th Brig. A.I.E.F.<br/>Aerodrome Camp,<br/>Heliopolis, Egypt.</p>
<p>Dear Os,</p>
<p>Just a note from the edge of the Sahara to say that I am slowly getting fizzled to death, but otherwise am feeling very well.</p>
<p>We, as no doubt you have gathered from my previous letter had a very fine trip over.  We only called at Port Suez, Port Said and Alexandria, where we disembarked.  These places are very similar from what we could see of them from the boat, some fine buildings on the Sea Front and the rest very poor.  The trip through the Canal to Alexandria was very interesting.  Not much to see as far as scenery goes, mostly desert, but the main interest was the Camps of troops, both Indians &amp; Kitchener's Army, which were camped practically the whole way along (about 100 miles).  The Canal is very narrow in parts, and we could talk from the ship to the men on shore.  There are several Canal Coy Stations at distances along the line, which are otherwise the only signs of habitation &ndash; except here and there there are instances of an attempt at irrigation noticed by odd patches of green.</p>
<p>An interesting thing at the Ports was the natives, who came out to us in Bum-Boats to sell to us and otherwise rook us as much as they could.  We coaled at Port Said and it was the fun of your life to watch the Niggers and Coolies.  They came alongside in a sort of Pontoon, about 500 of them, and we started throwing bread etc., over to them and then a regular riot started.</p>
<p>We arrived at Alexandria about 4.30 a.m. on Friday and then had to wait until 6.30 p.m. before we got off, we being practically the last Section to disembark.  Then we had the rottenest trip in a train I ever wish to have.  About 8 hours in cattle trucks packed full, the blooming old puff puff ran in fits and starts and ever after this I'll have some sympathy for cattle in trucks.  We arrived at Zeitoun, which is the nearest Station to here about 3.30 in the morning and reached Camp at 4.15 and then we had the bad luck to be put straight on guard, so never got any sleep till the following night, so first impressions of Egypt were not too brilliant.</p>
<p>We went into Heliopolis on the Saturday night and I was agreeably surprised with it.  It is only a few minutes from the Camp and we are allowed leave every night.  The buildings are magnificient, in fact finer on the average than anything I have seen in N.S.W.  It is only a young City, about 7 years old.  There is the remains of an old City further out which I have not seen yet, in fact it is not yet properly excavated.  A rather interesting thing is the fact that our bread is baked in the identical ovens which Napoleon used to bake for his troops over 100 years ago.  There is one building, formerly an Hotel, but now a Hospital for the wounded which is supposed to be one of the finest in the world.  The Streets</p>
