<p class="page" id="a3257022">[Page 22]</p>
<p>14. DARDANELLES,<br/>1st October 1915.</p>
<p>My dear Mother,</p>
<p>You will notice that this letter is numbered No. 14.  I have omitted to number previous letters home, but this is about the number since we left.  It is quite possible that it May be one or two over or under, but if you have received anything near the number, you will know you have pretty near the lot.  In future I will number from this on.  Before this reaches you, you will no doubt have heard the sad news about Roland Rogers and Lieut Ralph Mace.  Roland was killed a few days after landing in a charge made by the 18th, and I think will be talked about for a long time.  It is impossible to get any further particulars.  Ralph Mace was killed on 29th September, was hit in the head by Shrapnel whilst in the trenches and died immediately.  You May also remember Pt J. Robinson who was with me on the March down to the wharf.  Poor chap was also killed some time ago.</p>
<p>I hope that these accidents will not lead you to think that I am in any great danger.  These are of course only the fortunes of war and everything is on the knees of the Gods.  You May be sure that I am looking after myself, and if I have any say in the matter I will certainly be home to have a decent feed as soon as it is finished.</p>
<p>I have now received all letters from home up to No. 6.  I have received Nos 3, 4, 5 a few days ago &ndash; that is about a week after I had got No. 6.  They were certainly a bit out of date, but was pleased to know that they had not gone astray altogether.  Also received one from Pat (first one) dated July  20th.</p>
<p>Please to hear of Mr. Gelling's good luck.  It will be a great trip and one I would give a little bit to do.</p>
<p>By the time this reaches you I suppose you will have made my Christmas Cake and sent it on.  As I mentioned in a previous letter address everything direct to me (address Egypt) and not through the Comforts Fund.  So far the first parcel has not come to hand, but I am living in hope.</p>
<p>Hope everything is O.K. at home and all are well.  Harry wishes to be remembered to you all.</p>
<p>Love to all.<br/>Your loving Son<br/>Pte 1280 Roy Richards.</p>
