<p class="page" id="a3257011">[Page 11]</p>
<p>are very finely laid out and are either asphalted or paved, which in this sand is a very fine thing.  There are also some very fine sights round about.  The Hotels are run on a very fine system, practically all of them have gardens outside, in which they have tables and chairs, or if they have no garden they put them in the Street.  These have a stage at one end, and while you are drinking what you like, you can listen to a very good Concert or else watch a good Picture Show.  The Niggers here (mostly low class Egyptians) are a perfect nuisance.  They do the very best they can to take you down and if you show the slightest sign of familiarity with them, you can't get rid of them.  You only have to stop a minute in the Street and there is a kid at your feet, waiting to clean your boots.  He takes a bit of getting rid of too.</p>
<p>The coinage here was rather strange at first, but am getting used to it now.  The chief currency is half piastres and piastres.  A piastre is worth about 2&frac14;, about 5 going to a 1/-.  All the buying is done by bargaining and you can bet we get some fun out of it.  They are very keen, but if you offer them about one-sixth of what they ask, you can get somewhere near it, though even then you are not sure if they have got the better of you or not.  They are a very dirty mob too.</p>
<p>There is a very fine Railway from Heliopolis to Cairo, or rather it is more of an Electric Railway Tramway.  It is about seven miles long and the fare is only &frac12; piastre.  Three rails are laid down, one supplying the Electricity.  The run only takes about 15 minutes, so you can see it moves.</p>
<p><u>Cairo</u>.  Don't think too much of this place, it is too dirty and filthy and is very badly laid out, of course some parts are worth seeing, but for the most part it does not compare favourably with Heliopolis.  There is only one really high class Hotel (Shepherd's) in Cairo, and that is too bloomin expensive for a common private.  The slums are simply squalid, and unless there  is a party of you it is not safe to walk down them.  Four of us went through the other day and I think it was only luck that we came through without striking trouble.  Some of the streets are that narrow that one can only just see the sky overhead.  The Niggers lay about all over the street and they are the filthiest beggars imaginable.</p>
<p>It is extremely difficult to get a decent feed in Cairo as the natives are not above using filthy means of serving and cleaning it.  The only decent place I have found at all where we can get a decent feed at a fair price is the Soldiers Park, where we have three courses for 8 piastres.</p>
<p>One or two things around Cairo are worth seeing;  notably the Sultan's Mosque and The Citadel (an old Fortress) but the main points of interest, such as the Zoo, the Museum and the Pyramids are some distance away from Cairo.  We have been to the Pyramids, but have not had time to see the other places yet.</p>
