<p class="page" id="a3257027">[Page 27]</p>
<p>DARDANELLES,<br/>30th October 1915.</p>
<p>Dear Dad,</p>
<p>Your welcome letter came to hand last week and have duly noted all remarks re technique etc.  I am sorry to say however, that it was a mere flash in the pan.  Lack of news over here and also, more important still, lack of writing material, won't permit of any more outbreaks like that.</p>
<p>Glad you enjoyed your Island trip, though it makes one's mouth water to think of all that superfluous fruit laying about.  Haven't seen any since we left Egypt and even over there one was frightened to eat it.</p>
<p>A chap came here to see me the other day by the name of Arnold, who said that a friend of his by the name of Buchanan who worked for you or knew you or something, asked him to look me up.  I didn't know him or Buchanan from a bar of soap, but as he had some cigarettes I entertained him to the best of my ability for a few minutes.  I think somehow he was suffering under a bit of a delusion.  Anyhow, I don't mind how many chaps come to see me as long as they bring their own smokes, and don't want to stop for dinner.</p>
<p>I have been feeling a bit off for the past couple of days, so took a stroll down to the A.M.C.  The Doctor who fixed me up was Captain Frizell, a son of an old friend of yours.</p>
<p>I got a pleasant surprise to-day in the shape of a letter from Mrs. McKnight (England).  I'd very nearly forgotten she existed.  It was very good of Mother to send her my address, as letters over here, especially the least expected ones are very welcome.  She says the Australians have won a great name for themselves in England.  They deserve it too.  If you could only see the seemingly impossible things they accomplished at the start over here, you would say so too.  We are now on the top of a hill, about 500 feet high with a grade of about 1 in 2, and to think of this being taken at the point of the bayonet seems nearly incredable, even to us over here.  I might state that it is bad enough carrying water up to the top without rushing up in a charge with Machine Guns etc., playing on you on the way up.</p>
<p>Nothing more this week, which is the tenth since we arrived.  Am still going strong.  Expect Os will be on his way shortly now.  Charlie Witney is I believe still in Egypt.  Hope you are keeping a supply of news, reading matter etc., coming this way.  Kindest regards to everybody in the office.  Hope some of them are writing.</p>
<p>Expect the Wool season has started in full swing again.  What are the prospects and what was our total on the last.  By the way I never heard anything about the Stud Sheep Sales of</p>
