<p class="page" id="a3257018">[Page 18]</p>
<p>OVER HERE<br/>9th September 1915.</p>
<p>My dear Dad,</p>
<p>I was rather in a hurry when I wrote to Mother last week and will try and give you a fuller account of how things have been, though of course it will be necessary for you to use your imagination with a lot of it, as the Censorship is very strict from here.</p>
<p>We left Helopolis Camp on Sunday August 15th and entrained for Alexandria, which we reached at about 4.30 a.m. on Monday morning.  We then went on board the "Saturnia" a rotten tub, filthy and covered with coal dust.  The Machine Gun Section mounted the Guns on the After Deck and during the whole of the trip was on Guard against Submarine attack.  The blue of the Mediterranean was remarkable and Sunsets beautiful.  We reached Lemnos Island on Thursday 19th.  The Harbour presented a fine sight, being filled with Battleships etc., and hundreds of troopships.  Had a swim off the ship here.  On Friday we transhipped to the "Osmanich" which was a fine boat &ndash; great contrast to the "Saturnia".  We left Lemnos that night and arrived off the Peninsular in the early hours of the morning.  Saturday morning &ndash; We were transhipped into lighters and made our landing safely.  Only danger was from flying bullets and luckily no one in our boat was hit.  Then followed an awful walk to a place of comparative safety.  It was not the distance that told so much, but we had to carry the Guns.  It was rather a peculiar dawn that we had to snatch what sleep we could, with bullets flying round.  I succeeded pretty well as I did not wake till 3 o'clock that afternoon, being dead beat.  We moved out again that night to another<br/>place of so called safety, where several fellows were hit by Snipers.  Later in the day (Sunday ) we went through an experience that I don't think any of us will forget for a long time.  We had to run for it across an open plain for about 400 yds, carrying the Guns and accessories, with the Turks pouring shrapnel into us all the time.  None of the Section were hit, which was remarkable, for I think the enemy paid us special attention.  The Coy suffered fairly heavily.  We then went on to trenches in rear of firing line and passed a rotten night, being kept awake all the time having to pass along ammunition etc.  Needless to say we were all worn out.  From Monday to Thursday we camped in this trench, - on Guard all the time.  Friday 27th.  This night we again had a rotten experience, we did a five hours March carrying those blooming Guns over mountains etc., till we reached our present position, where we have been in the firing line up to the present.  We are now settled down and are beginning to feel rather fit again.</p>
<p>We are in a very safe position and I am getting quite an adept at hitting periscopes, which the Turks use on their rifles.  He is not a Sport as he very seldom gives us a chance to hit anything else.</p>
