<p class="page" id="a3257013">[Page 13]</p>
<p>Aerodrome Camp,<br/>Heliopolis<br/>26th July  1915.</p>
<p>My dear Dad,</p>
<p>Well we have arrived in Egypt worse luck and at present I don't think too much of it.  We had a very good trip over and rather interesting sights at Port Said and Alexandria.  On the arrival of the boat at both places the Natives came out in Bum-Boats and robbed us right and left, selling silks etc.  It was rather good coming through the Canal, the whole way long was practically lined with troops, Indians and Tommies.  At Alexandria the Harbour was practically full of troopships.  We arrived in Alex. about 4 a.m. on Friday morning and got off the boat at about 8.30 that night, being practically the last to leave the ship.  Then we had the rottenest train trip I ever wish to have.  We travelled for about 7 hours in 3rd class (Natives) carriages which were pretty crowded and stuffy.  We arrived at Zeithoun about 3 o'clock and then had the bad luck to be put on Guard straight away and therefore never got any sleep till the following night.</p>
<p>First impressions of the Camp were therefore rather rotten.  We went into Heliopolis Saturday night, I was agreeably surprised with it.  The town is only about half mile from the Camp and we are allowed into it every night.  The town is only about 6 or 7 years old and is beautifully laid out.  The buildings are very fine indeed, in fact much finer on the average than anything there is in Sydney.  There is one place formerly a Hotel but now a Hospital which is supposed to be one of the finest in the world.  It is a surprising thing that though all the buildings are so beautiful, the Natives are absolutely filthy.  They (especially the kids) are a terrible nuisance.  One can't walk down the street without kids hanging round crying out for "backsheesh" and if you only stop for a moment there is a kid at your feet trying to polish your boots.  Everybody carries a cane to hunt them away from you.</p>
<p>The Hotels are run altogether different to those in Australia.  Everyone of them (and they are young palaces in themselves) have gardens with small tables outside or instead of gardens, in some places the tables are in the Street.  In these gardens there is a Stage at one end, on which a fine Concert is given every night or else a Picture Show.  These Concerts are very good indeed.  They have some really high class Artists.  The Pictures are mostly topical.</p>
<p>Next morning (Sunday ) we had a church Parade at about 7 a.m. and at 10 a.m. were again allowed general leave of which we took the advantage and went into Cairo.  I was very disappointed with Cairo.  It has, with few exceptions, none of the fine buildings of Heliopolis and the Streets are very badly laid out, in some cases (in the poorer quarters) you can hardly see the sky above the houses are that close together.  Of course Cairo is a very old City and I might mention here that our bread is baked in the identical ovens in which Napoleon baked bread for his troops in</p>
