<p class="page" id="a3257043">[Page 43]</p>
<p>Egypt,<br/>20th February 1916.</p>
<p>Dear Dad,</p>
<p>Yours of the 14th January came to hand in the mail this week, together with several Bulletins and other papers, which were very acceptable.</p>
<p>We are still out on the Desert and despite all rumours I think we are here for some time.  At any rate address all letters as usual, in fact wherever we are the same address will always find us.</p>
<p>Have not had a chance to get into Maadi to see Chas or Os yet.  Have applied for leave but so far no result.  Could do with the trip, if only to meet a good feed again.  Have not been near civilization since we were in Heliopolis in August last.</p>
<p>From all accounts the mechanic Billy brought along with him would be much better at breaking in brumbies than Motor Cars.</p>
<p>News here is at absolute bedrock, so will try and fill in with a few incidents re the Peninsular.  It's a long while ago now but might interest you.</p>
<p>By the way Bean was a bit out re positions of Battalions in the evacuation.  The 19th Batt was on Popes, the most advanced of the Anzac positions and part of the Gun Section on Pluggey's Plateau and the last to leave.  The remainder of us were the last (or practically so) to leave Popes, so you May guess we had some anxious moments.  Here is a little incident that occurred about the middle of November, which possibly you have not heard about:-</p>
<p>One day we received orders that not another shot was to be fired until further instructed.  This was ostentatiously to get the Turks to attack, but as it turned out later was a rehearsal for the evacuation,.  Old Abdul however soon dropped to it and took advantage accordingly.  Big guns were brought up into position closer to our trenches and we received the full benefit of them a few days later.  They also took the opportunity to rebuild their parapets and we could see parties of them within 30 or 40 yards of us working for dear life.  It was very annoying to us, especially of a night time when parties of them would sit on their parapets a few yards in front of us and calmly discuss the position.  Of course they sent out reconnoitering parties, but ours were also out, so they never got to our parapets except in one instance.  At Quinn's on about the second night two or three of them got as far as our front line trenches.  Our Sentries spotted them and immediately everybody disappeared into supports.  Being a bit cocky a couple of them climbed on to our parapet to investigate, one of them happened to sit on a loose sandbag and almost before he reached the ground he was full of steel.  The other one made a hurried exit, and we not being allowed to fire he got away whole.  Quinn's was a very hot place</p>
