<p class="page" id="a3257083">[Page 83]</p>
<p>Flanders<br/>6th September 1916.</p>
<p>Dear Sister,</p>
<p>That little top note of yours on your last letter brings me to many apologies for not writing to you oftener.  It's so jolly hard though, after writing one home letter a mail, to try and find some news for another one.  News from here at the best of times is scarce and at the present, with the big Offensive on, one is allowed to say even less.</p>
<p>As you can see by above address (if the Censor leaves it in) we have moved from the Pozieres front, to further up North.  We had a very rough time down there, the roughest I think I've been through in my career as a soldier, even counting the Gallipoli Campaign, and goodness knows that was bad enough.  It was an eye-opener all right as to what War could really be like and a totally different affair to the ordinary trench fighting we had been accustomed to up till then.  We had only dreamt of hand to hand fights out in the centre but they were a common occurrence down there.  In everyone that I had any part in at all, our crowd always got what we were after, and we are now fully convinced and certain that man to man the Germans were no match for our chaps, in fact its only their machinery (artillery and their inhuman weapons) that keeps us from walking straight through.  We had a good bit of experience with their latest Gas Shells.  They can throw this anywhere in range and it's pretty deadly.  It's mostly used for putting artillery and machine guns out of action, so we get our share, but luckily were well prepared and our gas helmets are quite effective.  I have seen some effects of this stuff, so was determined not to be caught.</p>
<p>The most annoying thing of the lot though was not so much Fritz, but the weather.  When we went up to the line for a second go, it rained the whole time and we had to fight practically all the time in knee-deep mud and slush, and thus of course it was impossible to even attempt to even lay, or even sit down, and sleep was absolutely out of the question.  We were a pretty picture when we came out I can tell you, and alas for my nice new uniform &ndash; it's practically ruined!</p>
<p>Now that we have come up here (we have taken over a famous portion of the Line, and of course a lively one) we are told that leave to England will be starting in a few weeks time.  I hope to be one of the first to go, so reckon on seeing Billy before he leaves.  I hope so anyway as he ought to know the ropes by now.</p>
<p>For a few days we are quartered in a very fine town,</p>
