<p class="page" id="a3257095">[Page 95]</p>
<p>"Icklesham"<br/>37, Loveday Road,<br/>West Ealing.<br/>8th October 1916.</p>
<p>My dear Mother,</p>
<p>As the Irishman says, "before I start talking I'd like to say something".  Just before Harry &amp; I left the trenches for Blighty I received a parcel from you containing the box of Cigars, the pudding and Miss Hursts' pair of sox.  Unfortunately I had only just time to open it so I grabbed the cigars and sox and had to leave the rest for the boys, so will give a report on the pudding in my next.  The cigars were very nice, and I hope the next lot will be as good.  Harry and I smoked them round England &ndash; A very nice pair of sox too &ndash; Please thank Miss Hurst for me.  I have not her address, or I would have done it per letter myself.</p>
<p>I posted three letters to Father last week, or rather one letter in three different envelopes.  Don't know whether I said too much, or not, but hope he received them all.  Am also sending a cable to-morrow.</p>
<p>Very sorry to say I missed seeing Billy.  I wrote to him from France before I left saying that in all probability I would be over at the end of the month, and when I got here I met a mutual friend of ours and gave him a note to Billy asking him to wire me at my address if, and when he could meet me, and also I wrote to him a day afterwards (to make certain) to the same effect.  Last night (Saturday) I rang up an hotel in London from which he has written to me several times, but no luck there either, and as this is Sunday night and no telegram has arrived, have given him up.  The only explanation I can think of is that they have gone over to France.  I did my best and it's rather hard lines, but I suppose can't be helped.</p>
<p>Well I'll try and give you an idea of what we have been doing since we left Birmingham (from where I wrote to Father).  We left there on the 3rd and went to Leeds, to see an Uncle of Harry's, who is wounded and in hospital there.  Leeds is another big industrial and manufacturing centre, larger than Birmingham, and also as dirty.  It has a larger population than Sydney, and terribly overcrowded.  We were only there a few hours so did not see much of the place.  That afternoon we went down to Leicester (more relations of Harry's) and stayed the night there.  More girls there, and more good times in consequence.  Next afternoon we started to travel again, and caught the train to St. Pancras Stn (London).  Had an hour in London and went down to Eastbourne, where we stayed till Saturday.  At all these places we had to sit up all night, relating</p>
