<p class="page" id="a3257044">[Page 44]</p>
<p>-2- 20th February 1916.</p>
<p>at any time (ask anybody who's been there) and at this time they made it that hot with bombs that we had to get special permission to retaliate.  This silence lasted for three days and we were jolly glad when it ended.  It meant "stand to" practically the whole time and was a big strain.  Of course to make matters worse it must take it into its head at this time to snow, so you can imagine it was no joke.  It's not fun having to stand for 24 hours at a stretch practically knee deep in snow and expecting an attack at any moment.  However, nothing came of it excepting a terrific bombardment for several days afterwards, during which there was hardly a place on Anzac which was what is known "as safe".  Our gun positions were also very unhealthy at this time and again and again we had to dismount under shell fire to save them from being blown to atoms, so we had some narrow escapes from sharing the fate of the guns.</p>
<p>I was extremely lucky during the whole 18 weeks I was on the Peninsular, the only momento I brought away with me is a small scratch behind the left shoulder, which I will have for a while.</p>
<p>We were on Popes for about six weeks and saw more excitement there, barring the first two week's when we were mixed up in that Anafarta affair, than we did in the whole of rest of the time put together.  Hardly a day passed in which we did not get the benefit of a heavy bombardment, and rifle and machine gun fire at us was very consistent.  Here also we had better targets than we did from Courtney's and you can bet we took advantage of them.</p>
<p>By the way I've heard since I've been here that somebody took a report back that I was seen in Malta Hospital with all sorts of things happened to me.  It is of course untrue.  Have never been near the place, in fact have never been away from the Section since we went over.</p>
<p>I see the Gov't is going to call for more War Loans.  I think it would not be a bad investment if you would use some of my superfluous in getting me a few.  They look good to me, but of course you are in a better position to judge than I am, so do what you think best.  Let me know your idea of it...</p>
<p>I got a few priced Catalogues this mail, and reckon by them, constituents are being easily pleased this year.  RE/WV ought to go well.  I was rather surprised to hear Tom Croft had enlisted, but am worrying if he got through.  It will be hard luck on him if they pass him out.</p>
<p>Best wishes to everybody in the Office.  Reckon its time I heard from Mr. Cizzio again.</p>
<p>Hope you are now quite O.K. again, also Mr. Doyle.</p>
<p>Love to all at home,<br/>Your loving Son<br/>Roy.</p>
