<p class="page" id="a3257119">[Page 119]</p>
<p>Ismalia.</p>
<p>February 18th 1916  A new gun came in to-day from Brig.  This evening shifted the Camp round.  Usual mess up.  Ellis and Bingham had a slight difference to-night and resorted to fists.  Bingham won.  Had best wind.</p>
<p>February 21st 1916  Skipper came back.</p>
<p>February 23rd 1916  Started digging our Gun Pits to-day.  Very hard work as the blisters on my hands will testify.  Also got in some canteen stores, and am feeling full in consequence.</p>
<p>February 24th 1916  Birthday to-day, spent it digging trenches four parcels arrived, two from home, one from Pevensey, one from Dos.</p>
<p>February 25th 1916  Went into Ferry Post and put up at Rest Camp, very cold night and rotten walk in.</p>
<p>February 26th 1916  Early morning, walked into Esmalia and caught train to Cairo, arrived 9.30.  Met Don.  Went out to Maadi to see Chas and Os, but missed them.  Gone night before.  Put up at Bristol that night and imagined myself a gentleman again.</p>
<p>February 27th 1916  Left Cairo at 11 and reached Camp at about 5 p.m. caught train back.  Small mail in when got here.</p>
<p>March 1st 1916  All packed up to-day ready to go over to H.Q. being transferred, but order was cancelled till Battalion got Lewis guns.</p>
<p>March 4th 1916  The Battalion changed rifles to-day for M.K. 4 M.V. firing mark 7 ammunition.</p>
<p>March 5th 1916  Early this morning all our guns, gear etc., went away and Pte Hamilton, Corporal Carr and three men went into Ferry Post to draw New Vicars.</p>
<p>March 6th 1916  The Battalion moved this morning to Rest Camp at Ferry Post but unfortunately I was not with them.  Being a bit off I was sent to 5th Field Hospital.</p>
<p>March 7th 1916  The Hospital moved this morning and carted me along with them.  My first experience of a ride in an Ambulance Waggon.</p>
<p>March 8th 1916  Now at Maadi?  Still in Hospital.  Had a good walk this morning.</p>
<p>March 9th 1916  Regained the Section.  Don is back again.</p>
<p>March 10th 1916  Small mail in.</p>
<p>March 11th 1916  Paid to-day, also got our black kit bags.</p>
