<p class="page" id="a3257123">[Page 123]</p>
<p>25th April 1916  Anzac Day, very quiet.</p>
<p>26th April 1916  Vigorous bombardment of our second line.  Very little damage.</p>
<p>27th April 1916  Very heavy bombardment on both sides to-night.  Rumors of gas attack and we all turned out about 11 p.m. with helmets.  Fortunately only a rumor.</p>
<p>28th April 1916  Left our post and went back to billets for a spell.</p>
<p>29th April 1916  Had a hot bath.</p>
<p>30th April 1916  Went in and had our Photos taken don, Ern and self.</p>
<p>2nd May 1916  Mail in to-day.</p>
<p>4th May 1916  Up again in trenches to-day this time closer up to White City.  Things pretty lively.</p>
<p>5th May 1916  At 7.15 to-night while Don and I were down for rations a heavy bombardment started, which gave our positions a terrible doing.  Stafford, Flabman and Wheeler were killed in our Pit which was blown right out.  At Emma Post three men were buried.  Sgt Carmichael was rather seriously injured.  Bombardment lasted for nearly three hours and other casualties were heavy.  A very long and cold night. I lost all my clothes and things in my dugout.</p>
<p>6th May 1916  After sitting up all night expecting another attack we were relieved at 2 p.m. much to our delight as we were all pretty merry.</p>
<p>From 6th to 15th May 1916  Back in billets.</p>
<p>16th May 1916  Came up into White City again.  Have plenty of work to do as we are rebuilding possey.  Gas alarms all night.</p>
<p>17th May 1916  Still on rebuilding.</p>
<p>18th May 1916  Finished the dugout.  Few shells over.  Having beautiful weather.</p>
<p>23rd May 1916  Back into Billets again.</p>
<p>29th May 1916  Into No 11 Cemetry Post.  Mail in before we left.</p>
<p>30th May 1916  A heavy bombardment on our right caused a stand to at about 10 p.m. but nothing eventuated.</p>
<p>1st June 1916  Aeroplane duel this afternoon.  Taube went down.  Later on one of ours came down.  A captured balloon of ours broke loose and floated out of sight.  This evening they bombarded our position and caused a scatter.</p>
