<p class="page" id="a3257086">[Page 86]</p>
<p>Flanders,<br/>19th September 1916.</p>
<p>My dear Mother,</p>
<p>Yours of the 25th July  just come in.  Glad you liked the Photo.  Will send you a separate one when I get to England.  Please thank Ruby very much for the one she sent me of herself.  Do you know that's the first only one, bar the snapshot of the group, that I've got of the family, so don't you think it's up to you and Dad to get one taken and send us all one each.</p>
<p>You apparently did not get my letter saying the Birthday Cake had turned up in splendid condition.  I think it was a week after I got the waistcoat.  Am very sorry to say I had to sacrifice the latter for lightness in the Battle of the Somme.  We took practically nothing into Action with us, as you can't do charges etc., with a full pack up.  Have not had any parcels for a couple of weeks now, but I'm keeping a special lookout for the one with the Cake and Cigars in.  That sort of parcel rather appeals to me.  Expect you'll have to start now and put in warm things for the Winter.  A sheepskin would be just the thing.  I'm sure I Don't know how we are going to get on in the cold over here this Winter.  It's bad enough at times and it hasn't started to get cold yet, but anyhow we'll worry through somehow as we've always done up to the present.</p>
<p>The Bulletin and other papers are coming along all right.</p>
<p>Things so far on this Front have been deadly quiet.  We notice it especially now, coming straight here after the excitement in the fight for Pozieres and afterwards.  By the way we made rather a name for ourselves over that fight.  The British and French had taken it no less than seven times and were driven out each time, and it was considered untenable. They gave us a go at it, and we are still there, or rather are several miles the other side now.  We ran right through it, - according to the English papers, there's nothing like us on earth.  It's a bad reputation to get though.  We got all the hard jobs down there, and am afraid the price we paid was terrible.</p>
<p>I had a note from Charlie this week and was very pleased to hear they had both come out of the scrap on the Canal all right.  Richards, is apparently a full brother to luck.</p>
<p>These last couple of days here have been very miserable, raining cats and dogs (think that ought to be changed to rats) and the trenches have been and still are feet deep in water and mud.  At the present moment there is about 18 inches of water in the bottom of my dug-out, and I can generally manage to get in half an hours sleep after I've pumped for about two hours.</p>
