<p class="page" id="a3257126">[Page 126]</p>
<p>10th July  1916  On the move again, 12 miles to Eblingham.  Fine billet old Chateau.</p>
<p>11th July  1916   Up early this morning March ed 10 miles to Wizarnes and entrained 40 miles in three days, pretty well knocked up.  Sore feet.</p>
<p>12th July  1916  Detrained at 2 a.m. after passing through Calais, Bolougne, Etaples, unloaded horses and limbers and then set out per hoof again.  Did about 15 miles going about 6 miles out of our way and finally pulled up at Picquigney.  Very slow town though big.</p>
<p>13th July  1916  To-night we had a look at some historical ruins.  An old Chateau of 12th Century and a Church of 13th.  The Chateau is crumbling down but the old Church is in a marvellous state of repair.</p>
<p>17th July  1916  Off again to-day immediately after Church Parade (the first in France).  We set off and did about 12 miles in fast time.  Are now at Coisy.</p>
<p>19th July  1916  Left again and reached Rubenprt, only six miles this time.  Good Billet.</p>
<p>20th July  1916  Now at WalRoy Baillon, 8 miles to-day.  Getting close up.</p>
<p>21st July  1916  Witness at F.G.C.M. to-day J. Hill.</p>
<p>22nd July  1916  Packing up again off at 7 p.m. reached out-skirts of Albert and bivouacked.</p>
<p>23rd July  1916  Heavy bombardment last night. 1st Division took and held Pozieres.  Packs handed in.</p>
<p>24th July  1916  Moved to-day and bivouacked a couple of miles behind the line, in fact on the British original front line.</p>
<p>25th July  1916  Had a look at the first system of German trenches to-day.  Ground simply ploughed up, bombardment must have been terrific.  Saw Crater blown up by us on 1st July  over 100 yds across top.  Said to be over 600 buried in it.  Moved up to front line to-night and got lost and took over from 3rd M.G. Company6.</p>
<p>26th July  1916  All 1st Division got away this morning, 19th are holding Pozieres, 17th 18th and 20th on right and 6th and 7th Brigade in Reserve.  Tommies on both flanks.  Welsh on our right planned a bomb attack, but on being repulsed called on our Company, the 17th went out and took on a battle with bombs which lasted over eighteen hours.</p>
<p>27th July  1916  The fight which extended through the bombers of the whole Brigade lasted through the night and well on in the</p>
