<p class="page" id="a3257035">[Page 35]</p>
<p>Dardanelles.<br/>1st December 1915.</p>
<p>My dear Mother</p>
<p>Well thank goodness the snow has cleared away, and we have had some sunshine again today.  It is still bitterly cold however, and I have not been able to get any life into my feet yet.  I am afraid cold feet are going to be only too common this Winter.  It is fairly easy to get the body warm, but the feet get you beat.</p>
<p>I am very pleased to say that I received a parcel of clothing yesterday from the Comforts Fund.  I am rather amused in a way at getting the towel and soap &ndash; If you could only send over a bucket of water I May be able to make use of it.  Imagine your little boy having to walk about gathering snow to get a drink of water! &ndash; One does a lot of funny things over here.  I'll appreciate a few of the little things when I get back, I can assure you.  However the life is suiting me, and as long as I can keep as well as I am at present and they can give me enough to eat, I'll not complain.  It has made a bit of a difference to me being over here.</p>
<p>By the way in the parcel you enclosed a towel for Harry.  He also received a parcel in which there was a towel and soap, so he told me to hand it to someone who was short, so I handed it to George (my sleeping partner).  I am sure you won't mind.  Harry says to thank you for thinking of him.  Will you also thank Miss Wise very much for her kindness, and tell her I hope to have an opportunity of using it shortly.</p>
<p>Old Abdul has had another go at me but I am pleased to say he does not know my Regimental No. yet.  Last night on watch (in fact I was just turning in for my 2 hrs. spell) I stopped a piece of shattered bullet behind the left shoulder.  The Dr. took a couple of small pieces out and patched me up as good as new again.  It is a trifle inconvenient just at present, but will be alright in a day or two.  Only just broke the skin.  It made a hole about 3 inches long in my sheepskin and I have it to thank for saving me from something worse.  That's three goes they have had at me now so I consider myself safe.  I am going to keep the piece of bullet to hang round my watch chain.</p>
<p>They are going to look after us pretty well here this Winter I think.  We have been issued with new Cardegans, and for the men on watch water-proof capes &amp; I believe top boots are to follow.  It's a lot more than I expected.  I could write a lot more as I feel in a good humour, but scarcity of paper won't permit.  Hope all are well at home.</p>
<p>Love to all,<br/>from<br/>Roy.</p>
<p>Could do with another pipe.</p>
