<p class="page" id="a3257091">[Page 91]</p>
<p>-2- 24th September 1916.</p>
<p>Rather gruesome but soon got used to it.  Had a rather amusing experience here.  Some of the boys thought they had a spy.  An Officer was asking a lot of questions about Gun Positions etc., so the boys took him in hand and March ed him about two miles to H.Q. to be identified.  He turned out to be O.K., but you've got to be careful.  One night here our Artillery opened out and we saw or rather heard our first bombardment.  Fritz replied vigorously and things got very lively for a few hours.  During this the gas alarm sounded and we put our helmets on in a hurry but it never came our way.  It's no good attempting to describe a bombardment.  I couldn't put it in words.  After a week or so here we went back to Billets a couple of miles away.  This was a regular home to us, we were in the same place for about three months and the people would do anything for us and were genuinely sorry when we left.  Next time in we were further up near the line, in a position called White City.  Here on the 5th May we had our first cut at the Germans.  At about 7.30 that evening Fritz opened up with a heavy bombardment which caught us unawares.  During this my gun pit, gun and all was blown out and three of my mates killed.  Fritz came over and got into our front line, but we got him out after some stoush.  Casualties were pretty heavy, but it taught us a lesson.  This portion of the line was supposed to be the quietest on the British Front when we took it over, but after this experience we made things hum.  About every second night we raided Fritz's trenches and brought back prisoners and before we left we had him guessing.  Towards the finish he wouldn't stand up to our chaps, but cleared.  Before the Offensive started we had made it the hottest place in the line.  After three months in the trenches here we were due for a spell back in a rest camp, but the offensive started and we were booked for the Somme.</p>
<p>On the 9th July  we left Erquingham and in a couple of days March ed forty miles to Wizernes where we entrained.  The carriages were a familiar sight and a disappointment after our first trip.  They were branded:- "Homnes 40 Chevanp 8" but as we were only soldiers they included us with the neddies.  All our travelling since has been done in these.  Passed through Bolougne, Calais, Etaples etc., on the way and had our first glimpse of the sea and detrained at &ndash; (I forget it now) and March ed fifteen miles to Picquigney.  We were here a week.  Still training hard. Rather a fine place this with the historical ruins I wrote about.  Had our first Church Service in France here.  Can't say I enjoyed it very much as none of us are in love with the Parson.  Immediately after this we packed up and moved off again.</p>
<p>On 22nd we bivouacked just outside of Albert.  This has been a fine place, but of course practically no longer exists.  An interesting sight here is a figure of the Christ, about 30 ft long in bronze, which has been struck by a shell, and now hangs at an angle of 45&deg; to the ground.  There is a legend to the effect that when this falls the War will end.</p>
