<p class="page" id="a3257048">[Page 48]</p>
<p>Somewhere in France.<br/>27th March 1916.</p>
<p>My dear Mother,</p>
<p>Arrived here yesterday and so far rather like the idea of the place.  We reached Marseilles about 4 days ago and have been travelling ever since.  We did not see very much of the Port.  The Harbour is mostly artificial, and is apparently a very big shipping centre.  Our first glimpse of land reminded us slightly of Gallipoli.  The mountains seemed to be very barren and rise straight from the sea, but the Port itself is rather pretty.  A railway line runs right alongside the foreshores and the mountains further back (which are composed of some white substance, probably lime) which we saw with the sun just rising over them, made a very fine scene.</p>
<p>We entrained about 4 o'clock and then put in 70 hours travelling through the most glorious scenery.  We were very much surprised at the class of carriages we had to travel in.  Second class mail train carriages and very comfortable, and certainly were an agreeable contrast to the animal trucks of the E.S.R.  While waiting here for the train to start we tried our poor French on some of the inhabitants to, I am afraid, rather poor effect.  We also tried their oranges and made fine progress in this line.  They were <u>XXX</u>.</p>
<p>We passed through most glorious scenery until dark that night, including 5 tunnels, the longest one being 3 miles long.  We had a fairly comfortable night, though we were wakened up at 4 o'clock for a drink of tea.  It was very acceptable, but rather fancy most of us would have preferred to sleep.  The scenery is still beautiful &ndash; passed through miles of vineyards and olive groves to-day.  We received a fine reception from the inhabitants of the different villages we passed through, though we can't help noticing the absence of men of military age and that Black is the most prevailing color worn by the womenfolk.  Same class of scenery next day.  A feature of the whole trip has been the beauties of the Seine and Rhone which followed us all the journey.  We reached ----- at about 5 p.m. where the ladies of the Crois Rouge Francais were waiting for us with tea and bread, and generally treated us splendidly.  So far we have a very fine opinion of the French hospitality.  We reached our destination at about noon next day and are now very comfortably billetted in a farm house.</p>
<p>So far I rather like this country.  The climate is most bracing, though it is rather damp and cool.  Just at present it looks as if it would snow if it had any encouragement.</p>
