<p class="page" id="a3257055">[Page 55]</p>
<p>France,<br/>7th May 1916.</p>
<p>My dear Dad,</p>
<p>Have had several letters from you lately, and am afraid I'm getting a bit behind in answering them, but news of interest is as scarce as ever.</p>
<p>Things have been going on as per usual, with perhaps the exception of the night before last, when we had a taste of Hell, in the form of a bombardment.  As a result I am practically destitute once more.  My tunic, pack, equipment etc., were all hanging up in my dug out.  This was blown to smithereens, and I haven't found any of my belongings as yet.  One of fates little tricks I suppose that I wasn't at home to share the fate of three of my pals.  I thought we had experienced a few heavy bombardments on the Peninsular, but they were a mere trifle to what we get here at times.  For some hours every possible description of shells come over from whizz-bangs to Jack Johnson's and coal boxes.  Parapets and dugouts or anything else were useless as regards cover.  So we just had to take our chance as best we could.  Thank heavens these are rare occurrances, as they don't act as a tonic for the nerves.  Otherwise we have had a fairly easy time and it will do me for Active Service.</p>
<p>So they shaved off Billy's moustache, he should very nearly look handsome now.  Tell him not to worry about not getting away and as long as he doesn't shake all my girls, he's better off where he is.  This fighting game is all right when you get used to it, but it takes a terrible lot of getting used to.</p>
<p>The Light Horse Carnival must have been a great success as far as the monetary part of it was concerned.  The people of Australia always come up well to anything Patriotic.</p>
<p>The English trip has not come off yet, but will pretty soon I hope.</p>
<p>Some time ago I put in a footnote to the effect that I would like a new shaving outfit, but apparently that letter never reached you.  In the meantime I had collected an outfit from various quarters, but this all went up in the disturbance, and I would like you to send me along another outfit, as it is impossible to buy anything decent in that line here, and I can't get another issue from the Army.  Send along a Blade Razor (not a safety) strop etc.  Try posting them.  Those of the chaps here who have parcels posted to them seem to get them more regularly and rapidly than those sent through the Comfort Funds.  By the way the Civic Pipe you sent me was one of the very few things I could find in the debris.</p>
<p>Suppose the Wool Season is finished now.  Mr. Croft should be pleased at his sale and I know Mr. Missen is judging by the price he got.</p>
