<p class="page" id="a3257121">[Page 121]</p>
<p>wakened up at 11 o'clock to a drink of tea.  Think we would have rather had the sleep.  The same beautiful scenery this morning.  Passing through Vineyards and olive groves this morning.  Passed Lyon at 6.10 a.m.  A fine town what we could see of it.  Passed over the Rhone here.  Fine Bridges.  Getting a great reception from the inhabitants of the Villages we pass.  Ravages of war are apparent.  All the women are in black and no men of military age are visible.  Rain spoilt the day somewhat.  Later on:  Travelling very slowly.</p>
<p>March 25th 1916  Had a very cold night.  Frost and ice on the ground this morning.  Stopped for tea at 4.30 a.m.  Same class of scenery.  Reached Monterause at 12.  Had dinner here, returned at 2.  Were very disappointed at not seeing Paris.  We branched off about 13 miles beforehand at Jowish.  Saw outskirts of it later on.  Reached Versailles at about 5 p.m. where the ladies of the Crois Rouge Francais handed us tea and bread and generally treated us fine.  So far we have a very fine opinion of French hospitality.</p>
<p>March 26th 1916  Another cool night.  We are now getting close to firing line.  Arrived at Thiennes at about 12 o'clock, 70 hours in the train, where we detrained.  Were issued with a blanket here.  March ed 3 K through Villages.  Are now billited in the barn of a farmhouse.  Pretty comfortable.  Bed of straw on floor.  Walked down Village where we made the acquaintance of all the pretty girls and exercised our French.  Plenty of wine and beer at 1d glass to be had.</p>
<p>March 27th 1916  Cool morning.  Cleaned guns this morning raining nearly all day.  Very cool.  Cleaned ammunition this afternoon.</p>
<p>March 28th 1916  Very cold day.  March ed to Aire this afternoon 4 K.</p>
<p>March 29th 1916  Half Holiday to-day.  Went to Aire.  Not a bad little place.  Bought a few odds and ends.  There was a slight fall of snow while we were there.</p>
<p>March 30th 1916  19th Batt played the fool to-night and in consequence all Pubs were shut, but opened later.</p>
<p>March 31st 1916  March ed four miles to-day and had our first experience of being gassed, not too pleasant.  Reached home at 3 o'clock &ndash; very hungry.</p>
<p>April 3rd 1916  A few of us went to Morebecque to-day and saw a demonstration of liquid fire.  Put under arrest.</p>
<p>April 5th 1916  Gun practice, stoppages very satisfactory.</p>
<p>April 6th 1916  Packing up and cleaning the guns ready for shifting, usual mix up.</p>
