<p class="page" id="a3257096">[Page 96]</p>
<p>-2- 8th October 1916.</p>
<p>our experiences and you can bet we laid it on heavy too.  The earliest we have been to bed since we've been here is 1.30 a.m. but if I am not a hero after all I've told them &ndash; well, I'll give up taking!</p>
<p>Eastbourne is a beautiful place, nothing like it in Australia, and the only thing I can think of to describe it is to say it's a glorified Manly.  It has rather a dirty beach, but is beautifully laid out with red brick paths, and avenues of trees etc.  We never went in for a swim &ndash; too cold at this time of the year.  Harry's people all came from Eastbourne, so of course he was very much looked after, and me, being his pal, came in for a big share of it.  They took us for a motor drive one day, about 30 miles in all, round a bit of the coast.  It was very pretty and a great treat.  It was round these parts that William the Conqueror landed in 1066 and we walked over the old battlefields and saw old relics in the shape of guns, etc.  Pevensey Castle, around which a big battle was fought for many days, is still standing, but gradually crumbling away.  Beachy Head and its lighthouse is a well known place, and no doubt you've heard of it.  It's a big cliff standing high and rugged on its own, and a great sight on a rough day, as we saw it.  Also saw a bit of the famous Downs Country &ndash; a beautiful landscape scene.  The country in England is looking fine just now but of course we only caught glimpses of it passing through in the train.  While at Eastbourne we went to a theatre, (the first since we've been here), but intend going to another one in London to-morrow night to get the bad taste out of our mouths &ndash; Too heavy for my liking.</p>
<p>From there we came up to Ealing near London, and are staying with Mr. Ellis, a friend of Harry's Father.  To-day Sunday we went to Church in the morning.  It was a treat to hear a good sermon and good music again.  This is the first time we've been to a Church of England Service in a Church since we left Sydney &ndash; about 16 months ago.  A fine church too, and save for the fact that the pulpit was on the right hand side, is almost identical inside as St. Annes.</p>
<p>Mr. Ellis interests himself in a sort of Brotherhood for young men, so we went along with him this afternoon.  This is a sort of Bible class and Debating Society combined.  We struck it unlucky though.  Some chap came along and spoke in favor of Conscientious Objectors.  He made me rather wild, as he hadn't a decent argument to put forward in support of himself &ndash; (he was one), and I can tell you I would have liked to have got up and delivered myself of a few home truths anent conscientious objectors and shirkers in general.  I think I could have opened his eyes somewhat and also eased my mind a lot, but being a visitor it wouldn't have done.</p>
