<p class="page" id="a3257115">[Page 115]</p>
<p>Friday 27th August 1915  Have just gone through an experience which I don't want again.  We left our trench at about 7 p.m. and reached here Pope's Post 12 p.m.  March ed eight miles over mountains with the guns under fire practically the whole way, and was absolutely knocked up when we reached here.  Half the Section was separated and have only just reached here 3 o'clock in the afternoon.  This is awful.  Later:-  March ed up to our position on Courtney's Post.</p>
<p>Saturday 28th August 1915  Have settled down here and have been in action.  Firing at intervals all day as opportunity offers.  Can see very little as to results, as we only see periscopes of Turks rifles above the trenches.  Also firing with rifles from Gun position which are very safe.  Am on regular guard &ndash; three hours on and six off.  Pretty bad with dysentery, most of the Section have it.</p>
<p>Sunday 29th August 1915  Still on same duty, not much excitement.  Several mines exploded by us shook our position somewhat.  Sent P.C. home.  Still bad with dysentery.</p>
<p>Monday 30th August to Friday Sept 3rd 1915  Very much the same much better.</p>
<p>Saturday 4th September 1915  An attack was expected to-night, but never eventuated.</p>
<p>Sunday 5th September 1915  Wrote to Pat.  Still expect attack.  Major Murray (?) killed by sniper, also J. Robinson.</p>
<p>Monday 6th Sept to 9th 1915  No excitement.  The six Brigade have relieved the 8th Battalion, which were here about four months.  A Turk wandered into trenches last night and gave himself up.  Don very bad.</p>
<p>Friday 10th Sept 1915  As per usual.  Don still bad.</p>
<p>Saturday 11th Sept 1915  Went away to Murdois Island for a rest.</p>
<p>Sunday 12th Sept 1915  Same as before, pretty sick.  We are now doing eighteen hours guard and eighteen off.  Most of the Section are sick including Harry.</p>
<p>Monday 13th Sept 1915  Simpson sent away to Murdois sick.  Getting cold.</p>
<p>Tuesday 14th Sept 1915  Nothing fresh.</p>
<p>Wednesday 15th Sept 1915  Nothing fresh.</p>
<p>Thursday 16th Sept 1915  Bit of demonstration on both sides to-night.  Shells landed very close to our position.</p>
<p>Saturday 15th Sept 1915  Attack by both sides;   about tea time to-night we had superiority of fire, bombs very close, they found</p>
