<p class="page" id="a3257031">[Page 31]</p>
<p>DARDANELLES.<br/>27th November 1915.</p>
<p>Dear Dad,</p>
<p>Nothing much to write about this week except the weather.  It's <u>Cold</u>.  It has been snowing all night and things this morning are pretty miserable I can assure you.  My hands are that cold I can't hold the pencil, and my feet feel as if they didn't belong to me.  Have got "cold feet" in earnest, in fact we all have here.  The trenches are good places to keep away from this weather, especially when a chap has to put in a night trying to keep warm.  Anyhow we have one consolation &ndash; Old Abdul &amp; Co. must be feeling it as much as we are.  Anyhow we are as cheerful as can be under the circs. and my sleeping partner is at the present moment endeavouring to sing carols.  He says he can nearly imagine he is home for Xmas.  I say "endeavouring" advisedly, but it is very hard to try and write in the row.</p>
<p>The only thing that I am pleased about is that I am feeling very fit at present.  I pity anybody that is crook in this weather.</p>
<p>It is a magnificient sight alright, but a chap does not feel much inclined to think about the beauties of the scenery specially when he starts to think and wonder when he is going to get something hot to drink.</p>
<p>There are a lot of rumours flying around that we are going to be relieved very shortly, and go away for a spell, but I am afraid it is only rumours.  We could do with one however.  Have had close on 4 months of it now without a rest and have been in the firing line practically the whole time, in fact the only time we come out at all is to do fatigues, and this weather I, for my part, would rather stop in the trenches, miserable as they are.</p>
<p>We are expecting a mail in shortly now and also some comforts &ndash; Food Stuff -, and I hope my luck is in.</p>
<p>By the way in a letter from Ruby she mentions that you had bought a new horse.  You'll have to have that changed into a Benzine One by the time I get back.  It will be too slow for the time that I am going to have!!</p>
<p>There is nothing doing in the news line from here, but I have enough material on hand to last me for a long time when I get back.</p>
