<p class="page" id="a3257045">[Page 45]</p>
<p>Egypt,<br/>1st March 1916.</p>
<p>Dear Sister,</p>
<p>Don't get a shock because I'm writing my home letter to you this mail, but I think you deserve it.  It's jolly good of you to write every week, and I can tell you I look forward to them.</p>
<p>Glad you got the cable all right.  I heard of all sorts of rumours flying round about different things that were supposed to have happened to me, in fact a chap in the next tent has just got a letter to say how sorry he (the person writing) was to hear that I had left an arm on the Peninsular.  I was beginning to worry if any of these rumours had reached home, so was glad to hear the cable arrived to say I was all here.</p>
<p>Just had a bit of bad luck.  After going to all sorts of trouble etc., to get leave, I managed to get out to Maadi to see Chas and Os, but found they left the night before, so I travelled over 200 miles for nothing.  It was a pretty strenuous leave I can promise you.  After walking about eight miles over Desert I put in a very cold night by the wayside.  Early next morning I got going again and caught a train and reached Cairo about 9.30 a.m.  After breakfast I went out to Maadi, only to find 'the birds had flown' so had to come back to Cairo and put in as good a time as I could.  Luckily I struck a pal or else I would have been pretty miserable.  However, was determined to have a good time, so put up at the best Hotel and imagined myself a gentleman again.  Gee! a feather bed was funny.  Thought it was never going to stop sinking, and could hardly balance myself.  Also nearly went to sleep in a hot bath.  The only fly in the ointment was being waken up early in the morning by an officious picket, who wished to see my Pass.  After satisfying him, couldn't go to sleep again, so pressed the bell and ordered coffee and toast and later on my breakfast to be brought up to me.  Was beginning to think I would make a good gentleman if I could only get enough practice.  After breakfast got up, wandered about a bit, caught the train and reached camp that night and also that night came back to earth again in two ways.</p>
<p>Last Thursday was my birthday and strange to say that day we received some Comfort parcels, including two from home, and the last I think was dated November 17th, so you can see they are a bit behind time.  The cake of course has not arrived but will be none the less welcome when it does.  I also got a parcel from Harry's people at Wahroonga.  A small mail also came in while I was away, in which was yours of the 23rd January.  Notice what you say re paper in envelopes.  We have plenty of paper here at present, so am not using yours.  It has been coming along all right, but perhaps I've omitted to mention it.  Sorry that letter went under in which I mentioned getting Joe's sheepskin.  It came along all right, while I was on the Peninsular</p>
