<p class="page" id="a3257059">[Page 59]</p>
<p>France.<br/>14th May 1916.</p>
<p>My dear Mother.</p>
<p>We are anxiously awaiting the arrival of another mail from Australia, so as yet there is nothing to write about but rather than miss a mail I thought I'd let you know I was still on top and feeling O.K.</p>
<p>The last few days have seen a re-occurrence of wet weather but as at present we are not in the trenches it doesn't matter much, as we are able to keep dry here and it is not often necessary to go out in it.</p>
<p>Not far from where our last position was in the trenches is rather an interesting sight,.  It is the remains of a large house of some sort in which the only thing left standing from the effects of shell fire is a large model of the Crucifixion.  On anybody who is at all religiously inclined this always leaves a deep impression.  I might mention that the French people round here are all deeply religious.  There are models of the Crucifixion in every room of the houses, and also on the outbuildings.  There are also Chalices at nearly all the street corners.</p>
<p>By the way the only thing I found in my tunic pockets (or rather I should say, in the remains of my tunic) after the smash, was my New Testament &ndash; Quin Sabe?</p>
<p>No parcels have arrived so far.  As I said before you had better post them in future.  Our mail arrangements so far are not very brilliant, but are getting better.  Papers have been coming along a little better too and have had several Bullies and Australasians lately.  In fact we seem to get more papers here in France than we did anywhere else.</p>
<p>Later &ndash; just received a small bit of mail, two letters, one from you and one from Ruby.  Believe there is more to come in to-morrow.  I'm sorry to hear Alan Gelling has not been too well.  I have written to him pretty often but he is not a very brilliant correspondent.</p>
<p>Glad to hear Splinter Hudson has joined up.  Have met several Grammar Boys here lately, which is always a treat.</p>
<p>I can quite understand the returned 19th Battalion chaps not knowing much about me.  You see the Machine Gun Section</p>
