<p class="page" id="a3257063">[Page 63]</p>
<p>France<br/>1st June 1916.</p>
<p>Dear Dad,</p>
<p>Have just received yours of the 5th April.  Was very much amused at hearing you had your leg stretched by a wounded hero.  He must have got up earlier than I ever could.  I heard all about it in Mother's last.  I'm sorry his dream holiday never came off.</p>
<p>By the way there's going to be trouble.  If you are going to hand my letters round as if I was a Public Library.  How the dickens am I going to write to these people and find some news for them.  You're ruining my reputation.  Why you've no idea of the terrible mental strain I've got to go through every week to scrape up enough rot to make it look like a letter, and then I have to send the same thing along to everybody.  I think its harder to find news here than it was on Gallipoli, and that's saying a lot.  The Censorship from here is stricter if anything, so by the time I've finished talking about the weather, and saying that I'm still O.K. and going strong, I've just about reached my limit.</p>
<p>Glad you don't place any credence in that yarn about me being wounded.  I've still got a few scratches on me &ndash; souvenirs of Gallipoli, but nothing to warrant my being reported wounded, and still less going to Hospital.  A certain chap by the name of Forrest, will be told off in detail when I get back.  I can't see the sense of spreading silly rumours like that.</p>
<p>Have just had a look through an Anzac Book.  I sent you out a copy some week's back.  Its pretty good, and gives I think a better idea of the extraordinary conditions and difficulties we had to put up with there, than anything I've seen yet.</p>
<p>Thanks re War Loan.  It certainly reads pretty well.</p>
<p>People are getting pretty flash around New England way.  Suppose the Harwood people will be yarding the cows in a Rolls Royce before long.  Hope you are keeping the Mitchell in good order.</p>
<p>I had a letter from Roy Clune by this mail and hope by this he is back in the Office again.  He seems to have had a pretty rough time of it.  Sorry to hear Allan Gelling has not been too well.  Would like to see him in Town again.  The land does not seem to have agreed with him.</p>
<p>Billy I suppose has left by now.  I should imagine he will come over here, so I May have a chance of meeting one of the family on Active Service.  Reckon I can make his mouth open with some of the yarns out of the store I'm keeping for future use.</p>
