<p class="page" id="a3257093">[Page 93]</p>
<p>-4- 24th September 1916.</p>
<p>crawled out to us.  On the 31st we were at Warloy Baillon again and Birdie presented the medals, won by the 5th Brigade.  Individual acts of heroism were many, but I reckon everybody who went through that first twelve days, deserved a chain of them round his neck.  While we were here the Canadians March ed through.  They looked a very fine crowd, and quite capable of taking the Australians place in the line!!  From here we went to Beanwal.  This was the largest town we had yet been in and we had a good time for the couple of days we were there.  Entrained at Doullens North a couple of miles away.  Had a six hour trip and pulled up at Poperinghe in Belgium.  This is a larger place than Beanwal where the main attraction is that the people speak English.  It has been shelled several times, but has not been very much damaged.</p>
<p>On 8th September we entrained in an armoured train and ran under shell fire as far as Ypres.  This was once one of the finest Cities of Belgium, but is now a mass of ruins.  We took over from a Tommie Regiment and things so far have been quiet.  One annoyance here is that this place is known as the home of gas.  One side or other lets it off nearly every night, so we have to be in a continual state of readiness.  I've said before anything that's to be said about things here, so suppose it's no good repeating.  We will finish up in Blighty.</p>
<p>Don't flash this about too much, as I might have said too much &ndash; compree!</p>
<p>Am now in England &ndash; Birmingham to be precise.  Harry and I left the trenches on the night of 27th and rode down in the ration limber as far as the transport Camp and then walked the extra three mile in to Poperinghe, arriving at about 2.30 a.m.  Slept in the train which left at 6.15 and eventually reached Boulogne at 2.30, just in time to miss the leave boat across.  Went to a Camp there that night and caught the boat which left at about twelve the following day.  It was crowded of course, but we could afford to put up with a lot of little inconveniences like that.  Reached Folkestone about two, (The Channel was obligingly calm for us) and arrived in London about five and went to the Australian Offices in Horseferry Road and registered etc., and then we were free to wander.  We had been recommended to a good hotel, so got a taxi and engaged a room.  Some flash place this (The Kenilworth) and we had to laugh when we saw the feather beds, carpets etc.  First of all we went out and bought clean clothes and then came back and had a hot bath.  Feeling very much better we went out to a flash Restaurant and went through the Programme.  By the time this was through, it was too late to see a Theatre, so we dropped into a Picture Show and then home to bed.  You can take it from me the old yarn about not being able to sleep in a feather bed is all rot.  All I remember is Harry saying "Switch off the light" and a knock on the door and somebody saying "Breakfast ready <u>Gentlemen</u> please".  I've underlined "Gentlemen" it sounded so strange.  After breakfast we went down to Commonwealth Bank, drew out some cash &pound;20/-/- each.  That and &pound;7/-/-</p>
