{"vid":"104013","uid":"1","title":"Clifford M. Geddes diary, 1 August-5 September 1918 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"103990","type":"transcript_page","language":"und","created":"1389067502","changed":"1397715420","tnid":"0","translate":"0","revision_timestamp":"1397715420","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"> \r\n <html> \r\n <head> \r\n <meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\"> \r\n <meta name=\"generator\" content=\"NoteTab Pro\"> \r\n <title>Clifford M. Geddes diary, 1 August-5 September 1918</title> \r\n </head> \r\n <body> \r\n <p>Mitchell Library, State Library of New South Wales</p> \r\n <p>Clifford M. Geddes diary, 1 August-5 September 1918<br> \r\n MLMSS 2763 / Item 2</p> \r\n <p><a name=\"a5328002\"></a></p> \r\n <p>[Page 2]<br> \r\n Should anything serious happen to me, will the finder please post this diary to:- Mrs. Geddes \"Cyrene\" Chatswood N.S.W.</p> \r\n <p>Vive la France. Vive l?Australie. Votre sante, monsieur  Et vous aussi m'sieur. Cut out the rough says the Aussie which no words can <indecipherable/> the French</p> \r\n <p>Thursday 1 August 1918<br> \r\n (Diary continued from book completed) \"for you call us Sambo? I told him I didn't know, nothing in particular &amp; he said \" I don't qualify with that at all, Sambo means a monkey.\" We were amused. I told him we didn't know that, &amp; I didn't mean to hurt his feelings, he said \" It does not matter, it does not worry me, you call me Sambo, I answer just the same, but I don't qualify with it at all,\" &amp; the coon puffed at a cigarette &amp; put on great swank. One travels &amp; learns alright. I had a good snooze after dinner &amp; am feeling a bit livelier than last night. Fritz ?planes came over &amp; set fire to 4 of our balloons this evening. There is a hayfield in front of our dugout &amp; two women are grafting hard; &amp; stacking it in heaps. Of course our chaps helped themselves to some when they had gone, as a bed for their dugouts. <br> \r\n 2 Aug.<br> \r\n Rained all day. <br> \r\n 3 Aug,<br> \r\n Had a tooth filled today, the dental party had to go to the 4th Field Ambulance, there was a motor ambulance going there, as it was a long way ? passed through Camon, Longueau &amp; Cagny, all now deserted of their civilian population.</p> \r\n <p><a name=\"a5328003\"></a></p> \r\n <p>[Page 3]<br> \r\n The dentist had a big lot &amp; I was there till 4p.m. Went back through Amiens ? hopped on to a motor lorry, &amp; then walked to Rivery from Amiens. The fine big city is as silent as a tomb ? all the buildings are closed up, no civilians are to be seen in the streets, military policemen are the only human beings about. Most of the windows are shattered &amp; some big buildings ruined by the Huns? bombing &amp; shelling. I saw a notice on a street saying British soldiers found looting will be shot. Lor? knows how these French towns will ever be rebuilt. The war news is very good lately, &amp; Fritz is getting pie on the Marne. I am still feeling rather queer. <br> \r\n Sunday 4 Aug.<br> \r\n 4th anniversary of the war today; the old padre of the 14th Bn. Held a service of the nucleus of the Brigade in morning. i got a little A.M.C. bloke to take my temperature tonight, it was 101.4. I ought to go on sick parade, but they don't do anything for you if you do, so I'll stick it. <u>5 Aug.</u> Raining again. I went up to Rivery</p> \r\n <p>            After tea to get a \"Daily Mail\". The soldiers were swarming round the Froggy newsboy like a favourite at Randwick, all eager to read the war news, as those in it know less of how the war is going than those over in England who read the cables each day. I tramped  to 3 canteens trying to get something to  eat, but they were all shut. <br> \r\n 6 Aug.<br> \r\n I struck an escort job, had to take a \"bird\" from the clink in Rivery to Bn. Headq?rs, had a private with me. The coots expected us to walk the 8 kilos to La Neuville evidently ? it's a lovely army ? but we managed to strike a Tommy motor lorry  &amp; later an Aussie G.S. wagon, that took us part of the way. On arriving at La Neuville, we were disgusted to find we had to take him on to Vaire-S-Corbie, &amp; we tramped on in the rain &amp; slush through Corbie &amp; Hamelet, to Vaire &amp; Bn. Headq?rs. Am blowed if the nucleus haven't to come into the line again for a big stunt, so that's my spell out ? tramp back again to get my gear &amp; then up here. Had some bread &amp; jam at 4 p.m., first bite since breakfast, but vomited it all up again. Started back to Rivery about 6.30, walked through</p> \r\n <p><a name=\"a5328004\"></a></p> \r\n <p>[Page 4]<br> \r\n Hamelet &amp; Corbie, &amp; at La Neuville got a lorry to Daours. It stopped there, &amp; after a while I got one to Rivery &amp; arrived about 9 p.m. I turned in at 10.30. feeling none too like a big stunt, as I vomited what I had for tea again.<br> \r\n 7 Aug.<br> \r\n Five of us set off on our long trip up to Bn. this morning. We got separated, the traffic on the road is simply enormous, lorries in thousands, &amp; it is going to be a tremendous stunt. We got a lift up the road as far as an  ambulance car was going &amp; walking along blowed if I didn't strike Cobcroft sitting by the wayside. He is a Lieutenant in the 1st Bn. ? the 1st Division has just come down south after a long stay on the northern French front. He was asking after Boo. Finally, after various terms of walking, a ride on a different transport, I arrived a Vaire where the B?n are. All issues, rations, bombs, etc. are being completed in preparation for the great stunt to be launched tomorrow.   A letter from General Monash was read, saying it was the first time the whole of the 5 Australian Divisions have gone into battle together, &amp; the biggest thing they have yet been in. A Canadian Corps will be on one flank of us &amp; 2 English Divisions on the other, &amp; tanks, aeroplanes &amp; artillery will be in a colossal scale. Lt. Parsonage explained the part our platoons of D Coy have to take. Oh well, one can only trust in Providence. Our Vaire Wood &amp; Hamel stunt on 4th July will be a baby to this. The weather is fine today, it's hard to realise it's the eve of a very big battle. I got my gear ready at 8 p.m., then read Boo's letter &amp; the \"Daily Mail\". Early in the morning, hell will be let loose. Had a lie down in my clothes at 9 p.m., &amp; had a snooze till 1 a.m., when we had breakfast.<br> \r\n Thursday 8 Aug.<br> \r\n At 2 a.m. we</p> \r\n <p><a name=\"a5328005\"></a></p> \r\n <p>[Page 5] </p> \r\n <p>fell in, &amp; marched to the point of assembly. Went through the murky streets of a village, then along a road, &amp; lined up in ling wet grass. Everything was quiet, &amp; about 3.30 suddenly the barrage crashed down. The 3rd Division moved off ahead of us, they are to go 4.000 yards to dig in, then our brigade go on a further 2500 yards, &amp; the 16th B?n will then go through us for a further 2500 yards, so it's a big affair. Well, soon after we started it felt as if the worst would happen, owing to the weather. We had hardly moved off when a heavy fog came down &amp; it looked as if the weather would ruin all hope of success. ?Planes could not fly, the tanks would be losing their way, &amp; troops could hardly keep in touch with each other. You could only see chaps about 5 yards away on either side, &amp; I trembled for the 3rd Division moving into the unknown, as they could see a Fritz possy till they were right on to it. However, it would be as bad for Fritz, as he wouldn't see them till they were right on top of him. Hoping it would lift, we trudged on in the fog through grass, &amp; occasionlly a wood or crop. Then we came to a road &amp; were pleased to see our tanks coming along &amp; then a cheer went up as a group of Fritz prisoners went back along the road. I saw no dead Fritzes or any signs of a struggle &amp; it looked as if he had nicked off. At last the sun faintly appeared, &amp; the light got brighter, we came to the 3rd Division digging in, they gave us a smile &amp; a cheer as we moved on. Tanks were with us, &amp; on we went down sunken roads &amp; up steep banks, till we were clean knocked up from our long tramp with the infernal load up. Could see Fritzes running back, then I saw a couple of horses lying dead in a wagon</p> \r\n <p><a name=\"a5328006\"></a></p> \r\n <p>[Page 6]<br> \r\n They were horribly knocked about. It looks as if we could walk right to Berlin, &amp; we still encountered no opposition. Then some Hun shelters, horse stable came on the scene, &amp; about 50 Fritzes put their hands up, &amp; hurried eagerly to the rear. Our chaps took anything worth having as souvenirs. We climbed another hill ,&amp; were nearly on our objective line, when we struck Hun machine guns in a sunken road, &amp; they poured a fire on to us &amp; made it lively. I saw 2 running away about 400 yards off, &amp; had the satisfaction of bringing one down as he ran. Our O.C. Capt. Geary (only made captain a few days ago) was shot dead, he was a fine old chap the boys all called him \"John\". Then a couple of tanks went down, &amp; a lot of Huns came running back with their hands up. Jerry Saxton was that wild he turned his Lewis gun on to some of them. They had just killed John Geary near him. Poor Ted Curley was killed too, no stretcher bearers handy to take him away, &amp; he bled to death. The 16th B?n now pushed on further ahead &amp; we dug ourselves in: He was putting shells over now, &amp; several were being hit. Lor? we were tired, &amp; at 3p.m. we actually had to move up to the front line another mile &amp; a half. As some of the Lewis gun section had been knocked, I had to lump a pannier full of ammunition as well as my other infernal load. That means we'll have no sleep tonight, &amp; we're dead beat now. When we got up we found the 16th B?n. had suffered heavy casualties. from machine guns &amp; shells. coming up, owing to the Tommies o n the flank having been held up. It is awful to see the dead, &amp; badly wounded lying about, wish the awful affair would soon end. I kept falling asleep as I stood looking</p> \r\n <p><a name=\"a5328007\"></a></p> \r\n <p>[Page 7]<br> \r\n over the parapet tonight. There was a very old trench which we made use of, thank the Lord it was here, as I don't know how we would have dug one. The night is fine to luckily, otherwise we?d get wet through, as we carried neither greatcoats nor waterproofs in the attack. About 11p.m. our weary bodies were revived by hot tea &amp; stew which came up. It was a God send, &amp; awakened us up a bit. At midnight I had to take a working party to dig a strong point, a pioneer officer pointed out the spot. Needless to say the tired chaps did not dig much. One of our chaps was lying dead near a knocked out tank, &amp; I got the sand bags off his back --- they will be handy to lie down on in the trench.<br> \r\n Friday 9 Aug.<br> \r\n Oh well, the long night ended at last, &amp; rations were issued at daylight. They were good, a tin of cocoa &amp; milk to 2 men, Tommy cookers, biscuits, &amp; the usual bread &amp; jam. Fritz didn't counter attack last night, thank Goodness. I lay down on sand bags on the bottom of the trench: (there are no sleeping possies dug in, of course) &amp; slept till 3 p.m., then made a drink of cocoa on Tommy cooker &amp; had a snack. A lot of Fritz's black cross ?planes came over spying us this afternoon. It is a lovely day, the weather is kind so far. In the evening a tremendous barrage was opened on the ridge to our left, &amp; I watched the white smoke from the bursting shrapnel. Our side must be advancing there. Then we got orders to be prepared to move at a minute's notice, so perhaps we'll have to advance again &amp; dig in. Lor? it wants men of cast iron for this game. No. 14 platoon was split up between 13 and 15, so we only have 2 platoons. I am in charge of No. 2 section, 8 men. Well, at 11 p.m. when we were all feeling tired, worn out &amp; and hungry, &amp; anxiously awaiting the hot stew &amp; tea, we got word to put </p> \r\n <p><a name=\"a5328008\"></a></p> \r\n <p>[Page 8]<br> \r\n all our gear on &amp; prepare to move forward. We had to move on another 800 yards to where the 16th B?n should have gone the first day, but owing to opposition &amp; their own supporting tanks being knocked out, they couldn't get there. We started off tired &amp; hungry, &amp; were told the rations would come on behind us, &amp; we?d get them in the new trench. I didn't care about this night adventure in unknown country in darkness, &amp; with no artillery support, but they counted on a peaceful penetration, &amp; that Fritz had gone further back.<br> \r\n Saty 10 Aug <br> \r\n We went further along an old sap in single file for some distance, &amp; then along a road, then turned into another trench, came out &amp; sat beside a sunken road for some time, awaiting the eternal orders. Finally we moved on, &amp; hadn't gone far, when some said \"Look out, Fritz is here.\" We lay down quickly, were near an old trench, which some got in, &amp; we peered into the grass looking for the Huns. Then of his murderous machine guns began spitting out fire, &amp; we were properly held up, to move on would have meant death against those machine guns hidden in the long grass in the darkness looking for the Huns. Then two of his murderous machine guns began spitting out fire, &amp; we were properly held up, to move on would have meant death against those machine guns hidden in the long grass in the darkness. Lt. Player called out for Cpl. Stewart &amp; his Lewis gun, &amp; Paddy Stewart fired his Lewis gun into the direction the Hun was firing from. Then I was put in a sap with another chap to guard against anyone coming along it. It was a ticklish job, as when I looked along the next corner it was almost impossible to see whether any Boches were there or not. Anyway I was feeling far more like a sleep or some thing to eat, than boxing on with the Hun. I kept sneaking on from corner to corner, &amp; at last came to a dead end, &amp; found the sap is not occupied</p> \r\n <p><a name=\"a5328009\"></a></p> \r\n <p>[Page 9]<br> \r\n by Fritz. Then I heard poor little Jimmy Stewart was killed ? our chaps were firing grenades trying to knock his guns out, &amp good old Jack Gosper while firing a rifle grenade was hit in the head by a bullet from the German machinegun, &mp; his skull split open, so that another good corporal was killed. Ted Hugget  came into the sap to tell me, &amp; the next thing was that he too, while standing above the trench to fire a grenade was killed. Isn't it awful ? then a bit came our way, as Lt. Player got a grenade on to one of his machine guns, &amp; knocked it out, &amp; went through it in. Two Fritzes were dead near it, &amp; one nearly dead. My mate &amp; I were almost too tired to stand up &amp; look over the top, &amp; it was a relief when daylight came at last, &amp; the night was over.<br> \r\n Rations were issued amongst them a little tinned fruit from the comfort fund. We did day watch, an hour each in turn, &amp; lay down in the bottom of the trench &amp; had a sleep. Thank Goodness the weather holds good ? if it rained we?d be in a bad way with no coats. Our artillery was shaking his locality up today &amp; planes of both sides were up. I was put on listening post tonight with 3 men, &amp; it was hardly an enjoyable job. Our post was on the edge of a road, &amp; opposite it a Fritz sap ran up to the road &amp; we were gazing across &amp; had to look on either side in the long grass. We could hear a big crowd of Germans talking, &amp; the clang of tools, evidently a wiring party. A\" flare king\" fired a flare &amp; I could hear a Hun whistle &amp; another one whistle in reply. We fired some rifle grenades into the direction of the sounds, Thank Goodness he didn't rush up the </p> \r\n <p><a name=\"a5328010\"></a></p> \r\n <p>[Page 10]<br> \r\n sap with machine guns, or he would have got us. At 11p.m. the 41st Bn relieved us, &amp; we were wearily marched out of the line. Oh Lor? what a terrible walk we had. God knows how we did it, our feet were all terribly sore, &amp; it was a terrible distance. We left the line about midnight &amp; had to go to Bn Hdq's in a sunken road to have our tea &amp; stew  but on this new front our officer didn't know the way &amp; we got lost, &amp tramped all over creations. It looked as if we?d never get there, we tramped &amp; tramped lumping our rifles &amp; various gear. The officer asked if anyone knew the way, but no one did. At last, after climbing embankments, &amp; tramping across grassy ground we struck it. Had hot tea &amp; stew hurriedly amp; had to set out on another hellish long tramp. Our feet were terribly sore, amp; didn't they ache. It was a clear night &amp; Fritz's ?planes were up, &amp; one dropped some bombs which burst with an awful deafening crash not far from us. This part of our tramp was along the road, we went through a village, talk about knocked about! I have seen some battered villages in France, but this beats all. It was battered to a pile of rubbish; I suppose before the advance Fritz was in it. On we tramped , &amp; the chaps were singing out , Go slow, what about a spell. At last,  about 5 hours? tramping brought us to our halting place, there weren't enough shelters &amp; several had to doss outside. They had no coats or waterproofs, &amp; after sweating on the long march must have been very cold in the night.<br> \r\n Sunday 11 Aug<br> \r\n I got under a low tarpaulin shelter</p> \r\n <p><a name=\"a5328011\"></a></p> \r\n <p>[Page 11]<br> \r\n with two stretcher-bearers, &amp; we soon lay down &amp; had a sleep for a couple of hours till breakfast, after which we had another sleep. We read the account of the big advance in the \"Daily Mail\"; strange thing, that up in the battle you have to read the newspaper to know how it is going on. It was a great victory, the advance being 9 miles. In the afternoon we had a dip in the river a few miles away, it was most refreshing to our tired, hot bodies. It is a cheerful spot we have come out of the line to, several dead horses lay around, &amp; in a trench here I saw one of the most frightful sights I have seen in the war.  &amp; Goodness knows everything about it is ghastly enough. The Tommies here had a very rough time, didn't have a walk over like on our sector --- in fact before the big stunt started, they were attacked by Fritz, &amp; had to win back that ground before the big battle, in the face of heavy opposition. In a trench we saw 4 Tommies lying dead in full equipment, two had their heads blown off. A corporal was in front, &amp; they were evidently just advancing along the trench with the corporal as the lead, a sort of little advance party, or patrol, when a shell came &amp; got them all. They lay on their backs dead, one behind the other, a grim spectacle of war's horror. If some of these brutes making money out of the war could see the sight, it might make them ashamed. Our chaps buried them, &amp; also the dead horses lying around. The greatcoats &amp; waterproofs which we dumped before </p> \r\n <p><a name=\"a5328012\"></a></p> \r\n <p> [Page 12]<br> \r\n the attack came up tonight; we had a good night's sleep. I wrote up this diary, &amp; read the \"Daily Mail\" till 11 p.m., then we nt to sleep. Had to blow out the candle I was reading by at different times, when Hun's ?planes could be heard droning overhead.<br> \r\n Monday 12 Aug.<br> \r\n Had a nice easy day resting, &amp; we are all feeling much better. We are paid today, &amp; the canteen did a good biz. At night Hun ?planes came over &amp; dropped bombs around. I wrote a long letter home today.<br> \r\n Tuesday 13 Aug.<br> \r\n Was orderly corporal today. We went down for a hot bath &amp; change of clothes this afternoon, &amp; then got the rotten news we are to do another stunt in a day or two on the Harbonnieres sector. We have to capture a wood. By Jove, they are making it hot, we'll have hardly any men left soon. Oh well, I shall hope &amp; pray for the best, as usual. One can only trust in Providence. Well these heads ought to be goaled the way they treat men. It's enough to put a man off fighting for his country. We fell in at 5.30 p.m., thinking we?d have a nice easy march this evening, &amp; a good rest before going in the line tomorrow night for the stunt. We walked along a road thick with dust &amp; covered with military traffic. On we went through a village where three dead horses were lying on the road. Lor? talk about hum, they nearly turned us up. We tramped on &amp; on, it got dark, still we trudged on, with the weight of our packs pulling our shoulders down, &amp; our feet getting</p> \r\n <p><a name=\"a5328013\"></a></p> \r\n <p>[Page 13]<br> \r\n sore again. Passed through a village battered to pieces, like a mighty rubbish heap, not one building was left, with a roof or walls standing. The chaps were awfully disgusted, it is red hot, after a big stunt to have to march like this, to go straight on for another. At 10.15 p.m. we got to our resting place ? there weren't any dugouts to sleep in &amp; no shelters &amp; as we had neither greatcoats nor blankets with us, we simply had to lie down in the bottom of an old trench with just a waterproof sheet, &amp; freeze all night. Some Fritz ?planes came over, &amp; our searchlights picked 2 of them, they held them in their rays like silver birds, &amp; our anti-aircraft &amp; Lewis guns blazed away at them, but they are hard to hit &amp; they got out of the lights, &amp; away.<br> \r\n Wednesday 14 Aug.<br> \r\n It was too cold to sleep with no covering last night &amp; a chap isn't refreshed for the fray. What do the heads care anyhow. Won't we all be happy when it's all over. The sun was blazing down all day &amp; it was jolly hot, lying in an open trench with no overhead cover. We were told today the stunt was postponed indefinitely but we are to relieve the 9th Bn. in the front line tomorrow night. I slept warmer tonight, an artillery chap from a dugout near gave me 2 blankets.  Fritz's ?planes woke me up at times, &mp; our searchlights got them in their rays at times, &amp; the guns opened out, but they got away again.<br> \r\n Thursday 15 Aug.<br> \r\n I wrote to Barrett, now a Major with D.S.O., today &amp; asked him to get me back to my good old 3rd Bn., where my always has</p> \r\n <p><a name=\"a5328014\"></a></p> \r\n <p>[Page 14]<br> \r\n Been, where all my good mates of Egypt &amp; Gallipoli days were. I hope to Goodness the transfer can be fixed up. At 8 p.m. we fell in to march up the line. It is awful to be going up so shorthanded. We are not even up to half strength. The 14th Battalion went past while we were setting down, &amp; no one could imaging a more tired, fed-up crowd. They were less in number than we were, &amp; that says enough. There are some hard doers in the A.I.F. alright. Some chaps in addition to their heavy gear were carrying a shovel, &amp; one of our coves said \"Are you going digging mate?\" In a disgusted voice the 14th Battalion chap said \"Our apes would make you carry one of these to Paris on leave.\" There were two officers just in front of him as he called it out. It was a long tramp up to the line. We passed numbers of dead horses, which \"ponged\" terribly. The traffic on the road a mile or two from the line was thick. Troops ? Australian &amp; Yanks ? were going both ways &amp; supplies galore on limbers. If Fritz could have seen it, he?d have put some shells there &amp; done some damage. We eventually reached our front line at 11 p.m. &amp; the 9th Battalion went out. We were lucky to get in without being shelled, as he was dropping them at our part of the ground right up to  the time we had to pass that very spot ? the luck of war, eh! He shelled a wood to the right of us very heavily in the night, &amp; has</p> \r\n <p><a name=\"a5328015\"></a></p> \r\n <p>[Page 15]<br> \r\n plenty of guns here. Others passed overhead &amp; peppered shots behind us, but luckily none came close to our company. Our trench is a rotten one ? it is an old 1916 line &amp; is very shallow, &amp; too wide for anything. Shells could easily fall in it. I was glad when night at last ended, &amp; daylight brought the chance to sleep. All hands were on the alert at night, &amp; daytime is the time for rest.<br> \r\n Friday 16 August<br> \r\n No proper dugouts, &amp; the hot sun soon hunted Forster &amp; me out of the one we dug. It was too hot to lie in &amp; sleep. Shells are shrieking &amp; whistling &amp; whining, &amp; singing (according to their size &amp; the distance they are going) over our heads today. Some going over to the Hun lines, some back to our rear, Keep up the music-; the front line as usual is best place for shells, Fritz puts them further back. Pity help us if he shells us here; the trench is very wide ? no dugouts &amp; very shallow. We lay up against the back of the trench, trying to sleep in the little bit of shade that lay on the perpendicular edge about noon. The night turned out jolly cold, &amp; seemed terribly long ? it seemed an age before it was daylight, &amp; we could stand down at 5 a.m. The stew at 11 p.m. &amp; the tea &amp; bacon at 2 a.m. made a bit of a break in the long night. In between times I gazed over the top into the darkness of No Man's Land, &amp; dozed off, &amp; gazed, &amp; gazed</p> \r\n <p><a name=\"a5328016\"></a></p> \r\n <p>[Page 16]<br> \r\n &amp; looked at my watch.<br> \r\n Saturday 17 August<br> \r\n We moved forward a further 600 yards today. The trenches here are all the old 1916 line, &amp; we along saps which no Fritz seemed to inhabit. Our officers 2 new one-star artists didn't seem to know where we had to go, &amp; we sat down for half an hour awaiting orders. Thank the Lord fritz didn't attack or shell us. The management is rotten, we were all sitting down with our load of ammunition &amp; bombs like lost sheep. At last they decided we still had to go further, so down the shallow trench we went with head bent. Various German gear lay about; helmets &amp; stick bombs etc. We were sat down, &amp; then my section had to move around further to take up a part of the trench till the 14th Battalion get up. it is a terrible possy, saps lead off everywhere, &amp; a chap never knows who is in them. The trench was full of German stick bombs &amp; German rifles &amp; ammunition (boxes of it) &amp; it is quite evident the Huns were here a very short while ago. All the rifles were loaded &amp; I saw some cigars lying about some with fresh ash on them. The brutes might be in some dugout sleeping today, &amp; coming here to night. There are so many saps one will have to be very alert. Just before dark his artillery opened out on one of our new positions, the coot must have seen us moving in. he gave us a very nasty half hour of shelling, luckily none dropped right on us, but they</p> \r\n <p><a name=\"a5328017\"></a></p> \r\n <p>[Page 17]<br> \r\n were shrieking towards us &amp; bursting with an awful roar, front, right &amp; left. It is wonderful how many shells burst without hitting anyone. It was a long dreary night again. We were deepening the very shallow trench to make it a bit safer to walk along, as our heads &amp; shoulders were above the top: stew at 10 p.m. , &amp bacon &amp; tea at 1 a.m. &amp digging &amp; watching at last ended the night.<br> \r\n Sunday 18 August<br> \r\n A Brigade on our left were having a hop over to advance their lines a few hundred yards, &amp; suddenly at 4.30.a.m. the artillery barrage crashed down. The flare kings out in No Man's Land sent up their flares, &amp; the Hun machine gunners opened up, &amp; his myriad colored lights began to go up. I was watching Fritz's beautiful display of fireworks, green flares, red ones, white amp; yellow were being fried up. Our side never uses flares, we have no need to, as his light up No Man's Land for both of us. We weren't moving forwards so I stood at the parapet watching our shells bursting &amp; Fritz's lovely flares &amp; signals. Then his artillery got to work, &amp; we all had to huddle in the bottom of the trench, or against the side, as they burst with an awful roar behind us. there are no dugouts in the trench for protection, &amp; the shells roared round us, but none of our lot were hit, though the 14th Battalion</p> \r\n <p><a name=\"a5328018\"></a></p> \r\n <p>[Page 18]<br> \r\n on our left must have had some casualties, as big black masses of smoke from bursting shells rose right on their trench. After half an hour of this agony the shelling ceased, &amp; at daylight we turned in to rest. The hole Forster & I dug wasn't wide enough, & we were jammed like sardines, it was so tight a squeeze that I couldn't scratch myself where the chats were biting my legs. A Fritz plane came over as soon as it was daylight to see where we were & what had happened during the night. It is a dreary, rotten existence. I lay down in my clothes for a while, did my turn at lookout, had a \"chat\" & caused many losses, & the day dragged on to night. Shells are passing over our heads in both directions, both to & from the Hun, carrying lumps of iron. We had some cruel luck tonight. About midnight a shell burst on the trench. Killed Danny Morgan, the corporal & Warren, of the Lewis Gun section, wounded Lt. Hall, Lt. Rose, Smith & Ealey.  Lt. Rose is O.C. of A Coy. & was having a look over the trench as his company are to relieve us tomorrow night, & he & Lt. Hall were walking past at the time the shell burst. Danny Morgan was walking past where I was, carrying the rations for his section, & I asked him if he?d take some bread to two of my section further up. I gave him the bread & he dropped it, then he said \"Put it under my right arm.\" As he walked off, someone said \"If a shell comes </p> \r\n <p><a name=\"a5328019\"></a></p> \r\n <p>[Page 19]<br> \r\n Danny will drop the lot\". Not many minutes afterwards, after some shells had burst, a chap came down for the stretcher-bearers, & true enough, Danny had been killed when he had cut the rations up to hand round. God, it's a cursed game; it's a pity something would not end this awful roar. Lt. Hall was groaning as the stretcher bearers carried him past me on a stretcher. <br> \r\n Monday 19 Aug.<br> \r\n The night dragged on, till at 3.30 a.m. Fritz opened out with his artillery, & for 40 minutes we got hell.  Luckily the shots were passing just over us, &amp; it was cruel to hear the big shells shrieking towards you &amp; bursting around.  The light was misty, &amp; it was very hard to see if he was coming at us ? anyhow a man had to keep his nut down to stop being hit by the flying bits of shell.  Most of us had the \"wind up\", but we stuck it, &amp; I looked over the top to see if the Hun was coming beside Sam Hensby on his Lewis gun.  At stand down we turned in, but at 10 a.m. a Hun bombardment made us hop up ?a day bombardment was most unusual lately, &amp; they poured over in a mighty roar.  The poor old 14th Battalion seemed to be getting them fair on their trench, but they either fell in front of, or just behind our company.  We looked into No Man's Land</p> \r\n <p><a name=\"a5328020\"></a></p> \r\n <p>[Page 20]<br> \r\n &amp; our artillery sent over plenty of shells too, but things gradually quietened, &amp; we lay down to try &amp; get a sleep once more.  I took the boots off my tired feet, &amp; was dozing off, when his shell opened up again &amp; we had to \"stand to\".  The rotten brute is spoiling our sleep ? wonder what he has in view.  At 9 p.m. we \"stood to\" as usual for the night, &amp; about 10 his shells began to strafe us again.  It is an awful feeling to be under a heavy bombardment.  No matter who the man is, he is more or less frightened, despite the rot one reads in newspapers.  The awful roar of the bursting shells rang in our ears, death was raining down, yet no one was hit.  They were lobbing just over our trench;  many gas shells were among them, though there was not enough gas to make us put our respirators on, it made us sneeze.  A piece of shell whizzed into the trench, &amp; hit me on the big toe.  Lor? it stung, but it wasn't a \"Blighty\" worse luck.  During the night some reinforcements arrived, new hands to trench life ? we told them to start digging a sleeping \"possy\" for themselves in the day time.  Fritz was fairly quiet during the night with</p> \r\n <p><a name=\"a5328021\"></a></p> \r\n <p>[Page 21]<br> \r\n his artillery, sent some gas over.<br> \r\n Tuesday 20 Aug.<br> \r\n Slept till noon, then did my hour's lookout & had a snack. Heated some tea on a \"Tommy cooker\", & fried my issue of cheese. It was very nice fried & moist on bread. At 3p.m. I came back with 7 others from the company. We walked through the sap to Battalion Headquarters and reported there, then set off for the nucleus at the rear for a spell. We first  of all made for rear Battalion headquarters. Fritz didn't let us depart without some parting shots, & dropped some shrap behind us as we went on. All along the route (which before the attack on the 8th was occupied by the Huns) we saw German helmets & gear of all sorts. We got to the cookers & had tea there. I drew our next day's rations, & at 8p.m once more set off, bound for La Neuville, near Corbie, where the nucleus are. We had already walked a long way but this was the limit. More dead with fatigue than alive, we walked & walked, got in two motor lorries for a short while, but otherwise had no lift, & walked the whole way. A lorry took us a few kilos into the town </p> \r\n <p><a name=\"a5328022\"></a></p> \r\n <p>[Page 22]<br> \r\n (or what's left of it) of Villers Bretonneux, & it was a very strange sensation, as we passed the spot where we had such a rough time last May. As I looked on the scene of our trenches there, where shells use to fall thick, & thought of the awful time we had carrying rations through it all, it seemed strange that all could be so quiet now. It shows how far we have pushed the Hun back lately. We set off for Corbie from Villers Bretonneux, Lord, weren't we tired & footsore. We went past familiar spots where we used to put up barbed wire, & dig, tc. & now well clear of Fritz. A lorry took us about a kilo to Corbie, then we walked to La Neuville, & finally hit our destination at 12.30a.m. Think of that, you cold-footed \"stay at homes\", started walking at 8 p.m., finished at 12.30a.m., & yet we were out to have a rest.<br> \r\n Civilians who haven't done these army tramps, lumping rifle, equipment & gear, can have no idea of the utter weariness we felt. We had to get any shelter we could, & 5 of us got under a tarpaulin. We only had waterproof sheets, no greatcoat or blanket, & lay down in our clothes. Golly, it was cold.<br> \r\n Wednesday 21 Aug.<br> \r\n There wasn't enough breakfast</p> \r\n <p><a name=\"a5328023\"></a></p> \r\n <p>[Page 23]<br> \r\n for those who came down in the night, but I managed to get some porridge & tea from the band who are here too. It is a scandal, the band never go in the line, nor do they fight, or even do fatigue work. After breakfast we had the luxury of a shave, as I hadn't had a shave or even washed my face for a week, it was some operation. There was a bath parade which I gladly went on. We marched up to Corbie to the military baths, & had a hot shower & change of clothes. We all stood under the hot showers, and soaped & soaped, & the trench dirt just rolled off us, especially our heads. It was a perfect treat to feel clean again; walked back to our camp, the eternal military traffic was passing through the streets, the smell of petrol from the motor lorries which pass by unceasingly day & night, was vile, & everywhere was dust. Went down a narrow lane full of motor lorries, into which Tommies were shovelling metal from railway trucks. There was hardly room to squeeze past, & I don't know how the drivers got them there. It was bonza to see a train steaming along the line, another sign of the pushing back of the Hun. A fortnight ago, a train here would have been blown to</p> \r\n <p><a name=\"a5328024\"></a></p> \r\n <p>[Page 24]<br> \r\n pieces by the German artillery. In the afternoon I lay on the grass in the shade & had a sleep. It is a treat to have a quite lie down after the last rough fortnight. After tea I wrote up my diary, then Draper & I walked up the road looking for a blanket, & our luck was in. As we were passing a shed, a chap sang out to some fellows lying around \"This way for your blankets\", so we just walked  in & drew one each with this unit. Luck eh!<br> \r\n Six of us slept under the tarpaulin shelter & had a good night's sleep. It was a lovely moonlight night.<br> \r\n 22nd August<br> \r\n I got a nice Aussie mail this morning, letters from home, Newcastle & Moree, then I was warned to go with two men as escort to bring back a deserter. We were very disgusted, just out of the line for a spell, & having to tramp after these brutes that clear out. My instructions were to report to the A.P.M. at Villers Bretonneux. It would take too long to describe our devious route to that spot, it was a fearfully hot day, & the white dust from the military traffic was thick, & I pitied some Tommies working on the road like convicts in the heat & dust. Found the 4th Division A.P.M. & heard that the \"bird\" was not there, so we jumped on</p> \r\n <p><a name=\"a5328025\"></a></p> \r\n <p>[Page 25]<br> \r\n a lorry & came back to Corbie.<br> \r\n Tuesday 27 Aug.<br> \r\n The whole brigade have come out for a rest at last & we went & joined the rest of the 13th Battalion in a village called Poulainville. We got a lorry as far as Pont-Noyelles, so we rode to there, then tramped on to Querrieu, where we got another lorry to Allonville & it took us on to within a couple of kilos of Poulainville. We found the battalion billeted in barns in the village. As usual in all French villages the church stands high above every other building, & is easily the best. Even if it's a small village in France, the church is always a good building with a high spire sticking up & is visible for miles around. I am in a little barn with 10 chaps, slept in the straw, & it was warm & comfortable with a blanket. Oh well, the 4th Brigade & the 13th Battalion particularly have suffered pretty severely in these big attacks against Fritz during the last six weeks but our losses are light compared to what we've dealt out to him. His prisoners alone exceed our casualties. As this big advance has continued on all fronts, day by day with ours, it is evident to all of us that the war has completely swung our way at last, & the German menace seems at last</p> \r\n <p><a name=\"a5328026\"></a></p> \r\n <p>[Page 26]<br> \r\n to have its back broken. Who would have thought last April & May such a sudden change would come over things? The Aussies have more than done their bit in this great push ? just on our own sector prisoners constantly poured back & we advanced a terrific distance since it first began. We have lost some grand men though, part of war's hellish price. God grant, there may never be another one on this earth! Our brigade are all out for a thoroughly well earned rest, but there are French, English & Yanks galore to carry on the big advance unceasingly & Fritz will get no respite.<br> \r\n Saty. 31 Aug.<br> \r\n I have been very crook lately with diarrhoea & pains in the stomach, & was sent today in a motor ambulance to the 61st Casualty Clearing Station. There are 3 wounded Huns in the ward I'm in, & to complete the mixture, a tall Indian came in.<br> \r\n Thursday 5 Sep.<br> \r\n Arrived by hospital train at Rouen, & was taken to No. 10 General Hospital. The advance goes on on all sectors & Fritz is getting the hell he deserves. The whole of the Aussie divisions are to have a long spell, so I won't be destined to see any more German stoush & fireworks. Our numbers are so small now that I think the heads have brought our chaps</p> \r\n <p><a name=\"a5328027\"></a></p> \r\n <p>[Page 27]<br> \r\n out because they're too weak to carry on without being reorganised & several battalions have been cut out altogether. This Rouen front, on which I conclude this diary, is certainly more cheerful than that celebrated \"health resort\", Villers Bretonneux where I passed so many exciting moments, where gas & shells were as plentiful as rabbits in N.S.W. I am truly thankful to be alive & sound as I close this off.<br> \r\n C.M.G.<br> \r\n 13th Bn.</p> \r\n <p>[Transcribed by Lyn Williams, Judy Gimbert, Adrian Bicknell for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"><br />\n <html><br />\n <head><br />\n <meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\"><br />\n <meta name=\"generator\" content=\"NoteTab Pro\"><br />\n <title>Clifford M. Geddes diary, 1 August-5 September 1918</title><br />\n </head><br />\n <body> </p>\n<p>Mitchell Library, State Library of New South Wales</p>\n<p>Clifford M. Geddes diary, 1 August-5 September 1918<br><br />\n MLMSS 2763 / Item 2</p>\n<p><a name=\"a5328002\"></a></p>\n<p>[Page 2]<br><br />\n Should anything serious happen to me, will the finder please post this diary to:- Mrs. Geddes \"Cyrene\" Chatswood N.S.W.</p>\n<p>Vive la France. Vive l?Australie. Votre sante, monsieur  Et vous aussi m'sieur. Cut out the rough says the Aussie which no words can <indecipherable/> the French</p>\n<p>Thursday 1 August 1918<br><br />\n (Diary continued from book completed) \"for you call us Sambo? I told him I didn't know, nothing in particular &amp; he said \" I don't qualify with that at all, Sambo means a monkey.\" We were amused. I told him we didn't know that, &amp; I didn't mean to hurt his feelings, he said \" It does not matter, it does not worry me, you call me Sambo, I answer just the same, but I don't qualify with it at all,\" &amp; the coon puffed at a cigarette &amp; put on great swank. One travels &amp; learns alright. I had a good snooze after dinner &amp; am feeling a bit livelier than last night. Fritz ?planes came over &amp; set fire to 4 of our balloons this evening. There is a hayfield in front of our dugout &amp; two women are grafting hard; &amp; stacking it in heaps. Of course our chaps helped themselves to some when they had gone, as a bed for their dugouts. <br><br />\n 2 Aug.<br><br />\n Rained all day. <br><br />\n 3 Aug,<br><br />\n Had a tooth filled today, the dental party had to go to the 4th Field Ambulance, there was a motor ambulance going there, as it was a long way ? passed through Camon, Longueau &amp; Cagny, all now deserted of their civilian population.</p>\n<p><a name=\"a5328003\"></a></p>\n<p>[Page 3]<br><br />\n The dentist had a big lot &amp; I was there till 4p.m. Went back through Amiens ? hopped on to a motor lorry, &amp; then walked to Rivery from Amiens. The fine big city is as silent as a tomb ? all the buildings are closed up, no civilians are to be seen in the streets, military policemen are the only human beings about. Most of the windows are shattered &amp; some big buildings ruined by the Huns? bombing &amp; shelling. I saw a notice on a street saying British soldiers found looting will be shot. Lor? knows how these French towns will ever be rebuilt. The war news is very good lately, &amp; Fritz is getting pie on the Marne. I am still feeling rather queer. <br><br />\n Sunday 4 Aug.<br><br />\n 4th anniversary of the war today; the old padre of the 14th Bn. Held a service of the nucleus of the Brigade in morning. i got a little A.M.C. bloke to take my temperature tonight, it was 101.4. I ought to go on sick parade, but they don't do anything for you if you do, so I'll stick it. <u>5 Aug.</u> Raining again. I went up to Rivery</p>\n<p>            After tea to get a \"Daily Mail\". The soldiers were swarming round the Froggy newsboy like a favourite at Randwick, all eager to read the war news, as those in it know less of how the war is going than those over in England who read the cables each day. I tramped  to 3 canteens trying to get something to  eat, but they were all shut. <br><br />\n 6 Aug.<br><br />\n I struck an escort job, had to take a \"bird\" from the clink in Rivery to Bn. Headq?rs, had a private with me. The coots expected us to walk the 8 kilos to La Neuville evidently ? it's a lovely army ? but we managed to strike a Tommy motor lorry  &amp; later an Aussie G.S. wagon, that took us part of the way. On arriving at La Neuville, we were disgusted to find we had to take him on to Vaire-S-Corbie, &amp; we tramped on in the rain &amp; slush through Corbie &amp; Hamelet, to Vaire &amp; Bn. Headq?rs. Am blowed if the nucleus haven't to come into the line again for a big stunt, so that's my spell out ? tramp back again to get my gear &amp; then up here. Had some bread &amp; jam at 4 p.m., first bite since breakfast, but vomited it all up again. Started back to Rivery about 6.30, walked through</p>\n<p><a name=\"a5328004\"></a></p>\n<p>[Page 4]<br><br />\n Hamelet &amp; Corbie, &amp; at La Neuville got a lorry to Daours. It stopped there, &amp; after a while I got one to Rivery &amp; arrived about 9 p.m. I turned in at 10.30. feeling none too like a big stunt, as I vomited what I had for tea again.<br><br />\n 7 Aug.<br><br />\n Five of us set off on our long trip up to Bn. this morning. We got separated, the traffic on the road is simply enormous, lorries in thousands, &amp; it is going to be a tremendous stunt. We got a lift up the road as far as an  ambulance car was going &amp; walking along blowed if I didn't strike Cobcroft sitting by the wayside. He is a Lieutenant in the 1st Bn. ? the 1st Division has just come down south after a long stay on the northern French front. He was asking after Boo. Finally, after various terms of walking, a ride on a different transport, I arrived a Vaire where the B?n are. All issues, rations, bombs, etc. are being completed in preparation for the great stunt to be launched tomorrow.   A letter from General Monash was read, saying it was the first time the whole of the 5 Australian Divisions have gone into battle together, &amp; the biggest thing they have yet been in. A Canadian Corps will be on one flank of us &amp; 2 English Divisions on the other, &amp; tanks, aeroplanes &amp; artillery will be in a colossal scale. Lt. Parsonage explained the part our platoons of D Coy have to take. Oh well, one can only trust in Providence. Our Vaire Wood &amp; Hamel stunt on 4th July will be a baby to this. The weather is fine today, it's hard to realise it's the eve of a very big battle. I got my gear ready at 8 p.m., then read Boo's letter &amp; the \"Daily Mail\". Early in the morning, hell will be let loose. Had a lie down in my clothes at 9 p.m., &amp; had a snooze till 1 a.m., when we had breakfast.<br><br />\n Thursday 8 Aug.<br><br />\n At 2 a.m. we</p>\n<p><a name=\"a5328005\"></a></p>\n<p>[Page 5] </p>\n<p>fell in, &amp; marched to the point of assembly. Went through the murky streets of a village, then along a road, &amp; lined up in ling wet grass. Everything was quiet, &amp; about 3.30 suddenly the barrage crashed down. The 3rd Division moved off ahead of us, they are to go 4.000 yards to dig in, then our brigade go on a further 2500 yards, &amp; the 16th B?n will then go through us for a further 2500 yards, so it's a big affair. Well, soon after we started it felt as if the worst would happen, owing to the weather. We had hardly moved off when a heavy fog came down &amp; it looked as if the weather would ruin all hope of success. ?Planes could not fly, the tanks would be losing their way, &amp; troops could hardly keep in touch with each other. You could only see chaps about 5 yards away on either side, &amp; I trembled for the 3rd Division moving into the unknown, as they could see a Fritz possy till they were right on to it. However, it would be as bad for Fritz, as he wouldn't see them till they were right on top of him. Hoping it would lift, we trudged on in the fog through grass, &amp; occasionlly a wood or crop. Then we came to a road &amp; were pleased to see our tanks coming along &amp; then a cheer went up as a group of Fritz prisoners went back along the road. I saw no dead Fritzes or any signs of a struggle &amp; it looked as if he had nicked off. At last the sun faintly appeared, &amp; the light got brighter, we came to the 3rd Division digging in, they gave us a smile &amp; a cheer as we moved on. Tanks were with us, &amp; on we went down sunken roads &amp; up steep banks, till we were clean knocked up from our long tramp with the infernal load up. Could see Fritzes running back, then I saw a couple of horses lying dead in a wagon</p>\n<p><a name=\"a5328006\"></a></p>\n<p>[Page 6]<br><br />\n They were horribly knocked about. It looks as if we could walk right to Berlin, &amp; we still encountered no opposition. Then some Hun shelters, horse stable came on the scene, &amp; about 50 Fritzes put their hands up, &amp; hurried eagerly to the rear. Our chaps took anything worth having as souvenirs. We climbed another hill ,&amp; were nearly on our objective line, when we struck Hun machine guns in a sunken road, &amp; they poured a fire on to us &amp; made it lively. I saw 2 running away about 400 yards off, &amp; had the satisfaction of bringing one down as he ran. Our O.C. Capt. Geary (only made captain a few days ago) was shot dead, he was a fine old chap the boys all called him \"John\". Then a couple of tanks went down, &amp; a lot of Huns came running back with their hands up. Jerry Saxton was that wild he turned his Lewis gun on to some of them. They had just killed John Geary near him. Poor Ted Curley was killed too, no stretcher bearers handy to take him away, &amp; he bled to death. The 16th B?n now pushed on further ahead &amp; we dug ourselves in: He was putting shells over now, &amp; several were being hit. Lor? we were tired, &amp; at 3p.m. we actually had to move up to the front line another mile &amp; a half. As some of the Lewis gun section had been knocked, I had to lump a pannier full of ammunition as well as my other infernal load. That means we'll have no sleep tonight, &amp; we're dead beat now. When we got up we found the 16th B?n. had suffered heavy casualties. from machine guns &amp; shells. coming up, owing to the Tommies o n the flank having been held up. It is awful to see the dead, &amp; badly wounded lying about, wish the awful affair would soon end. I kept falling asleep as I stood looking</p>\n<p><a name=\"a5328007\"></a></p>\n<p>[Page 7]<br><br />\n over the parapet tonight. There was a very old trench which we made use of, thank the Lord it was here, as I don't know how we would have dug one. The night is fine to luckily, otherwise we?d get wet through, as we carried neither greatcoats nor waterproofs in the attack. About 11p.m. our weary bodies were revived by hot tea &amp; stew which came up. It was a God send, &amp; awakened us up a bit. At midnight I had to take a working party to dig a strong point, a pioneer officer pointed out the spot. Needless to say the tired chaps did not dig much. One of our chaps was lying dead near a knocked out tank, &amp; I got the sand bags off his back --- they will be handy to lie down on in the trench.<br><br />\n Friday 9 Aug.<br><br />\n Oh well, the long night ended at last, &amp; rations were issued at daylight. They were good, a tin of cocoa &amp; milk to 2 men, Tommy cookers, biscuits, &amp; the usual bread &amp; jam. Fritz didn't counter attack last night, thank Goodness. I lay down on sand bags on the bottom of the trench: (there are no sleeping possies dug in, of course) &amp; slept till 3 p.m., then made a drink of cocoa on Tommy cooker &amp; had a snack. A lot of Fritz's black cross ?planes came over spying us this afternoon. It is a lovely day, the weather is kind so far. In the evening a tremendous barrage was opened on the ridge to our left, &amp; I watched the white smoke from the bursting shrapnel. Our side must be advancing there. Then we got orders to be prepared to move at a minute's notice, so perhaps we'll have to advance again &amp; dig in. Lor? it wants men of cast iron for this game. No. 14 platoon was split up between 13 and 15, so we only have 2 platoons. I am in charge of No. 2 section, 8 men. Well, at 11 p.m. when we were all feeling tired, worn out &amp; and hungry, &amp; anxiously awaiting the hot stew &amp; tea, we got word to put </p>\n<p><a name=\"a5328008\"></a></p>\n<p>[Page 8]<br><br />\n all our gear on &amp; prepare to move forward. We had to move on another 800 yards to where the 16th B?n should have gone the first day, but owing to opposition &amp; their own supporting tanks being knocked out, they couldn't get there. We started off tired &amp; hungry, &amp; were told the rations would come on behind us, &amp; we?d get them in the new trench. I didn't care about this night adventure in unknown country in darkness, &amp; with no artillery support, but they counted on a peaceful penetration, &amp; that Fritz had gone further back.<br><br />\n Saty 10 Aug <br><br />\n We went further along an old sap in single file for some distance, &amp; then along a road, then turned into another trench, came out &amp; sat beside a sunken road for some time, awaiting the eternal orders. Finally we moved on, &amp; hadn't gone far, when some said \"Look out, Fritz is here.\" We lay down quickly, were near an old trench, which some got in, &amp; we peered into the grass looking for the Huns. Then of his murderous machine guns began spitting out fire, &amp; we were properly held up, to move on would have meant death against those machine guns hidden in the long grass in the darkness looking for the Huns. Then two of his murderous machine guns began spitting out fire, &amp; we were properly held up, to move on would have meant death against those machine guns hidden in the long grass in the darkness. Lt. Player called out for Cpl. Stewart &amp; his Lewis gun, &amp; Paddy Stewart fired his Lewis gun into the direction the Hun was firing from. Then I was put in a sap with another chap to guard against anyone coming along it. It was a ticklish job, as when I looked along the next corner it was almost impossible to see whether any Boches were there or not. Anyway I was feeling far more like a sleep or some thing to eat, than boxing on with the Hun. I kept sneaking on from corner to corner, &amp; at last came to a dead end, &amp; found the sap is not occupied</p>\n<p><a name=\"a5328009\"></a></p>\n<p>[Page 9]<br><br />\n by Fritz. Then I heard poor little Jimmy Stewart was killed ? our chaps were firing grenades trying to knock his guns out, &amp;amp good old Jack Gosper while firing a rifle grenade was hit in the head by a bullet from the German machinegun, &mp; his skull split open, so that another good corporal was killed. Ted Hugget  came into the sap to tell me, &amp; the next thing was that he too, while standing above the trench to fire a grenade was killed. Isn't it awful ? then a bit came our way, as Lt. Player got a grenade on to one of his machine guns, &amp; knocked it out, &amp; went through it in. Two Fritzes were dead near it, &amp; one nearly dead. My mate &amp; I were almost too tired to stand up &amp; look over the top, &amp; it was a relief when daylight came at last, &amp; the night was over.<br><br />\n Rations were issued amongst them a little tinned fruit from the comfort fund. We did day watch, an hour each in turn, &amp; lay down in the bottom of the trench &amp; had a sleep. Thank Goodness the weather holds good ? if it rained we?d be in a bad way with no coats. Our artillery was shaking his locality up today &amp; planes of both sides were up. I was put on listening post tonight with 3 men, &amp; it was hardly an enjoyable job. Our post was on the edge of a road, &amp; opposite it a Fritz sap ran up to the road &amp; we were gazing across &amp; had to look on either side in the long grass. We could hear a big crowd of Germans talking, &amp; the clang of tools, evidently a wiring party. A\" flare king\" fired a flare &amp; I could hear a Hun whistle &amp; another one whistle in reply. We fired some rifle grenades into the direction of the sounds, Thank Goodness he didn't rush up the </p>\n<p><a name=\"a5328010\"></a></p>\n<p>[Page 10]<br><br />\n sap with machine guns, or he would have got us. At 11p.m. the 41st Bn relieved us, &amp; we were wearily marched out of the line. Oh Lor? what a terrible walk we had. God knows how we did it, our feet were all terribly sore, &amp; it was a terrible distance. We left the line about midnight &amp; had to go to Bn Hdq's in a sunken road to have our tea &amp; stew  but on this new front our officer didn't know the way &amp; we got lost, &amp;amp tramped all over creations. It looked as if we?d never get there, we tramped &amp; tramped lumping our rifles &amp; various gear. The officer asked if anyone knew the way, but no one did. At last, after climbing embankments, &amp; tramping across grassy ground we struck it. Had hot tea &amp; stew hurriedly amp; had to set out on another hellish long tramp. Our feet were terribly sore, amp; didn't they ache. It was a clear night &amp; Fritz's ?planes were up, &amp; one dropped some bombs which burst with an awful deafening crash not far from us. This part of our tramp was along the road, we went through a village, talk about knocked about! I have seen some battered villages in France, but this beats all. It was battered to a pile of rubbish; I suppose before the advance Fritz was in it. On we tramped , &amp; the chaps were singing out , Go slow, what about a spell. At last,  about 5 hours? tramping brought us to our halting place, there weren't enough shelters &amp; several had to doss outside. They had no coats or waterproofs, &amp; after sweating on the long march must have been very cold in the night.<br><br />\n Sunday 11 Aug<br><br />\n I got under a low tarpaulin shelter</p>\n<p><a name=\"a5328011\"></a></p>\n<p>[Page 11]<br><br />\n with two stretcher-bearers, &amp; we soon lay down &amp; had a sleep for a couple of hours till breakfast, after which we had another sleep. We read the account of the big advance in the \"Daily Mail\"; strange thing, that up in the battle you have to read the newspaper to know how it is going on. It was a great victory, the advance being 9 miles. In the afternoon we had a dip in the river a few miles away, it was most refreshing to our tired, hot bodies. It is a cheerful spot we have come out of the line to, several dead horses lay around, &amp; in a trench here I saw one of the most frightful sights I have seen in the war.  &amp; Goodness knows everything about it is ghastly enough. The Tommies here had a very rough time, didn't have a walk over like on our sector --- in fact before the big stunt started, they were attacked by Fritz, &amp; had to win back that ground before the big battle, in the face of heavy opposition. In a trench we saw 4 Tommies lying dead in full equipment, two had their heads blown off. A corporal was in front, &amp; they were evidently just advancing along the trench with the corporal as the lead, a sort of little advance party, or patrol, when a shell came &amp; got them all. They lay on their backs dead, one behind the other, a grim spectacle of war's horror. If some of these brutes making money out of the war could see the sight, it might make them ashamed. Our chaps buried them, &amp; also the dead horses lying around. The greatcoats &amp; waterproofs which we dumped before </p>\n<p><a name=\"a5328012\"></a></p>\n<p> [Page 12]<br><br />\n the attack came up tonight; we had a good night's sleep. I wrote up this diary, &amp; read the \"Daily Mail\" till 11 p.m., then we nt to sleep. Had to blow out the candle I was reading by at different times, when Hun's ?planes could be heard droning overhead.<br><br />\n Monday 12 Aug.<br><br />\n Had a nice easy day resting, &amp; we are all feeling much better. We are paid today, &amp; the canteen did a good biz. At night Hun ?planes came over &amp; dropped bombs around. I wrote a long letter home today.<br><br />\n Tuesday 13 Aug.<br><br />\n Was orderly corporal today. We went down for a hot bath &amp; change of clothes this afternoon, &amp; then got the rotten news we are to do another stunt in a day or two on the Harbonnieres sector. We have to capture a wood. By Jove, they are making it hot, we'll have hardly any men left soon. Oh well, I shall hope &amp; pray for the best, as usual. One can only trust in Providence. Well these heads ought to be goaled the way they treat men. It's enough to put a man off fighting for his country. We fell in at 5.30 p.m., thinking we?d have a nice easy march this evening, &amp; a good rest before going in the line tomorrow night for the stunt. We walked along a road thick with dust &amp; covered with military traffic. On we went through a village where three dead horses were lying on the road. Lor? talk about hum, they nearly turned us up. We tramped on &amp; on, it got dark, still we trudged on, with the weight of our packs pulling our shoulders down, &amp; our feet getting</p>\n<p><a name=\"a5328013\"></a></p>\n<p>[Page 13]<br><br />\n sore again. Passed through a village battered to pieces, like a mighty rubbish heap, not one building was left, with a roof or walls standing. The chaps were awfully disgusted, it is red hot, after a big stunt to have to march like this, to go straight on for another. At 10.15 p.m. we got to our resting place ? there weren't any dugouts to sleep in &amp; no shelters &amp; as we had neither greatcoats nor blankets with us, we simply had to lie down in the bottom of an old trench with just a waterproof sheet, &amp; freeze all night. Some Fritz ?planes came over, &amp; our searchlights picked 2 of them, they held them in their rays like silver birds, &amp; our anti-aircraft &amp; Lewis guns blazed away at them, but they are hard to hit &amp; they got out of the lights, &amp; away.<br><br />\n Wednesday 14 Aug.<br><br />\n It was too cold to sleep with no covering last night &amp; a chap isn't refreshed for the fray. What do the heads care anyhow. Won't we all be happy when it's all over. The sun was blazing down all day &amp; it was jolly hot, lying in an open trench with no overhead cover. We were told today the stunt was postponed indefinitely but we are to relieve the 9th Bn. in the front line tomorrow night. I slept warmer tonight, an artillery chap from a dugout near gave me 2 blankets.  Fritz's ?planes woke me up at times, &mp; our searchlights got them in their rays at times, &amp; the guns opened out, but they got away again.<br><br />\n Thursday 15 Aug.<br><br />\n I wrote to Barrett, now a Major with D.S.O., today &amp; asked him to get me back to my good old 3rd Bn., where my always has</p>\n<p><a name=\"a5328014\"></a></p>\n<p>[Page 14]<br><br />\n Been, where all my good mates of Egypt &amp; Gallipoli days were. I hope to Goodness the transfer can be fixed up. At 8 p.m. we fell in to march up the line. It is awful to be going up so shorthanded. We are not even up to half strength. The 14th Battalion went past while we were setting down, &amp; no one could imaging a more tired, fed-up crowd. They were less in number than we were, &amp; that says enough. There are some hard doers in the A.I.F. alright. Some chaps in addition to their heavy gear were carrying a shovel, &amp; one of our coves said \"Are you going digging mate?\" In a disgusted voice the 14th Battalion chap said \"Our apes would make you carry one of these to Paris on leave.\" There were two officers just in front of him as he called it out. It was a long tramp up to the line. We passed numbers of dead horses, which \"ponged\" terribly. The traffic on the road a mile or two from the line was thick. Troops ? Australian &amp; Yanks ? were going both ways &amp; supplies galore on limbers. If Fritz could have seen it, he?d have put some shells there &amp; done some damage. We eventually reached our front line at 11 p.m. &amp; the 9th Battalion went out. We were lucky to get in without being shelled, as he was dropping them at our part of the ground right up to  the time we had to pass that very spot ? the luck of war, eh! He shelled a wood to the right of us very heavily in the night, &amp; has</p>\n<p><a name=\"a5328015\"></a></p>\n<p>[Page 15]<br><br />\n plenty of guns here. Others passed overhead &amp; peppered shots behind us, but luckily none came close to our company. Our trench is a rotten one ? it is an old 1916 line &amp; is very shallow, &amp; too wide for anything. Shells could easily fall in it. I was glad when night at last ended, &amp; daylight brought the chance to sleep. All hands were on the alert at night, &amp; daytime is the time for rest.<br><br />\n Friday 16 August<br><br />\n No proper dugouts, &amp; the hot sun soon hunted Forster &amp; me out of the one we dug. It was too hot to lie in &amp; sleep. Shells are shrieking &amp; whistling &amp; whining, &amp; singing (according to their size &amp; the distance they are going) over our heads today. Some going over to the Hun lines, some back to our rear, Keep up the music-; the front line as usual is best place for shells, Fritz puts them further back. Pity help us if he shells us here; the trench is very wide ? no dugouts &amp; very shallow. We lay up against the back of the trench, trying to sleep in the little bit of shade that lay on the perpendicular edge about noon. The night turned out jolly cold, &amp; seemed terribly long ? it seemed an age before it was daylight, &amp; we could stand down at 5 a.m. The stew at 11 p.m. &amp; the tea &amp; bacon at 2 a.m. made a bit of a break in the long night. In between times I gazed over the top into the darkness of No Man's Land, &amp; dozed off, &amp; gazed, &amp; gazed</p>\n<p><a name=\"a5328016\"></a></p>\n<p>[Page 16]<br><br />\n &amp; looked at my watch.<br><br />\n Saturday 17 August<br><br />\n We moved forward a further 600 yards today. The trenches here are all the old 1916 line, &amp; we along saps which no Fritz seemed to inhabit. Our officers 2 new one-star artists didn't seem to know where we had to go, &amp; we sat down for half an hour awaiting orders. Thank the Lord fritz didn't attack or shell us. The management is rotten, we were all sitting down with our load of ammunition &amp; bombs like lost sheep. At last they decided we still had to go further, so down the shallow trench we went with head bent. Various German gear lay about; helmets &amp; stick bombs etc. We were sat down, &amp; then my section had to move around further to take up a part of the trench till the 14th Battalion get up. it is a terrible possy, saps lead off everywhere, &amp; a chap never knows who is in them. The trench was full of German stick bombs &amp; German rifles &amp; ammunition (boxes of it) &amp; it is quite evident the Huns were here a very short while ago. All the rifles were loaded &amp; I saw some cigars lying about some with fresh ash on them. The brutes might be in some dugout sleeping today, &amp; coming here to night. There are so many saps one will have to be very alert. Just before dark his artillery opened out on one of our new positions, the coot must have seen us moving in. he gave us a very nasty half hour of shelling, luckily none dropped right on us, but they</p>\n<p><a name=\"a5328017\"></a></p>\n<p>[Page 17]<br><br />\n were shrieking towards us &amp; bursting with an awful roar, front, right &amp; left. It is wonderful how many shells burst without hitting anyone. It was a long dreary night again. We were deepening the very shallow trench to make it a bit safer to walk along, as our heads &amp; shoulders were above the top: stew at 10 p.m. , &amp;amp bacon &amp; tea at 1 a.m. &amp;amp digging &amp; watching at last ended the night.<br><br />\n Sunday 18 August<br><br />\n A Brigade on our left were having a hop over to advance their lines a few hundred yards, &amp; suddenly at 4.30.a.m. the artillery barrage crashed down. The flare kings out in No Man's Land sent up their flares, &amp; the Hun machine gunners opened up, &amp; his myriad colored lights began to go up. I was watching Fritz's beautiful display of fireworks, green flares, red ones, white amp; yellow were being fried up. Our side never uses flares, we have no need to, as his light up No Man's Land for both of us. We weren't moving forwards so I stood at the parapet watching our shells bursting &amp; Fritz's lovely flares &amp; signals. Then his artillery got to work, &amp; we all had to huddle in the bottom of the trench, or against the side, as they burst with an awful roar behind us. there are no dugouts in the trench for protection, &amp; the shells roared round us, but none of our lot were hit, though the 14th Battalion</p>\n<p><a name=\"a5328018\"></a></p>\n<p>[Page 18]<br><br />\n on our left must have had some casualties, as big black masses of smoke from bursting shells rose right on their trench. After half an hour of this agony the shelling ceased, &amp; at daylight we turned in to rest. The hole Forster &amp; I dug wasn't wide enough, &amp; we were jammed like sardines, it was so tight a squeeze that I couldn't scratch myself where the chats were biting my legs. A Fritz plane came over as soon as it was daylight to see where we were &amp; what had happened during the night. It is a dreary, rotten existence. I lay down in my clothes for a while, did my turn at lookout, had a \"chat\" &amp; caused many losses, &amp; the day dragged on to night. Shells are passing over our heads in both directions, both to &amp; from the Hun, carrying lumps of iron. We had some cruel luck tonight. About midnight a shell burst on the trench. Killed Danny Morgan, the corporal &amp; Warren, of the Lewis Gun section, wounded Lt. Hall, Lt. Rose, Smith &amp; Ealey.  Lt. Rose is O.C. of A Coy. &amp; was having a look over the trench as his company are to relieve us tomorrow night, &amp; he &amp; Lt. Hall were walking past at the time the shell burst. Danny Morgan was walking past where I was, carrying the rations for his section, &amp; I asked him if he?d take some bread to two of my section further up. I gave him the bread &amp; he dropped it, then he said \"Put it under my right arm.\" As he walked off, someone said \"If a shell comes </p>\n<p><a name=\"a5328019\"></a></p>\n<p>[Page 19]<br><br />\n Danny will drop the lot\". Not many minutes afterwards, after some shells had burst, a chap came down for the stretcher-bearers, &amp; true enough, Danny had been killed when he had cut the rations up to hand round. God, it's a cursed game; it's a pity something would not end this awful roar. Lt. Hall was groaning as the stretcher bearers carried him past me on a stretcher. <br><br />\n Monday 19 Aug.<br><br />\n The night dragged on, till at 3.30 a.m. Fritz opened out with his artillery, &amp; for 40 minutes we got hell.  Luckily the shots were passing just over us, &amp; it was cruel to hear the big shells shrieking towards you &amp; bursting around.  The light was misty, &amp; it was very hard to see if he was coming at us ? anyhow a man had to keep his nut down to stop being hit by the flying bits of shell.  Most of us had the \"wind up\", but we stuck it, &amp; I looked over the top to see if the Hun was coming beside Sam Hensby on his Lewis gun.  At stand down we turned in, but at 10 a.m. a Hun bombardment made us hop up ?a day bombardment was most unusual lately, &amp; they poured over in a mighty roar.  The poor old 14th Battalion seemed to be getting them fair on their trench, but they either fell in front of, or just behind our company.  We looked into No Man's Land</p>\n<p><a name=\"a5328020\"></a></p>\n<p>[Page 20]<br><br />\n &amp; our artillery sent over plenty of shells too, but things gradually quietened, &amp; we lay down to try &amp; get a sleep once more.  I took the boots off my tired feet, &amp; was dozing off, when his shell opened up again &amp; we had to \"stand to\".  The rotten brute is spoiling our sleep ? wonder what he has in view.  At 9 p.m. we \"stood to\" as usual for the night, &amp; about 10 his shells began to strafe us again.  It is an awful feeling to be under a heavy bombardment.  No matter who the man is, he is more or less frightened, despite the rot one reads in newspapers.  The awful roar of the bursting shells rang in our ears, death was raining down, yet no one was hit.  They were lobbing just over our trench;  many gas shells were among them, though there was not enough gas to make us put our respirators on, it made us sneeze.  A piece of shell whizzed into the trench, &amp; hit me on the big toe.  Lor? it stung, but it wasn't a \"Blighty\" worse luck.  During the night some reinforcements arrived, new hands to trench life ? we told them to start digging a sleeping \"possy\" for themselves in the day time.  Fritz was fairly quiet during the night with</p>\n<p><a name=\"a5328021\"></a></p>\n<p>[Page 21]<br><br />\n his artillery, sent some gas over.<br><br />\n Tuesday 20 Aug.<br><br />\n Slept till noon, then did my hour's lookout &amp; had a snack. Heated some tea on a \"Tommy cooker\", &amp; fried my issue of cheese. It was very nice fried &amp; moist on bread. At 3p.m. I came back with 7 others from the company. We walked through the sap to Battalion Headquarters and reported there, then set off for the nucleus at the rear for a spell. We first  of all made for rear Battalion headquarters. Fritz didn't let us depart without some parting shots, &amp; dropped some shrap behind us as we went on. All along the route (which before the attack on the 8th was occupied by the Huns) we saw German helmets &amp; gear of all sorts. We got to the cookers &amp; had tea there. I drew our next day's rations, &amp; at 8p.m once more set off, bound for La Neuville, near Corbie, where the nucleus are. We had already walked a long way but this was the limit. More dead with fatigue than alive, we walked &amp; walked, got in two motor lorries for a short while, but otherwise had no lift, &amp; walked the whole way. A lorry took us a few kilos into the town </p>\n<p><a name=\"a5328022\"></a></p>\n<p>[Page 22]<br><br />\n (or what's left of it) of Villers Bretonneux, &amp; it was a very strange sensation, as we passed the spot where we had such a rough time last May. As I looked on the scene of our trenches there, where shells use to fall thick, &amp; thought of the awful time we had carrying rations through it all, it seemed strange that all could be so quiet now. It shows how far we have pushed the Hun back lately. We set off for Corbie from Villers Bretonneux, Lord, weren't we tired &amp; footsore. We went past familiar spots where we used to put up barbed wire, &amp; dig, tc. &amp; now well clear of Fritz. A lorry took us about a kilo to Corbie, then we walked to La Neuville, &amp; finally hit our destination at 12.30a.m. Think of that, you cold-footed \"stay at homes\", started walking at 8 p.m., finished at 12.30a.m., &amp; yet we were out to have a rest.<br><br />\n Civilians who haven't done these army tramps, lumping rifle, equipment &amp; gear, can have no idea of the utter weariness we felt. We had to get any shelter we could, &amp; 5 of us got under a tarpaulin. We only had waterproof sheets, no greatcoat or blanket, &amp; lay down in our clothes. Golly, it was cold.<br><br />\n Wednesday 21 Aug.<br><br />\n There wasn't enough breakfast</p>\n<p><a name=\"a5328023\"></a></p>\n<p>[Page 23]<br><br />\n for those who came down in the night, but I managed to get some porridge &amp; tea from the band who are here too. It is a scandal, the band never go in the line, nor do they fight, or even do fatigue work. After breakfast we had the luxury of a shave, as I hadn't had a shave or even washed my face for a week, it was some operation. There was a bath parade which I gladly went on. We marched up to Corbie to the military baths, &amp; had a hot shower &amp; change of clothes. We all stood under the hot showers, and soaped &amp; soaped, &amp; the trench dirt just rolled off us, especially our heads. It was a perfect treat to feel clean again; walked back to our camp, the eternal military traffic was passing through the streets, the smell of petrol from the motor lorries which pass by unceasingly day &amp; night, was vile, &amp; everywhere was dust. Went down a narrow lane full of motor lorries, into which Tommies were shovelling metal from railway trucks. There was hardly room to squeeze past, &amp; I don't know how the drivers got them there. It was bonza to see a train steaming along the line, another sign of the pushing back of the Hun. A fortnight ago, a train here would have been blown to</p>\n<p><a name=\"a5328024\"></a></p>\n<p>[Page 24]<br><br />\n pieces by the German artillery. In the afternoon I lay on the grass in the shade &amp; had a sleep. It is a treat to have a quite lie down after the last rough fortnight. After tea I wrote up my diary, then Draper &amp; I walked up the road looking for a blanket, &amp; our luck was in. As we were passing a shed, a chap sang out to some fellows lying around \"This way for your blankets\", so we just walked  in &amp; drew one each with this unit. Luck eh!<br><br />\n Six of us slept under the tarpaulin shelter &amp; had a good night's sleep. It was a lovely moonlight night.<br><br />\n 22nd August<br><br />\n I got a nice Aussie mail this morning, letters from home, Newcastle &amp; Moree, then I was warned to go with two men as escort to bring back a deserter. We were very disgusted, just out of the line for a spell, &amp; having to tramp after these brutes that clear out. My instructions were to report to the A.P.M. at Villers Bretonneux. It would take too long to describe our devious route to that spot, it was a fearfully hot day, &amp; the white dust from the military traffic was thick, &amp; I pitied some Tommies working on the road like convicts in the heat &amp; dust. Found the 4th Division A.P.M. &amp; heard that the \"bird\" was not there, so we jumped on</p>\n<p><a name=\"a5328025\"></a></p>\n<p>[Page 25]<br><br />\n a lorry &amp; came back to Corbie.<br><br />\n Tuesday 27 Aug.<br><br />\n The whole brigade have come out for a rest at last &amp; we went &amp; joined the rest of the 13th Battalion in a village called Poulainville. We got a lorry as far as Pont-Noyelles, so we rode to there, then tramped on to Querrieu, where we got another lorry to Allonville &amp; it took us on to within a couple of kilos of Poulainville. We found the battalion billeted in barns in the village. As usual in all French villages the church stands high above every other building, &amp; is easily the best. Even if it's a small village in France, the church is always a good building with a high spire sticking up &amp; is visible for miles around. I am in a little barn with 10 chaps, slept in the straw, &amp; it was warm &amp; comfortable with a blanket. Oh well, the 4th Brigade &amp; the 13th Battalion particularly have suffered pretty severely in these big attacks against Fritz during the last six weeks but our losses are light compared to what we've dealt out to him. His prisoners alone exceed our casualties. As this big advance has continued on all fronts, day by day with ours, it is evident to all of us that the war has completely swung our way at last, &amp; the German menace seems at last</p>\n<p><a name=\"a5328026\"></a></p>\n<p>[Page 26]<br><br />\n to have its back broken. Who would have thought last April &amp; May such a sudden change would come over things? The Aussies have more than done their bit in this great push ? just on our own sector prisoners constantly poured back &amp; we advanced a terrific distance since it first began. We have lost some grand men though, part of war's hellish price. God grant, there may never be another one on this earth! Our brigade are all out for a thoroughly well earned rest, but there are French, English &amp; Yanks galore to carry on the big advance unceasingly &amp; Fritz will get no respite.<br><br />\n Saty. 31 Aug.<br><br />\n I have been very crook lately with diarrhoea &amp; pains in the stomach, &amp; was sent today in a motor ambulance to the 61st Casualty Clearing Station. There are 3 wounded Huns in the ward I'm in, &amp; to complete the mixture, a tall Indian came in.<br><br />\n Thursday 5 Sep.<br><br />\n Arrived by hospital train at Rouen, &amp; was taken to No. 10 General Hospital. The advance goes on on all sectors &amp; Fritz is getting the hell he deserves. The whole of the Aussie divisions are to have a long spell, so I won't be destined to see any more German stoush &amp; fireworks. Our numbers are so small now that I think the heads have brought our chaps</p>\n<p><a name=\"a5328027\"></a></p>\n<p>[Page 27]<br><br />\n out because they're too weak to carry on without being reorganised &amp; several battalions have been cut out altogether. This Rouen front, on which I conclude this diary, is certainly more cheerful than that celebrated \"health resort\", Villers Bretonneux where I passed so many exciting moments, where gas &amp; shells were as plentiful as rabbits in N.S.W. I am truly thankful to be alive &amp; sound as I close this off.<br><br />\n C.M.G.<br><br />\n 13th Bn.</p>\n<p>[Transcribed by Lyn Williams, Judy Gimbert, Adrian Bicknell for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"104888","uid":"0","filename":"a5328001h.jpg","uri":"public://a5328001h.jpg","filemime":"image/jpeg","filesize":"494529","status":"1","timestamp":"1389067502","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":689},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Clifford M. Geddes diary, 1 August-5 September 1918","format":"plain_text","safe_value":"Clifford M. Geddes diary, 1 August-5 September 1918"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/103990/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"103990","revision_id":"104013","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715420","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104013","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/clifford-m-geddes-diary-1-august-5-september-1918-page-1-1"}