<p class="page" id="a3040011">[Page 11]</p>
<p>A few days later we ran into ice-fields, icebergs.  What a change from the tropics.  In the midst of this the Captain of the "Hitachi Maru" committed suicide by knifing himself and jumping overboard, but the Germans didn't know until the next day.  Neither did we.  The first we knew of it was the appearance of German Officers with electric lamps.  They asked us if any of us had seen the Japanese Captain, but none of us had seen him.  All the Japs were going about with arms folded and talking in whispers to each other.  Then lots of rumours went around.  One was that the Jap skipper had gone into one of the magazines and he was going to blow the ship up, but the next day on searching the Jap Skippers cabin a letter was found addressed to the Japanese Chief Officer.  It said "I would have done this before, as it is the custom of my country on being captured by the enemy, but I only waited to make sure that my crew were safe and now the time has come".  There was also a letter for the ships company.  The next day the Japs had a memorial service as follows:-  The Captains cap was placed on a table with his photo alongside it, and each Jap in turn marched to within 3 paces of it, saluted and bowed.  Then bowed again and returned to his place.  Then a service was held.  My word the Japs did mourne for their Captain.</p>
<p>About the 7th February we were as far as 75 &#176; North around Iceland.  We then turned round the bottom of Iceland and cut across to the Norweigian coast.  The anxiety then was terrible every night, as we went to bed we expected it to be the last and to make things worse we were not allowed on deck at all.  The nearest we got to the deck for six or eight days was as far as a door under the poop, where we had to wait for the Germans to bring us our food, then we saw the coast of Norway covered with snow.  The Huns were dressed in Civilian caps and bent double as they walked along the decks.  All officers had civilian clothes and cap.  At this time we were having beautiful weather, the opposite weather the Hun</p>
