[
	{
		"pid" : 0,
		"p" : "«There is this hacker slogan: \"We love your computer.\"<br />We also get inside people's computers.<br />And we are honored to be in somebody's computer.<br /> <br />You are very close to a person when you are on his desktop.»<br /><br />Jodi, 1997"
	},
	{
		"pid" : 1,
		"p" : "Domenico Quaranta is an art critic and curator. His previous publications include Gamescenes. Art in the Age of Videogames (2006, co-edited with Matteo Bittanti) and Media, New Media, Postmedia (2010). He curated various shows, including Holy Fire. Art of the Digital Age (2008, with Yves Bernard) and Playlist. Playing Games, Music, Art (2009 - 2010). He is the founding Director of the MINI Museum of XXI Century Arts and a co-founder of the Link Center for the Arts of the Information Age. More info: http://domenicoquaranta.com"
	},
	{
		"pid" : 2,
		"p" : "Acknowledgments<br />This book is a collection of texts written between 2005 and 2010 for exhibition catalogues, printed magazines and online reviews. In the beginning, the idea was simply to experiment with print-on-demand publishing, and to offer a printed, or printer-friendly version of a series of texts that, while mostly available online, for some reason are not that accessible. Some of them were simply too long to be read online, and too badly formatted to be printed; others were badly translated; and others were simply invisible in that Library of Babel that is the World Wide Web, hidden among hundreds of documents on the wrong shelf, or buried under a stack of dead links."
	},
	{
		"pid" : 3,
		"p" : "Unfortunately I soon realized that if I didn't want to make a 400 page, expensive, unreadable book, I had to be selective. As I was editing my own work, the risk was that of creating an authorized, celebratory portrait of myself and my recent past. I did my best to avoid it, and to shift the focus from myself to the wonderful people I've been in contact with in recent years. Still, this book is a pocket version of what, among my work, I would save from the universal flood, in a world without computers. Most of the fields of research I have developed in the last few years are represented: from Net Art to Software Art and videogames, from biotechnologies to the debate around curating and the positioning of New Media Art in the contemporary landscape, and back to Net Art again."
	},
	{
		"pid" : 4,
		"p" : "The prevalence of recent texts – most of them were written between 2008 and 2010 – is not just the consequence of an error of perspective (like anybody else in their thirties, I like my present and tend to dismiss my past), but also of my working conditions. I still write bad English and have more to learn than to teach, but I have friends from all over the world asking me to put pen to paper."
	},
	{
		"pid" : 5,
		"p" : "My gratitude goes to them all, for allowing me to have these texts published and then re-published in this book. I also have to thank my good friend and comrade Fabio Paris, for his invaluable advice and his great work for the cover design of this book; my wife, Elena, and our little monkey, Dante; Anna Rosemary Carruthers, for editing some of these texts in a way that makes them look better than they actually are; all the hardware and software I have used and abused over the years, and, last but not least, all the wonderful artists that got inside my computer and used it to put a virus in my brain. It's still there, and I love it.<br />Brescia, March 2011"
	}
]