[
	{
		"pid" : 0,
		"p" : "This text was written as a catalogue text for Gazira Babeli's retrospective exhibition in Second Life. The exhibition, called \"Gazira Babeli – [Collateral Damage]\", was set up in the land of Odyssey, in a brand new exhibition space called ExhibitA, and was curated by Sugar Seville and Beavis Palowakski, the visionary founders of Odyssey. The catalogue was a red book that awaited the visitor on the exhibition's entrance desk; clicking on it, the text was displayed in a pop up window."
	},
	{
		"pid" : 1,
		"p" : "The exhibition ran from April 16 to May 30, 2007, and showed the performative work developed by the artist through the previous year in the form of large scale, active installations. To the uninitiated, one year might seem a very short period of time for a show that has been described as a \"retrospective\". But in a virtual environment, one year can be enough to develop a whole artistic career. And that's what happened to Gazira, who was born in March 2006, reached her artistic maturity in 2007 and got recognition from the art system in the next couple of years. As I write,there are rumors that she retired."
	},
	{
		"pid" : 2,
		"p" : "Gazira Babeli is an artist who was born in Second Life on March 31 2006. Tall and willowy, her expressionless eyes hidden behind a pair of dark glasses, she exudes a strange allure somewhere between voodoo priestess, drag queen and X-men heroine. Of mixed race, she almost always appears dressed in black, usually alternating between her performance outfit (a severe-looking long black coat), and her more casual everyday look (t-shirt, mini-skirt, fishnets and Doctor Marten boots). One thing she is never without, not even when she takes everything else off, is her outlandish cone-shaped head gear, a key part of her get-up, which as we will see, also has its own precise function."
	},
	{
		"pid" : 3,
		"p" : "Now we would not have concentrated for so long on Gazira’s appearance if we had not read quite so much on the grey attire of Joseph Beuys, his felt hat, and his shaman-like presence. Gazira, who sees herself first and foremost as a performance artist, is well aware of the fact that, from Beuys to Orlan, the body represents any performer’s first work of art, and that the construction of one’s persona is not a sideline, but a key part of the oeuvre. No details must be overlooked. Life and art are one. But here there is also another level to consider."
	},
	{
		"pid" : 4,
		"p" : "Gazira Babeli lives and works in Second Life, a 3D virtual world launched by the Californian company Linden Lab in 2003, and entirely constructed, owned and run by its residents. The latter are conscious that their avatars are their first, true creations, and dedicate much of their attention to their appearances. In other words the specific characteristics of an artistic genre (in this case performance art) are inextricably bound up with the internal logic of the universe that hosts it, giving rise to a succession of superimposed layers we will often come back to."
	},
	{
		"pid" : 5,
		"p" : "Living in Second Life<br />«We still don’t understand what ‘life’ is and yet, we are talking about a second one. One life at a time, please! Maybe these lives (RL and SL) are not so different: symbolic abstractions and virtuality are common attributes.» [1]"
	},
	{
		"pid" : 6,
		"p" : "Having said this, we should however note that Gazira’s existence in Second Life is radically different from that of all other residents. Second Life is an alluring metaphor which aims to offer exactly that to its residents. If our \"first lives\" are those in the real world, our second lives are played out in a virtual world by our digital representations, or avatars. The latter exist in a simulated world which largely reproduces the dynamics of the real world: avatars go shopping, look after their houses and appearances, work, have sex and travel. Most of the residents do all this in total acceptance of the simulation, namely without realizing they are inhabiting an interface made up of data, a world held together by code and script. When this awareness comes to the fore, we can talk about a \"third life\", as Matteo Bittanti termed it in a recent essay. In Bittanti’s view, the third life is «the set of activities carried out by a subject acting in Second Life through an avatar»: «a subject boosted by analogical and digital extensions and prostheses such as an avatar, computer, keyboard and monitor.» [2]"
	},
	{
		"pid" : 7,
		"p" : "This subject is constantly overlaying practices of social life and programming practices or 3D modeling, constantly combining the two levels of reality he or she inhabits: «the analogical plane (first life) and digital plane (second life)». Gazira Babeli operates on yet another level of life (and awareness). She does this, first and foremost, by doing away with the first life: for Gazira, the subject – be it a man or a woman – that created her, is not her ‘real’ alter ego, but simply the stupid deity that manipulates the interface she lives in, the mysterious being that governs her actions from on high. In this way, Second Life becomes her real plane of action, and it is from this perspective that her radical identification between social life and manipulation of code acquires meaning. Living in any world means acting with an awareness of the rules that govern that world. But the social conventions that rule the virtual world of Second Life, just like the linguistic conventions that support its interface, only work on the surface: the world that Gazira has chosen for herself is based on other laws, those written in programming code."
	},
	{
		"pid" : 8,
		"p" : "This is why her performances are not based on acting – like any normal avatar – on the Second Life platform, but on manipulating and activating its code. She is not a performer, but a \"code performer\". She does not pretend, like everyone else, to be in a world made of objects and atoms, but is aware of inhabiting a world made of code, and being made of code herself. Performance art is always a critique of the norms the surrounding world is based on. And Gazira operates precisely in this way, which is why she appears like some kind of bizarre shaman to those who see her. In all cultures, shamans have the power to enter into contact with the world of primitive forces and mediate those forces. Gazira runs scripts as if they were magic spells, unleashing earthquakes, natural disasters and invasions of pop icons like plagues of locusts."
	},
	{
		"pid" : 9,
		"p" : "And as in Second Life every fragment of code has to have its own \"physical\" location, Gazira keeps her scripts in her hat, her magic wand. She knows that the body is a construct, and enjoys deforming it or rendering it interchangeable. She knows that space is an illusion and she plays around with these contradictions. She knows that «reality depends on your graphic card», and never misses a chance to call attention to that. But she transfers everything onto the artistic plane, by means of what she terms \"performances\", \"sculptures\", and \"paintings\". In this way she introduces another level of action, another idiom to decodify and another set of rules to subvert: those of the art world."
	},
	{
		"pid" : 10,
		"p" : "Space<br />«Falling down from a height of 21,987,0987 meters is not so safe in RL…» [3]<br />In October 2006 a minor apocalypse hit a beach in Second Life, burying it under a flood of skipping Super Marios. In technical jargon this is called \"grey goo\", an expression used in nanotechnology and science fiction to describe a hypothetical apocalypse scenario in which self-replicating robots consume all living matter on the earth [4].<br />Although the cataclysm did generate a certain level of anxiety, Gazira appears to be more interested in sparking a mental short circuit than a genuine system collapse. This was why she populated the three-dimensional, baroque world of Second Life with the definitive icon of the 8-bit era."
	},
	{
		"pid" : 11,
		"p" : "This process is evident in Kaspar Goo (November 2006), where she asks an actor to play the part of Caspar David Friedrich’s wanderer, going into raptures over the wonders of nature. It is dawn, and our wanderer, in his wide-brimmed hat, watches the sun come up over a fairy-tale scenario. The mimesis appears to be played out to perfection, till the traveler’s doubts appear in concrete form, embodied as a shower of question marks sullying the horizon. A couple of days later Gazira showed up at the opening of a show held in Ars Virtua [5], an exhibition dedicated to avatar portraits by Eva and Franco Mattes (0100101110101101.org) [6]. At a certain point the venue filled up with bananas, and not just any old bananas, but a replica of the banana created by Andy Warhol for the cover of The Velvet Underground’s first LP. It is hard to say whether this is a comment on the work of the Mattes (that’s all pop!) or a competition over who is most \"pop art\" of all. But above and beyond this play of references, and observations about past art forms, which we will return to later, Gazira displays her desire to intervene on the surrounding space, in this case occupying it and revealing its conventional nature by inserting elements which are completely \"foreign\" to the three-dimensional illusion she lives in: out-sized two-dimensional objects borrowed from language (the question marks) or visual communications (Super Mario, Warhol’s banana)."
	},
	{
		"pid" : 12,
		"p" : "The spatial-temporal model of Second Life is a rather peculiar one. The force of gravity is present, but residents can fly. There are dimensions, distances, journey times and speed limits, but these can all be circumvented in an instant by teleporting. The latter practice, mutated from science fiction, is based on an implicit pact: the blind faith that, once activated, we will be teleported exactly where we want to go: a \"real\" place which can be physically identified on a map.<br />COME.TO.HEAVEN (July 2006) was a performance which explored a very simple hypothesis: what happens if, combating the force of gravity, I hurl my body (or someone else’s) from millions of meters at extremely high speed? The result depends on the characteristics of the graphics board on the computer being used. In some cases the polygons shatter, and the result no longer has a human semblance, while in others the body appears to have gone through a kind of turbine, with limbs multiplying and breaking up, and the body becoming a messy pulp of flesh and hair."
	},
	{
		"pid" : 13,
		"p" : "Exploiting the physical characteristics of her environment, Gazira appears to be exploring various strands of twentieth century art, and indeed she describes her work as a painting on the computer’s graphic card. At the same time the frame of reference can only be that of an imaginary \"flight\" like Yves Klein’s famous leap into the void."
	},
	{
		"pid" : 14,
		"p" : "Created on occasion of the exhibition \"[Collateral Damage]\", U AreHere (April 2007) consists in two sculptures which violate the pact of trust implicit in the practice of teleporting. Or rather, they represent an overly-literal application of the latter. The sculptures are two simple models on pedestals: the first represents a desert with some archeological ruins, the other a room with a window we can peep into to see what’s inside: a banal-looking office with a clock, a desk and a computer. By clicking on the models we are transported into the setting in question: an arid, apparently infinite desert, or a closed room with no way out. Have we been shrunk or just taken hostage inside a \"real\" version of the setting represented by the two sculptures?"
	},
	{
		"pid" : 15,
		"p" : "We will never know, also in view of the fact that to get out we cannot fly, but have to use an internally-located device that we have to track down. But this is of little importance, for in any case the spatial/temporal model of Second Life has been violated. As for the office, for the time being we will only note that while Gazira views Second Life as a sort of Dickian replica of the world of Perky Pat [7], the real world (the room in which our real body is linked to the world) is none other than another imaginary dimension."
	},
	{
		"pid" : 16,
		"p" : "Earthquakes are another obvious way of manipulating space. Here, as in the various \"grey goo\" scenarios, it is fairly natural to think that Gazira is attempting a hack, or \"griefing\" as they say in Second Life. But while this is undoubtedly bound up with various attempts at artistically sabotaging a system – be it digital or social – we get the impression that in recreating a real-world phenomenon strangely absent from this virtual world which is so realistic in many other aspects, Gazira is once more playing around with its reality coefficient."
	},
	{
		"pid" : 17,
		"p" : "The Body<br />«My body can walk barefoot, but my avatar needs Prada shoes.» [8]<br />As well as taking center stage in performance art, in Second Life the body acquires some very particular characteristics. On the one hand the user is aware of dealing with a conventional representation of him or herself, a digital alter ego that enables him to interact with the surrounding space and the other beings present: nothing more or less than the little round faces used in the very first graphic chatrooms. On the other hand relations with one’s avatar soon come to resemble those we have with our real bodies: it needs to be taken care of, dressed, groomed, kept satisfied (mostly in terms of sex and having drinks); it is inviolable and irreplaceable."
	},
	{
		"pid" : 18,
		"p" : "In her work Gazira Babeli frees the body of the avatar from these restrictions, and invites us to see it for what it is: a representational convention that we are free to ‘violate’ at will. Buy Gaz’ 4 one Linden! (April 2007) enables us, for the symbolic price of 1 Linden Dollar, to purchase Gazira Babeli’s open source body: we remain ourselves but we can use (and abuse) her black coat, her body, even her hat.<br />Second Life is full of twins: the avatars of the greenest residents, who have not yet learned to personalize their bodies."
	},
	{
		"pid" : 19,
		"p" : "This also recalls the world of Perky Pat, where the people, in their drug-induced state, identify with a limited number of people, ending up by being ‘translated’ into the body of Perky Pat or her boyfriend Walt. But this work was also a more general reflection on the concept of identity, something which is not only increasingly ambiguous, but which has now acquired such importance that in Second Life it is a kind of social divider, distinguishing crowds of newbies sharing the same stereotyped bodies, from an elite of experts capable of displaying their own individuality."
	},
	{
		"pid" : 20,
		"p" : "Meanwhile Come Together (April 2007) explored the concept of the fusion of bodies. The work is a pedestal surrounded by many colored balls, which in Second Life represent sexual relations. By clicking on these, the avatar is transported onto the pedestal, where it merges into the bodies of the other visitors, in a series of uncontrollable random movements. Once more symbols are subverted, and the parody of a real action (sex) is converted into a kind of fusion with synchronized movements only possible between avatars."
	},
	{
		"pid" : 21,
		"p" : "But the most radical violation is that of Avatar on Canvas (March 2007), a series of three Francis Bacon paintings where the main figure has been replaced by a three-dimensional chair. This is an implicit invitation to sit down, but when we do, our avatar is subjected to hideously violent deformations (thus completing the Bacon). At this point we can choose to leave Second Life and then come back with our usual appearance, or hang out in our new anamorphic but still entirely serviceable body."
	},
	{
		"pid" : 22,
		"p" : "Avatar on Canvas is in fact a watered-down version, in the guise of a work of art, of a theatrical performance by Second Front [9] (a group of which Gazira is an active member) entitled Spawn of the Surreal (February 11, 2007). On that occasion, Gazira incorporated her deforming code into a few of the chairs set up for the audience of the Second Front show. The audience members in question ended up being deformed without any prior warning, and their consequent panic and embarrassment reveals the – entirely irrational – sense of attachment that residents of Second Life have with regard to their virtual bodies, deemed sacred and inviolable exactly like our physical bodies."
	},
	{
		"pid" : 23,
		"p" : "Don’t Say New Media!<br />«… a ‘world in a valise’» [10]<br />Second Soup, performed in May 2006 (and recorded on video), sees Gazira tackling a giant can of Campbell’s soup, another pop art icon. The artist is looking at it on a poster, when all of a sudden the can leaves its paper domain and grabs hold of her. From that moment on she just can’t get rid of it. Gazira jumps, flies and runs, but the can always catches up with her. Pop art as an irksome deity, a cumbersome legacy that we just can’t seem to shed? The penetrability of bodies in Second Life makes some of the scenes amusing, but Gazira doesn’t appear to be enjoying herself much. \"You love Pop Art – Pop Art hates you!\", is the ironic subtitle to the piece."
	},
	{
		"pid" : 24,
		"p" : "In \"[Collateral Damage]\", Second Soup is presented as an installation of five soup cans that are activated when the spectator gets too close. Globally, this piece is a good starting point for considering the nature of Gazira’s art. The performance dimension is undoubtedly a key element, but there is more to it than that. Gazira writes the code, runs it in person, and records her performances in photo and on video just like any performance artist, from Marina Abramovic to Vanessa Beecroft. But Gazira’s performances are computing code, that the artist offers on her site under a Creative Commons license, so that anyone can use it. She operates in a network environment (Net Art?). She writes code (Software Art?). She uses legends and icons from pop culture (Pop Art?). In reality Gazira’s work is above and beyond these categories, or rather it resides in a context where such distinctions no longer apply."
	},
	{
		"pid" : 25,
		"p" : "The comparison with Software Art would appear to be the most relevant in this case. In a 2004 essay the German critic Inke Arns introduced the concept of the performativity of code in software art, adapting it from John L. Austin’s theory of the linguistic act. As Arns writes:<br />«… this performativity is not to be understood as a purely technical performativity, i.e. it does not only happen in the context of a closed technical system, but affects the realm of the aesthetical, the political and the social. [...] Code thus becomes Law…» [11]"
	},
	{
		"pid" : 26,
		"p" : "Arns concludes by observing that «software art directs our attention on the fact that our (media) environment is increasingly relying on programmed structures.» Gazira Babeli does more than just operate inside our media environment. She lives there. The code she writes transforms her environment, because her environment is made of code. In other words there is a shift from performative code to performance. When software artists write code they manipulate the environment of that medium."
	},
	{
		"pid" : 27,
		"p" : "When Gazira Babeli writes code she manipulates the world she lives in, and undermines the illusion which that world is based on, the illusion that all the residents (artists included) take great pains to maintain. She reveals the secret behind the Perky Pat dolls and forces us to think about just why this doll’s house attracts us so much."
	},
	{
		"pid" : 28,
		"p" : "The use of code is however where any resemblances between the work of Gazira and New Media Art in general end. It is no coincidence that Gazira does not relate that much to the other artists in Second Life, and only if pressed will she reveal her relations with net.art. Her references are Friedrich, Warhol, Bacon and Duchamp. At the same time she always tries to link her works to traditional, recognized art forms: painting, sculpture, installation, video, performance."
	},
	{
		"pid" : 29,
		"p" : "In \"[Collateral Damage]\", this is self-evident: Buy Gaz’ 4 one Linden! is a mural; Avatar on Canvas is a series of three paintings; U AreHere and Second Soup are sculptures, and so on. Simply put, Gazira exercises the right to \"implement\" these traditional forms using a series of possibilities embedded in the world she inhabits."
	},
	{
		"pid" : 30,
		"p" : "Nudes Descending a Staircase (April 2007) is an installation that ironically resolves the contradictions raised by exhibiting a painting in a setting like Second Life. It is a series of nudes printed on canvas, which fall off the wall and end up in a heap at the bottom of a staircase. Now this is obviously an animation in a virtual setting. And many of these works are interactive. But can we still talk about \"new media\" and \"interactivity\" when the world we live in is a software environment and the possibility to interact with things and people is one of its most natural characteristics, a given? For Gazira these are terms that should be banned from Second Life. But if you are tempted to use them, then just don’t do it during the show: you could be swept away by the current version of Don’t Say Tornado, a whirlwind that is activated when someone pronounces the words \"new media\". In its own way, another interactive multimedia installation…"
	},
	{
		"pid" : 31,
		"p" : "Surreal Real<br />«…a portable desert» [12]<br />Another thing which really annoys Gazira, when it comes to Second Life and virtual worlds in general, is our inability to get over the interpretational models offered up thirty years ago by cyberpunk culture.<br />Constantly harking back to William Gibson’s Cyberspace (1982) and Neal Stephenson’s Metaverse (1992) [13] not only means hindering the development of new models, but also neglecting the numerous metaphors for ‘elsewhere’ that have also had a hand in shaping virtual worlds: from the Christian heaven to the island in The Tempest, from Moore’s Utopia to Carroll’s Wonderland."
	},
	{
		"pid" : 32,
		"p" : "Gazira’s works make constant references to these ‘other’ places (such as the heaven in COME.TO.HEAVEN, which in \"[Collateral Damage]\" is accessible to all, simply by typing \"heaven me\"). But it is in the short film Gaz’ of the desert (2007), and the other works closely connected to this that references to a specific vision of ‘elsewhere’ are put forward with the force of a statement of poetics."
	},
	{
		"pid" : 33,
		"p" : "And this elsewhere is none other than the \"surreality\" conceived by the surrealists in 1924, and explicitly referenced in the title of the Second Front performance. In other words Gazira Babeli asserts that Second Life is a 3D manifestation of our collective subconscious, an imaginary sphere where body and space reveal a new dimension, where the notions of cause and effect cease to apply and where the succession of events is rapid, irrational and gratuitous, like a flow of thoughts."
	},
	{
		"pid" : 34,
		"p" : "Second Life is a new mental space, where even an invasion of pizzas which spurt tomato sauce in all directions and sing \"O Sole mio\" when trodden on (SingingPizza, 2006) can be accepted; a dream-like landscape where space becomes animated, as in the installation [Collateral Damage] = [Pizzaiolo!!!] + [Devil's Right Hand] (2007), a stage where a pizza spatula and a guitar play ping pong with pizzas and vinyl records, which when they hit someone in the audience, project him or her to a space in front of an audience forced to applaud. This is a place where, like in our dreams, our bodies can undergo sudden metamorphoses, and an image or a sculpture can unexpectedly become a real space, an infinite desert that can be explored in all directions."
	},
	{
		"pid" : 35,
		"p" : "In this desert – the \"portable set\" of Gaz’ of the Desert, which also appeared in U AreHere –, amid dawns and sunsets of overwhelming beauty, Gazira retreats, like Simeon the Stylite (the hermit who gave rise to that singular ascetic practice of spending a spiritual retreat seated atop a column) [14] to take on the temptations of the devil, interpreted in the film by the stunning Chi5 Shenzhou. Perched on her column in the driving rain, Gazira holds out for as long as she can, but in the end she is forced to give in. Only then are we catapulted into the anodyne setting of a call center (the office of U AreHere), where between calls Gazira appears to be busy putting together her story: imprisoned in the \"world in a valise\" she has chosen to live in, in her own surreal reality."
	},
	{
		"pid" : 36,
		"p" : "First published with the title \"Gaz’, Queen of the Desert\" in the catalogue of the show \"Gazira Babeli – [Collateral Damage]\", ExhibitA, Odyssey, April 16 - May 30, 2007, curated by Sugar Seville and Beavis Palowakski.<br />[1] G. Babeli, in Wirxli Flimflam, \"Gaza Stripped. Interview with Gazira Babeli\", in Slate Magazine, January 2007.<br />[2] See Matteo Bittanti, \"[Introduzione]\", in Mario Gerosa, Second Life, Meltemi, Rome 2007, p. 14.<br />[3] G. Babeli, in W. Flimflam, quoted.<br />[4] See the definition of \"Grey Goo\" in Wikipedia: http://en.wikipedia.org/wiki/Grey_goo. <br />[5] http://arsvirtua.com. <br />[6] \"13 Most Beautiful Avatars\", curated by Marisa Olson. <br />"
	},
	{
		"pid" : 37,
		"p" : "[7] See Philip K. Dick, The Three Stigmata of Palmer Eldritch, 1964. In the novel the Perky Pat dolls are simulacra that, when associated with the use of a hallucinogenic drug, Can-D, enable earthlings deported to Mars to be temporarily \"translated\" into an imaginary world where they can experience an existence similar to their terrestrial lives through the body of Perky Pat, a Barbie-like doll.<br />[8] G. Babeli, in Tilman Baumgärtel, \"‘My body can walk barefoot, but my avatar needs Prada shoes’. Interview with Gazira Babeli\", in Nettime, March 23, 2007.<br />[9] Second Front (http://secondfront.org) is an international collective of performance artists established in Second Life on November 23, 2006. <br />"
	},
	{
		"pid" : 36,
		"p" : "[10] G. Babeli, in W. Flimflam, quoted.<br />[11] Inke Arns, \"Read_me, run_me, execute_me: Software and its discontents, or: It’s the performativity of code, stupid!\", in: Olga Goriunova / Alexei Shulgin (eds.), Read_me. Software Art and Cultures Conference, Aarhus, University of Aarhus 2004, pp. 176-193. <br />[12] G. Babeli, in T. Baumgärtel, quoted.<br />[13] Cf. William Gibson, \"Burning Chrome\", in Omni, July 1982 and Neal Stephenson, Snow Crash, Bantham Books 1992.<br />[14] Babeli took her inspiration from Simón del desierto, the 1965 Luis Buñuel film dedicated to Saint Simeon."
	}
]
