[
	{
		"pid" : 0,
		"p" : "The following interview was done by email in February 2007, and published on the online platform Rhizome. Since then, Second Front's performances have been shown live in New York, Los Angeles, Moscow, Brussels, Berlin, Vancouver and many other cities, and featured in magazines such as ArtForum and Art in America. Its current seven-member troupe includes Gazira Babeli (Italy), Fau Ferdinand aka Yael Gilks (London), Bibbe Oh aka Bibbe Hansen (New York), Tran Spire aka Doug Jarvis (Victoria), Great Escape aka Scott Kildall (San Francisco), Man Michinaga aka Patrick Lichty (Chicago) and Lizsolo Mathilde aka Liz Solo (St. Johns)."
	},
	{
		"pid" : 1,
		"p" : "At first sight they might look like a pop hybrid between the X-men and the Four Horsemen of the Apocalypse, reviewed through the exaggerated and postmodern aesthetics of a virtual world such as Second Life. Quite the contrary. They are the first performance art group in Second Life: serious guys, practicing artists, curators and academics in real life, who decided to sound out the performative possibilities offered by a public virtual space that is growing at an impressive rate and being filled up by media agencies, stores, products, brands and inhabitants."
	},
	{
		"pid" : 2,
		"p" : "Second Front officially formed on November 23, 2006, gaining new members right up until the last few days. The current members are: Wirxli Flimflam aka Jeremy Owen Turner; Tea Chenille aka Tanya Skuce; Man Michinaga aka Patrick Lichty; Alise Iborg aka Penny Leong Browne; Tran Spire aka Doug Jarvis; Great Escape aka Scott Kildall; Lizsolo Mathilde aka Liz Pickard; Gazira Babeli aka CLASSIFIED."
	},
	{
		"pid" : 3,
		"p" : "The attention of \"in-world\" media came fast, even if Second Front doesn't seem to work much on communication: its very first performances were set up, unannounced, in public spaces, in front of a small, unwitting audience. Then, almost immediately (January 5, 2007) came the major intervention at Ars Virtua Gallery – the most famous contemporary art gallery in Second Life – for the opening of the visionary installation by the American artist John Craig Freeman (JC Fremont in Second Life). And many other performances..."
	},
	{
		"pid" : 4,
		"p" : "Saying that Second Front is opening new paths in an unexplored territory is not rhetorical; and the loose, immodest and a slightly punkish way in which they do it is definitely unrhetorical. Their key feature is openness: openness and a plurality of visions and perspectives, which is quite blatant in this interview (where they all decided to give their own answers to the same question); they are open about a wide range of interventions, from reenactment to improvisation to code performing; open about different ways of shaping their work for the art audience, from prints to video to live broadcasting. They are growing up before our very eyes. And, rest assured, they hold good things in store."
	},
	{
		"pid" : 5,
		"p" : "WHAT IS SECOND FRONT?<br />Man Michinaga: Second Front is an international performance art group whose sole venue is the online world, Second Life. Second Front has members from Vancouver, St. Johns, Chicago, New Orleans, and Milan (to name a few), and works with numerous artists from around the world.<br />Wirxli Flimflam: As of January 14th, Second Front received official legitimacy from the Ava-Star tabloid (owned by Die Zeit in Germany) as the \"first performance art group in Second Life\". This basically makes us the in-world equivalent of Fluxus – perhaps we could also be nicknamed \"SLuxus\". This sudden rush from formation to celebrity has been quite fascinating since Second Front officially formed on November 23, 2006."
	},
	{
		"pid" : 6,
		"p" : "As for a more detailed idea of what Second Front is all about, some people in Second Life might confuse us with a \"performing arts\" group rather than a \"performance arts\" group. We are not a circus act nor a dance or theatre troupe, although our artistic practice might superficially resemble those other performing acts at times."
	},
	{
		"pid" : 7,
		"p" : "Tran Spire: Second Front is a network of performance-interested artists exploring new and different environments, specifically the online 3D animated game world of Second Life. The members have come together through a myriad of personal relationships that existed during the early days of the group’s formation. This dynamic has morphed and mutated to include and involve variations on membership based on who is available and what presence they can perform with the others."
	},
	{
		"pid" : 8,
		"p" : "WHAT DOES IT MEAN, FOR YOU, TO STAGE PERFORMANCES IN SECOND LIFE? DO YOU REHEARSE OR DO YOU PREFER IMPROVISATION? DO YOU WORK WITH CODE OR DO YOU SIMPLY DO WHAT ALL THE OTHER AVATARS DO?<br />Alise Iborg: So far we have done both. I think it depends on what kind of performance we wish to stage. If it is better improvised we will probably do that. Each has its advantages and disadvantages. With prerecorded performances, we can fine-tune and edit out things we don't want the audience to see. But with improvised performances, the work takes on a life of its own fueled by the creative energy of our players which really shows through. Also, many times, it's the surprises and unintended actions that make the work really come alive!<br />Man Michinaga: Performing in Second Life gives Second Front the opportunity to work at a scale they would not normally be able to work on if done in the physical world, and play to a wider audience. Our level of preparedness is dependent on the context for the event. In regards to whether we use code or not, Second Front is using a growing set of code-based interventions in its performances, thanks to our techno-doyen, Mama Gaz Babeli. In regards to our avatars and props, almost nothing we use is ‘standard’, but some of us retain a few basic props like specific wings, or even old beginner’s props like hair as a sign of their past as newcomers to Second Life. <br />Wirxli Flimflam: When we rehearse and plan scripts for major public performance events, we still have to rely on individual improvisation. Nothing is ever entirely scripted so each member can do their \"own thing\" and have breathing room yet at the same time not be confused as to what they should be doing. We use scripts and rehearsals etc. as a guide to help the performing member to feel secure with the thematic manner with which they wish to improvise. This allows for group cohesion both on an optical and practical level. <br />Great Escape: Second Life offers a unique space for performance. Without the normal constraints of the body – the usual center of performance – and without a traditional audience, we can try and do things that have been previously thought to be impossible.<br />Tran Spire: Performing in Second Life introduces variables and situations that complement and push further the understanding and comprehension that the members of the group share as a sense of what is real. By engaging with the contrived space of an online gaming environment, the challenges to perform are exaggerated by the parameters that persist as they interface with the context, the others members of the group, audiences and the templates of performance as an art medium. All of the tropes of performance are available to the group to use at will, hopefully to ends beyond the surface of what may appear evident around us. <br />Gazira Babeli: The real performance starts with login, the rest is performance record. The avatar just tries to forget being a code."
	},
	{
		"pid" : 9,
		"p" : "DO YOU PREFER PUBLIC SPACES OR ART VENUES FOR YOUR PERFORMANCES?<br />Man Michinaga: Second Front chooses its venues to fit the context of the piece and the performance. In the case of Border Control, it was done at Ars Virtua, therefore the context was that of an art space. For our Breaking News and Abject Apocalypse pieces, these were context specific (the Reuters building and the Star over the Christmas Tree at the US’s NBC Rockefeller Plaza), and were performed in situ, with the product being the documentation.<br />Wirxli Flimflam: Personally, I prefer a large and well-known public venue that is not usually within the context of high-art. So for example, IBM, Sears, American Apparel, Wired, and Reuters are all great examples of the kind of venues I think are really inspirational for me. Again, this is a personal preference and not necessarily reflective of Second Front as a group. <br />Great Escape: It depends on the nature of the performance. An art venue is interesting because it brings Second Life into the physical space. I think it is ideal to broadcast the performance at an art venue while engaging with a specific site in Second Life. <br />Gazira Babeli: In art venues you can be welcomed with cheers, in public spaces with bullets. I prefer the latter, as death doesn’t exist."
	},
	{
		"pid" : 10,
		"p" : "WHAT KIND OF AUDIENCE ARE YOU LOOKING FOR? DO YOU THINK THAT A PERFORMANCE IN SECOND LIFE COULD ALSO BE DISPLAYED IN THE REAL WORLD?<br />Man Michinaga: We are interested in reaching out to audiences who are interested in Second Life, and we are curious about the possibilities that avatar-based performance art can have. Currently, Second Front is performing in hybrid venues, such as simultaneous events in its home, the BitFactory in Han Loso, and in physical spaces, like Vancouver’s Western Front, and Chicago’s Gallery 416. We do hope that in addition to our performances in Second Life, Second Front can have exhibitions of its performances, imagery, video, and ephemera in the physical domain as well as any and all possible media. We do not wish to be limited by media, and also wish to spread our curiosity to the widest possible audience.<br />Great Escape: One thing I think we’re looking to do is to question the underlying assumptions of Second Life and what it means to be a virtual being in that space. A dominant trend in Second Life is to shop, make friends online and participate in a virtual economy. We think this can be a venue for unique artistic expression. In this way, anyone in Second Life is an appropriate audience. The possibilities of the space haven’t been fully explored as of yet and so I think people are much more receptive to performances than they might be in real life. Because it is so new, we can have a huge effect on people’s thinking.<br />Tran Spire: I like the idea that the notion of an audience is being blurred by my own participation in this group. I am conscious of the fact that during all the stages of our performances, from pre-production planning emails to after-party videos, I am both a performer with the group and an audience to the many things taking place. Anything that contributes to challenging this space and dichotomy between creator and audience I think is an interesting thing to pursue.<br />Alise Iborg: We are looking for open-minded audiences who are not afraid to be part of the performance. And absolutely, Second Front could be displayed in the real world. The term that I use to describe this intervention in the real world, is 'virtual leakage'. I define virtual leakage as a two-way exchange between the virtual and the real, through which new hybrid meanings can be made. Meaning-making can no longer operate within the hermetic cases of the real vs. virtual, but instead, becomes a back and forth exchange in which ideas migrate by osmosis. While we as Second Life avatars become more real in the virtual world, so too, do we as human inhabitants of the real world become more virtual. In my opinion, there is an amazing opportunity for Virtual Reality (VR) to stake its own territory, but in order for VR to produce meaning that breaks with the real and from past artistic social practices, and to become a medium that produces singular works, the binary of the real vs virtual must be dismantled. Only then, will we be able to look at VR not as a simulation of the real, but as a simulation of itself. <br />Gazira Babeli: I prefer an unaware audience, an audience who does not necessarily have to understand what’s going on. Second Life is a real world."
	},
	{
		"pid" : 11,
		"p" : "CAN YOU TELL ME SOMETHING ABOUT THE PERFORMANCES YOU HAVE STAGED TO DATE? HOW HAS YOUR APPROACH CHANGED FROM THE FIRST ONE?<br />Man Michinaga: Like any experimental troupe, we are always learning, and this affects our performance process. In addition, for Breaking News, many of us were only recently active, so our first performance was a really interesting experience. In short, Breaking News was an absurdist play on the 18th century idea of the Town Crier, played out in the latest of 21st Century news facilities. By shouting out non-sequitur, moment-to-moment headlines, Second Front hoped to perhaps jam the usual flow of information in the Reuters space, and possibly (ridiculously enough) barge into Adam Reuters’ office itself! On the second occasion, we did get an audience, as passers-by stopped and sat to listen to our tabloid headlines. Of course (we assume) they did not take us seriously. For Border Control, we knew we would have an audience, and that we would need to fill a fairly set period of time with detailed orchestration, so we experimented at the BitFactory, rehearsing a series of vignettes that fit the context of JC Fremont & Rain Coalcliff’s Mexican Border installation. The first act, \"Border Patrol\" was a Dada-esque performance of the increasing militarization of the borders throughout North America. Following that, \"Red Rover\" was a play on the creation of a border in the traditional children’s game, but in our case the border decided to break down the audience instead of the other way around. Lastly, the final act, \"Danger Room\" was a piece that was intended to inspire a gestalt of danger and chaos in the age of Terror, but unexpectedly, chaos erupted and the sim actually crashed, whether by our actions or a combination of us and the audience isn’t really clear. The approaches for the two pieces are quite different, as one is ad-hoc and the other follows a set choreography and set. Are we changing? Of course; it wouldn’t be interesting if we weren’t. We learn new things each performance, and while certain things get easier, we then try to push the envelope harder in other areas.<br />Tran Spire: I like to think that part of the script of each performance is written in the code of the place or environment in which it is situated. This lets the content be influenced by not only the art or non-art context but also by the different terrains that can exist in real life as well as in Second Life."
	},
	{
		"pid" : 12,
		"p" : "WHAT DO YOU THINK ABOUT ART IN SECOND LIFE? IS PERFORMANCE THE ONLY POSSIBLE WAY TO MAKE ART OUT THERE?<br />Man Michinaga: Absolutely not. While Second Life has limitations like any medium, the members of Second Front are excited to see individuals working in many different forms of expression, such as live music, ‘painting’, sculpture, even fireworks and aerial ballet. While Second Life is relatively new, the possibilities for expression in virtual worlds has yet to be fully explored. That’s why Second Front was created!<br />Wirxli Flimflam: Context is extremely important here. Part of what makes Second Life itself is the fact that every moment seems like part of a performance. The fact that everything can be customizable in Second Life as well as the fact that just about any object can be wearable enhances my personal impression that performance art is the most \"authentic\" medium of Second Life in that Greenberghian sense.<br />Great Escape: Right now, the Second Life galleries are mostly replicating paintings and sculpture, enhanced with visual effects in Second Life. This is what you’d expect with the first generation of art-making in any new medium. I think that what we’ve seen so far in Second Life is only a glimpse of what the future holds.<br />Alise Iborg: Absolutely not. Second Life has offered the ability for anyone to create in VR which means that there are boundless possibilities for creativity and unprecedented work. In my opinion, VR is in itself a new medium but what is unique about VR is that through its technology, it can create work that can free itself from past art practices, though there are also amazing avenues of creation by referencing precedent artists and works, For instance, our Last Supper performance appropriates one of the most canonic religious events by producing an event of binging and purging art itself!<br />Gazira Babeli: Second Life is a frame-space which can include all sorts of artistic perversion. I call it performance, anyway. But if you find a better definition, please let me know."
	},
	{
		"pid" : 13,
		"p" : "WHAT IS YOUR RELATIONSHIP WITH YOUR REAL LIFE COUNTERPART?<br />Man Michinaga: There really is none. Patrick Lichty does not exist. Only I am real, and I control him. On a more serious note, the relationship between Man and Patrick is completely in line with my RL life. I am very sensitive to context, and the way I act in one context may be very different from another. In Second Life I feel that one has to be \"Larger than Life\", and that's what Man is – he’s a big dark, figure – part angel, part rock star, part architect, part actor. That is, all the things that Second Life gives the individual more freedom to be if they so desire. I think that most of Second Front do this with great effectiveness and aplomb. My greatest concern is \"the risk of the Artist\"; that is, the bleed between worlds that I take by making potentially controversial art in Second Life. I think that Second Life is the first place where we can say that sometimes our actions online DO matter, and this is very perplexing.<br />Great Escape: I think that the avatar Great Escape occupies a strange nook in my subconscious. In many ways, Second Life operates as a fantastical dream state. We can fly, teleport and pick up houses and cars. My avatar has purple skin and fire out of his hair. When I go to sleep at night, images of the other Second Front members often fill my head. So for me, my avatar is embedded in my psyche, rather than an extension of my self.<br />Wirxli Flimflam: In a lot of ways, the relationship between Wirxli and Jeremy is much closer than one might think from first seeing me. I did intentionally want to make Wirxli more alien than human or perhaps a kind of first-generation \"post-human\". I was also reading up about the stereotypical shaman in most cultures who is gender-ambiguous... so in this case, there is a slight departure here from my Real Life self.<br />Tran Spire: I prefer to triangulate, dimensionally shift my relationship to each of the entities constituting themselves as versions of me. Therefore, I am waiting for the two to have a discussion and then ask me to join the conversation. I am interested to hear what they come up with and how they define themselves in regards to existence in a spatio-temporal plane, and whether they recognize each other.<br />Gazira Babeli: My body can walk barefoot, but my avatar needs shoes."
	},
	{
		"pid" : 14,
		"p" : "This interview was commissioned by and first published in Rhizome.org on March 1, 2007, with the title \"A Leap Into the Void: Interview with Second Front\".<br />>>>>"
	}
]