[
	{
		"pid" : 0,
		"p" : "The following text was written in 2008 for the catalogue of the exhibition Holy Fire. Art of the Digital Age, that I curated with Yves Bernard at the iMAL Center for Digital Cultures and Technology in Bruxelles. The exhibition sparked heated debate, that can still be followed by the reader on websites such as Rhizome and Fluctuat. In the framework of this book, this text introduces the issues of the positioning of New Media Art in the contemporary art field and the current uselessness of the label \"New Media Art\", and contributes to the international debate about new media curating, better addressed in the following text."
	},
	{
		"pid" : 1,
		"p" : "Holy Fire is an exhibition that could appear strange to the layperson, whatever the religion professed. Strange to the art fair visitor, being invited to an anomalous area, a \"Center for Digital Cultures and Technology\", to visit an exhibition of works with no common denominator between them, except for belonging to an alleged \"Digital Age\". Strange for a member of the so-called New Media Art community, coming to iMAL and finding something very different from his or her customary field: an exhibition of objects, some of which are \"computer-based\", but many more undeniably \"traditional\" – and once more with little in common between them. To both, Holy Fire might seem like \"an exhibition without a concept\". Touché."
	},
	{
		"pid" : 2,
		"p" : "Holy Fire is an exhibition which started life as a challenge: to organize an exhibition of New Media Art featuring works present on the art market. The aim of this essay is to explore how a routine operation in the art world actually becomes a cultural strategy (a \"concept\") in this context."
	},
	{
		"pid" : 3,
		"p" : "An Exhibition without a Concept?<br />Once upon a time there was the sixties. Extraordinary years, which laid the foundations for most of the art around today. Years in which artists, freed from the restrictions of formalism, began working with everything they could get their hands on: archived documents, organic materials, photographs, video devices, and the first computers. They defined new forms of art, and often bound themselves to a new brand of formalism. Video Art, Computer Art... artists worked on the specific characteristics of their medium, addressing that medium. We could call it \"the curse of Greenberg\": new media, the main thing to come out of that widening of artistic styles which became possible when someone decided to violate Greenberg’s \"flatness\", always undergo a period of fierce formalism. But that’s another story."
	},
	{
		"pid" : 4,
		"p" : "Video Art went on to follow the destiny we all know: after a brief spell of incubation, during which video was \"the vacation of art\" (Shigeko Kubota), it became a fully-fledged art medium, and started being used by artists who did not view themselves as video artists; even those who first donned the title of Video Art Curator began questioning whether the term \"Video Art\" had any meaning beyond a mere classification of materials. Now the term is only used nostalgically, but video is ubiquitous."
	},
	{
		"pid" : 5,
		"p" : "Digital media were a different story. Computer Art, after a promising debut, with exhibitions like Computer-Generated Pictures, staged in 1965 by the Howard Wise Gallery in New York, and Cybernetic Serendipity, held in 1968 at the ICA in London – retired to the labs it had come out of. The medium was still too complex and inaccessible for artists without particular technical skills, and digital artists carved out a comfortable niche for themselves, working in close contact with technicians, scientists and engineers. The decision to engage in art \"with a prefix\" became a survival strategy, with artists holed up in \"peer\" communities to continue experimenting, without running the risk of over-simplifying things."
	},
	{
		"pid" : 6,
		"p" : "Companies and institutions started to offer lab facilities and awarded prizes, and the first international festivals and conferences came into being: Siggraph, Ars Electronica, etc. Even when digital media managed to put in an appearance at traditional art venues (like Documenta 6, or the 1986 Venice Biennale), those involved found it hard to view this as anything but an exceptional, one-off thing, and to envisage a confident encounter with contemporary art."
	},
	{
		"pid" : 7,
		"p" : "The world of New Media Art thus grew and firmed up, and when in the mid 90s, thanks to the advent of the web and the explosion of so-called consumer IT, the medium finally became accessible to all, this parallel art world was stronger and more solid than ever before."
	},
	{
		"pid" : 8,
		"p" : "In this context the phenomenon of net.art played a formidable role historically speaking, despite the fact that it perhaps never came to full fruition. What it brought to the world of \"New Media\" – up till that time dominated by buzzwords like \"interactive\" \"multimedia\" and \"virtual\" – was critical culture, the ironic eye of an avant-garde movement, political activism, conceptual play and a healthy disregard for pixel poisoning (the New Media version of Duchamp’s \"turpentine poisoning\")."
	},
	{
		"pid" : 9,
		"p" : "Net.art managed to bring digital media into the ring with contemporary art, and lay the basis for a dialogue. I have never viewed New Media Art as an avant-garde movement, but I have no doubt that net.art was. Not incidentally, the big museums – from Guggenheim to SFMoma - began courting net.art like never before; and not incidentally the encounter with \"old school\" New Media Art was often more of a clash, as in 1999 with the Net.art Browser created by Jeffrey Shaw for Net_condition."
	},
	{
		"pid" : 10,
		"p" : "In other words, net.art managed to bridge that great cultural divide between what Lev Manovich in a 1996 essay called \"Duchamp Land\" and \"Turing Land\" [1]. At the same time however, all the emphasis on the internet as the new ground for art, and the anti-establishment (and anti-market) stance of the first net.art led it to view the advances of the art world somewhat ironically, if not with open disdain."
	},
	{
		"pid" : 11,
		"p" : "As for the world of New Media Art, there is no doubt that it is now doing better than ever before. And this is a good thing. Digital media have not lost their potential for risk-taking, and there is still groundbreaking work being done that can only exist \"at the edge of art\", to quote the title of a great book by Joline Blais and Jon Ippolito [2]. For this reason it is a good thing that there continues to be a kind of \"no-man’s land\" for experimentation, inhabited by specialists, alien to market and product logic, stimulating production of and debate on a form of art that cannot or does not want to conform to these rules: an ecosystem in which digital media research can develop free of any kind of restriction."
	},
	{
		"pid" : 12,
		"p" : "What I protest against, and what many artists, critics and curators have protested against before me, is that transfers from one world to the other are still so rare, and so difficult to achieve; that the audiences of the two spheres are still so different, even though the art itself is often culturally very similar; that those who write about contemporary art know nothing about New Media Art, while those who write about New Media Art hardly ever do so in a contemporary art journal, and that an artist with five Transmediale and four Ars Electronica appearances under his or her belt, as well as years of experience, but without at least one solo show in a private gallery, is viewed as a new arrival."
	},
	{
		"pid" : 13,
		"p" : "And that we talk about New Media Art, when we could simply talk about art. Because when all is said and done, this is the point: in the last fifteen years, New Media Art has lost its prefix. Even when it is highly self-referential and technical, the popularity of the medium makes its technical feats appreciable to even a lay public. Unfortunately – or fortunately – the computer has become almost a household appliance. We might not be able to identify the heating element, but we all know it needs protecting from limescale. What’s more, the pervasive nature of the medium goes hand in hand with its ability to influence our present and condition our future; a present and future that few artists know how to decode as lucidly as new media artists."
	},
	{
		"pid" : 14,
		"p" : "As Inke Arns recently wrote: «The specific character of the media arts under post-medium conditions is today not the media, but their specific form of contemporaneity...». And she continues, intentionally provocative: «There is no area of contemporary art in which a comparably intensive engagement with the growing medial constitution of our world is taking place on both a substantive and conceptual plane». [3]"
	},
	{
		"pid" : 15,
		"p" : "At this point the concept of Holy Fire starts to become clearer. Holy Fire sets out to bridge the gap between these two worlds, in the belief that there is no radical difference between the language they speak. Or, better still, Holy Fire wants to prove that there is already a bridge between these two worlds, which consists in the multitude of artists, critics, curators and professionals of various kinds and levels that work astride both. It wants to show the contemporary art world that there is loads of interesting stuff on the other side: works that talk about us, the machines we live with, the media, its political role and social impact, our relationship with the world, space, time and nature, and the fragmentation of the ego and its translation into information flows."
	},
	{
		"pid" : 16,
		"p" : "With regards to the world of New Media Art, Holy Fire wants to challenge some die-hard preconceptions, like its dismissive attitude towards the role played by the market and its reiterated assumption that New Media Art is \"immaterial\", \"disseminated\", \"collaborative\", and \"open\": difficult to preserve and therefore not preservable; difficult to collect and therefore not collectable; difficult to sell and therefore not saleable. Difficult to preserve? What about Leonardo’s Last Supper? Difficult to collect? Christo! Immaterial? Air de Paris by Duchamp. Collaborative? The Fluxus boxes. All things that have found their own solid position in art history."
	},
	{
		"pid" : 17,
		"p" : "As for the market, its defects are common knowledge. The dynamics of the transformation of art into goods, and goods into fetish, are perverse under many aspects, and have undone hundreds of artists, after fêting them. But socially and culturally speaking there’s not much we can about it: everything that has been recognized as art in the last hundred years or so has traveled that path. And when it functions as it should, the market plays a decisive role. It acts as a buffer between artists’ freedom to experiment and the historicization of works. On one side there is complete freedom, on the other a series of prerequisites (material, economic and cultural) which are indispensable if a work is to survive over time. The outcome of this collision is called \"work of art\". The market is not the only entity that can play this role, anything but: it would be desirable for critics, curators and museums to look to other contexts as well. Occasionally this happens, and has happened in the past, but the results have not been up to much."
	},
	{
		"pid" : 18,
		"p" : "At the high point of the New Economy, the American museums devoted much attention to Media Art: shows, debates and collections all publicized with great hype. Without wishing to belittle the importance of that phase, the fallout is there for all to see. Nowadays the initiatives organized by mainstream museums in the digital media field are almost always perceived as low profile operations, and presented as a kind of sideline."
	},
	{
		"pid" : 19,
		"p" : "But where the Guggenheim, MoMA and Walker Art Center have failed, a small Spanish museum, MEIAC in Badajoz, has been successful. Thanks to the work of curator António Cerveira Pinto, in 2005 the museum purchased works by 26 \"New Media\" artists, including many net-based works. This was possible because it did not call for projects, but works. It challenged formalism and trusted in the fact that New Media Art does not necessarily have to be \"immaterial\", \"ephemeral\", or non-preservable, and that even when it is, it is the museum’s job to look after it [4]."
	},
	{
		"pid" : 20,
		"p" : "I am convinced that the fact that fifty years of New Media Art have even been touched on in Art since 1900, the establishment bible published by Foster-Krauss-Bois-Buchloh, is not an oversight (or maybe it is: some oversight!), nor does it demonstrate that the topic is uninteresting. In my opinion it is more a question of strategy, the strategy adopted in the New Media Art field. It is this strategy that has to be rewritten. Our beautiful city has turned into a ghetto: well it’s time to tear down the walls. This is why works like the Art Appliances by John F. Simon, computers and screens turned into sculptures, are so important, as are Eddo Stern’s installations and Carlo Zanni’s Altarboy [5]: they make possible things that we critics declare to be impossible."
	},
	{
		"pid" : 21,
		"p" : "When, in 2002, Eva and Franco Mattes began talking to gallery owner Fabio Paris, they had two Biennales to their credit, as well as various high profile operations, but their entire oeuvre lay on a network server and a partition of a hard disk. The path they chose – that of translating pieces of performance art that use the net as favoured medium or logistic support, into relatively \"traditional\" formats (prints, video, sculptures) – was adopted almost in parallel by other artists (such as the Austrian duo UBERMORGEN.COM). Now it is one of the most popular ways of adapting for exhibition space works conceived and created on a computer screen. The other approach, also well represented in the show, does not attempt to abandon the machine or surpass the software, but rather integrates it into the layout, in forms which are now known to be highly stable and collector-friendly. Without over-simplifying things, the first approach is used by artists of a \"conceptual\" nature, who view the machine as a theatre for a story that can also be subsequently told in ways which are more suited to exhibition space, using traditional media, while the second approach is used by artists whose works attribute considerable importance to the process-driven or interactive nature of the medium, or its time-based character. This does not prevent many artists from switching easily between approaches, according to the demands of the work in question: Olia Lialina & Dragan Espenschied chose a touch-screen for Midnight, and prints on aluminium for With Elements of Web 2.0; Casey Reas at times opts to print his \"processes\", and John F. Simon always teams the fluid vitality of software with drawings."
	},
	{
		"pid" : 22,
		"p" : "My Last New Media Art Exhibition<br />«Forget the new, drop the media, enjoy art.» Regine Debatty<br />When I began working on Holy Fire, I contacted Brody Condon, an artist I very much wished to feature in the exhibition. Not just because his recent work – which uses the graphic engines of videogames to create bizarrely syncretic animated altarpieces – would have shed new light on the title of the show, but also because his brief career is emblematic of many of the topics we have explored here: his well-defined poetics – that of a child of the 90s dealing with the big themes (death, violence and religion) by means of daily videogaming – are combined with a style that is able to pass, with a keen awareness of the internal needs of the work, from sculpture to direct intervention on the digital medium. This led to a lively debate, during the course of which Condon said:"
	},
	{
		"pid" : 23,
		"p" : "«every time you describe these artists by material, you are hurting, and not helping them [...] It's about ideas, not material. I don't give a shit about new media, it's just the material I understand intuitively from my youth. I've never been to one of these famous 'new media art festivals' you speak of. Many of these people listed have been participating in art fairs regularly, and are already doing fine in traditional art collections. What's new here? [...] It's time to step up the game. New media needs a PR campaign in the traditional arts demographic for sure, it's very marginalized, but is this it?»"
	},
	{
		"pid" : 24,
		"p" : "I personally see Condon’s refusal as a positive sign: proof that out there exists an avant-garde body of artists who have already surpassed the mediation-oriented perspective of Holy Fire – artists that have already moved on. For me his words have been a guide and a warning throughout my work on the exhibition."
	},
	{
		"pid" : 25,
		"p" : "Like Inke Arns and Jakob Lillemose [6], I believe that the days of \"specialized\" exhibitions are over. Like Condon, I believe that every time I describe these artists by material, I'm hurting, and not helping them. I can see that daily, and this is why I have decided that this will be my last time, albeit in a rather unusual way. Holy Fire sets out to be the swansong for New Media Art exhibitions. Its main flaw – the lack of cohesion between the works – is in fact its statement, one of the reasons for its existence. I want the audience, the audience of one of the main contemporary art fairs, ArtBrussels, to realize that there is no connection between the work of Casey Reas and that of Gazira Babeli, but that they are both outstanding works."
	},
	{
		"pid" : 26,
		"p" : "And I want Holy Fire to be a push for change: so that the next time members of the public see a work by Casey Reas, it will be in an exhibition of late 20th century abstract art, alongside Sol LeWitt and Peter Halley (I think I only really got the work of Casey Reas when I saw one of his \"processes\" projected onto a big plasterboard wall beside one of Sol LeWitt’s Wall Drawings [7]); and that the next time they see a Gazira Babeli it will be in a show exploring the human body and identity, alongside Cindy Sherman and Matthew Barney. I want to kill off my own specialization and move on to the next stage."
	},
	{
		"pid" : 27,
		"p" : "Naturally this is a personal stance, even though the group interview that follows [8] shows that it is common to more people than I would ever have imagined. It is evident that there exists a generation of artists and curators who see the separation between the two worlds as a gap to be bridged. There are various ways and forms of accomplishing this. Brody Condon, and many other artists, have chosen to stand directly on the other side, not acknowledging the existence of another world that might appreciate their work. Arns and Lillemose, in the essay quoted, feel that the world of \"computer-based art\" should open up to \"non-computer-based\" art, highlighting its dynamic nature, its contact with other cultures – to forge a dialogue which could not be more productive. They came up with the challenge of staging an exhibition of \"computer-based art\" without computers. These are all signs of a process of evolution, a process that Holy Fire desires to be a part of."
	},
	{
		"pid" : 28,
		"p" : "Conclusions<br />«I hate to shatter your lovely mythos there, but if art can come out of a camera, it's got no problem crawling out of a support tank... I have the holy fire now. That's a silly name for it, I guess, but it's as real as dirt, so why should I care what you call it?» [9]"
	},
	{
		"pid" : 29,
		"p" : "The holy fire we have borrowed from Bruce Sterling is, first and foremost, the holy fire of art, which without hyperbole we recognize in all the artists presented here. Their \"novelty\" lies not in their medium – as Sterling’s collector Helene comments to the artist Mia/Maya, \"any fool gets cheap novelty from a new medium\" – but in \"a different subjectivity\", namely the ability to talk about our present as few others are able to. In their acknowledgement of something that many others leave by the wayside, these artists really do possess something special, something which they all have in common, and which is capable of breathing new life into the art world: the liquid, processual nature of software in the works of Reas and Mealey, Zanni and Boredomresearch; the exploration of identity, as hybrid, multiplied and fragmented, evolved or involved in the constant interferences between the biological and digital dimensions, in the works of Babeli, the Mattes, UBERMORGEN.COM and Stern; addressing a new conception of space and time, the dialogue between real landscape and information landscapes, between natural and artificial in the works of Staehle and Napier, Chatonsky and Bruno, Leandre, Lab[au] and Simon; tackling the media, in terms of culture, aesthetics and past and present conventions in the works of Arcangel and Jodi, Olia Lialina and Dragan Espenschied, Cosic, Slocum, Alexei Shulgin and Aristarkh Chernyshev; dealing with life and its evolution in Hope and Chevalier; and language, narration and its innovative potential in Sebti, Levin and Sandison."
	},
	{
		"pid" : 30,
		"p" : "But the holy fire of the title is also a reference and a tribute to the passion that drives all the people variously involved in this process of mediation between two so distant worlds: persevering gallery owners who present art which others have declared to be unsaleable and out of the market; persevering collectors who gather the fruits of an art which others have declared to be uncollectable; and the curators, critics, artists… Holy Fire is the result of a concerted effort, and the resulting chorus of voices, not necessarily in unison, is what the exhibition, and this book, pays homage to."
	},
	{
		"pid" : 31,
		"p" : "First published in D. Quaranta, Y. Bernard (eds.), Holy Fire. Art of the Digital Age, exhibition catalogue. FPEditions, Brescia 2008. Translated from Italian by Anna Rosemary Carruthers. <br />[1] Lev Manovich, \"The Death of Computer Art\", 1996 [revised 2001]. Available at www.manovich.net/TEXT/death.html. <br />[2] Joline Blais, Jon Ippolito, At the Edge of Art, Thames & Hudson, London – New York 2006. <br />[3] Inke Arns, \"And it exists after all. On the contemporaneity of the medial arts\", 2008, unpublished. Courtesy of the author. <br />[4] More information at www.meiac.es. <br />[5] AltarBoy is a sculpture and a platform to show and to sell net based artworks. It consists of a customized case equipped with a laptop cpu, a 15\" tft touch screen and a built-in auto logging web server. The Hard Disk hosts all the netart work scripts and once AltarBoy is connected to the web the work becomes visible and available for Internet users. For more informations, see www.zanni.org/html/altarboyallinfo.htm. <br />"
	},
	{
		"pid" : 32,
		"p" : "[6] Inke Arns & Jacob Lillemose, \"'It's contemporary art, stupid'. Curating computer based art out of the ghetto\", August 2005. First Published in: Anke Buxmann, Frie Depraetere (eds), Argos Festival, argoseditions, Brussels 2005, pp. 136 - 145. <br />[7] In the exhibition Feedback. Art Responsive to Instructions, Input or its Environment, March 30 – June 30, 2007, LABoral Centro de Arte y Creación Industrial, Gijon, Spain. Curated by Christiane Paul, Jemima Rellie, Charlie Gere. <br />[8] Cf. the catalogue of the show. The group interview included: Inke Arns & Jacob Lillemose, Aristarkh Chernyshev, Roman Minaev & Alexei Shulgin, Vuk Cosic, Régine Debatty, Steve Dietz, Joan Leandre, Olia Lialina & Dragan Espenschied, Patrick Lichty, Wolf Lieser, Vicente Matallana, Eva & Franco Mattes aka 0100101110101101.org, Fabio Paris, Christiane Paul, Charles Sandison, Magdalena Sawon & Tamas Banovich, Paul Slocum, Bruce Sterling, Michele Thursz, Mark Tribe, UBERMORGEN.COM, Karen A. Verschooren.<br />[9] Bruce Sterling, Holy Fire, 1996. P. 338 of the Spectra - Bantam Mass Market Edition, 1997."
	}
]
