[
	{
		"pid" : 0,
		"p" : "The dramatic explosion of the internet around the mid 90s, and its diffusion as an artistic medium, has ignited the theoretical debate on curatorial practice, rarely livelier than in these last fifteen years. There are many reasons behind this, though it is beyond the scope of this essay to examine them all individually. On the one hand the Net makes the curator's job much simpler: it ensures faster, easier access to information, and email facilitates relations with artists and other members of the art system."
	},
	{
		"pid" : 1,
		"p" : "Some assert that it makes the curator all the more necessary, because this vast sea of information calls for a filter, while others believe that the curatorial role has become somewhat redundant, as information is better filtered using the specific tools available – curatorial software – and because, in the era of links and tag aggregators, the filtering function attributed to the curator can be performed by virtually all users."
	},
	{
		"pid" : 2,
		"p" : "With regards to art on the Net, the debate has developed in two complementary directions. The first sees the web as a new context for curatorial practice, which can be summed up as \"online curating\", while the second tackles the concept of bringing works designed for the web into the \"physical\" arena, and how this process of translation might be effected. The concept of translation plays a key role for both: the first looks at translating curatorial practice into forms suitable for the Web, while the second regards translating works that exist on the Net into forms that are practicable in the real world. <br />Lastly, both approaches have flaws of formulation, something which has inevitable repercussions on the debate itself, rendering it often tedious and stale, and forcing it to focus on seemingly false problems."
	},
	{
		"pid" : 3,
		"p" : "In the first case the main error, in my view, lies in viewing the operative arena of the online curator as Net Art. On the internet, art exists in many different ways, and draws life from a constant interchange with a wide range of practices, cultures and subcultures. In the first years of its existence, when the efforts of artists and critics were focused on identifying the specifics of this artistic practice, certain barriers made sense, but now we all know that it's one thing to put your work on the Web, and quite another to create Net Art; now we all know that there is a big difference between software and software art, between fan culture and game art, machinima and video art. Maintaining these barriers means, at the very least, contributing to the ghettoization of Net Art, isolating it artificially from its context, and cutting the very ties that make it vital, interesting and contemporary. Just as it is about time for Net Art to appear on the cultural horizons of contemporary art curators, it is time for online curators to start looking beyond Net Art, to explore its links with contemporary art, corporate software, film narration, vernacular practices and so forth [1]."
	},
	{
		"pid" : 4,
		"p" : "In the second case, which brings us to the subject of this essay, the main error lies in considering the intangible nature of data and the presence of technology as the main obstacles that the curator must tackle in his or her mediation work; if you will, interpreting curatorial practice as a mediation between two spaces, rather than two radically different contexts. The curator's priorities are thus as follows: to transform the work into an object, whatever that might be; to bring technology into the exhibition venue and display it as if it were a key element of the work, and to be familiar with technology. As a consequence, curators do little more than complain about the fact that exhibition venues are not suitable containers for New Media Art; that New Media Art cannot be stored or commercialized; that people don't \"get\" it, and that the art system is not interested. Rarely, however, do they get round to thinking that this is largely due to their own inability."
	},
	{
		"pid" : 5,
		"p" : "The scarce appeal of New Media Art, so powerfully exposed by Geert Lovink in Zero Comments [2], is due first and foremost, in my view, to the inexperience of curators, their inability to comprehend that the mediation they must implement is above all cultural in nature, and the way they have banalized the concept of translation, which deserves to be reinstated in all its complexity [3]. New Media Art is cooler than ever: we just have to make people able to appreciate its beauty."
	},
	{
		"pid" : 6,
		"p" : "Barbarisms<br />«Translation is the action of interpretation of the meaning of a text, and subsequent production of an equivalent text, also called a translation, that communicates the same message in another language. The text to be translated is called the source text, and the language it is to be translated into is called the target language; the final product is sometimes called the target text». [4]"
	},
	{
		"pid" : 7,
		"p" : "The first thing we learn from the Wikipedia definition of the term \"translation\" is that translating means interpreting, seeking an equivalent for conveying a message in another language. If we try to import this statement into our argument, we can see that installing a computer in an exhibition space, and using it to display a website or work of software does not constitute an act of translation. This is more akin to a foreignism: a word taken from another language when there is no equivalent in one's own language. Foreignisms are generally looked down on by translators, as they represent a failed act of translation, and when they are unnecessary they are usually reviled as barbarisms."
	},
	{
		"pid" : 8,
		"p" : "The question we must address at this point is the following: when we are in the position of exhibiting an online work in a real space, are foreignisms necessary? Is there really no \"equivalent\" that would enable us to convey the same \"message\" in a totally different context from the work's original one (the Net, the computer screen, the \"private\" use of a work accessible to all)? In other words: are we looking at a foreignism – undesirable but necessary – or a barbarism?"
	},
	{
		"pid" : 9,
		"p" : "When it comes to the first occasions where Net Art tackled the arena of real space, the records include shows like PORT: Navigating Digital Culture (1996) [5] and Documenta X (1997). Both started out from the assumption that the dimension of Net Art was the Web, and that organizing a \"real\" exhibition meant not a display of \"works\" but a sort of access portal to another context. Both shows saw this foreignism as necessary, but tackled it in very different ways. In Port, the curators Robbin Murphy and Remo Campopiano created a lab-like space with technology exhibited as a cornerstone of the Net Art experience. This was at an early stage, where technology was still viewed as geeky, and where the exceptional nature of New Media Art lay in fact that it was \"New Media\" - very new, very media. At Documenta X, on the other hand, the French curator Simon Lamunière came up with an office-like space, with works accessible from various terminals not hooked up to the Net. It is significant that the main criticism of Documenta X concerned the office metaphor and this lack of connection: at that time no-one believed that these works could be \"translated\" into forms suitable for real space. Foreignisms were regarded as necessary not only by curators, but also by artists, critics and the public. What was challenged was the way in which it was incorporated into the target language: the frame, or, if you will, the notes in the margin."
	},
	{
		"pid" : 10,
		"p" : "Also in 1999, with the Net.art Browser designed by Jeffrey Shaw for net_condition [6], there was no debate over the fact that the works were accessible via a screen in the exhibition venue: the problem was the fact that they were overwhelmed by a high-tech frame that had little in common with the spirit of the works, and that was in fact an artistic installation in its own right."
	},
	{
		"pid" : 11,
		"p" : "So when did foreignisms cease to be inevitable? The answer is banal: when artists stopped viewing them as such, and began to work directly on new ways of translating their works. When they began to think that technology could be put aside without necessarily interfering with the integrity of the message, or be adapted to the needs of the exhibition space. And when the public and the curators began thinking in the same way. At that time, a whole new era in Net Art and New Media Art in general opened up, deriving from a freedom of interaction with its medium that video art never enjoyed, and that is actually comparable to performance art. Video art remains bound to its medium, something that to date, and in spite of its success, has rendered it entirely unsuitable for exhibition purposes, an inadequacy never resolved by television screens, video boxes or screenings, and which is basically to do with its temporality and need for isolation in terms of lighting and sound."
	},
	{
		"pid" : 12,
		"p" : "As for performance art, there was a time when artists did not conceive of any kind of translation, in view of the blatantly unique, unrepeatable character of events. Nowadays not only can performance art be staged on more than one occasion, but also using a series of alternative presentational approaches: objects, props transformed into installations, images and video documentaries, etc. [7] New Media Art, when curators get round to realizing it, can aspire to a similar freedom. For this reason, confining a work of Net Art to a horrible networked computer in a corner of the exhibition space is a crime, or worse, a barbarism. That any good translator should avoid like the plague."
	},
	{
		"pid" : 13,
		"p" : "Mind the context!<br />«Translation must take into account constraints that include context, the rules of grammar of the two languages, their writing conventions, and their idioms. A common misconception is that there exists a simple word-for-word correspondence between any two languages, and that translation is a straightforward mechanical process. A word-for-word translation does not take into account context, grammar, conventions, and idioms». [8]"
	},
	{
		"pid" : 14,
		"p" : "«A good translator understands the source language well, has specific experience in the subject matter of the text, and is a good writer in the target language. Moreover, he is not only bilingual but bicultural». [9]"
	},
	{
		"pid" : 15,
		"p" : "Another die-hard assumption, and the most fatal for any kind of translation attempt, is that the transition is just a question of state: from bits to atoms, from process to object, from the intangible world of the media to the material world of life. From this angle there are no real translations, only metaphrasis, literal translations, like those offered by the numerous translation programmes available on the Net, producing translations that sound wrong to anyone who speaks the target language. Translating a work of Net Art for \"physical\" space does not mean simply transforming it into an object or an installation: it means adapting it to fit the aesthetic, cultural and formal needs of an audience different to that of the net. It means knowing the context, the grammar, the conventions and the idioms of the target language. It means, for example, knowing that there are contexts like Ars Electronica and the Venice Biennale which have entirely different conventions and idioms."
	},
	{
		"pid" : 16,
		"p" : "In an essay written around ten years ago [10], Lev Manovich proposed distinguishing between two radically different territories, in terms of culture and needs: Duchamp Land, namely the contemporary art world (interested in ironic, self-referencing, content-oriented, sophisticated works) and Turing Land, namely the New Media Art world (interested in simple works with a technological orientation, which take technology seriously and where possible deploy it to the utmost of its potential). This distinction, albeit toned down by a decade of New Media Art of a Duchampian matrix, still exists. Toshio Iwai feels more at home at Ars Electronica than UBERMORGEN.COM. I would add a third category to the original two, which, following on from the Manovich model, could be called Baran Land. This is the world of the net, the people who vote for videos on Youtube, blog about their passions and give rise to 15-second crazes and celebrities. Those in question are often young, with a low attention span but high critical faculties, culturally voracious, technologically savvy, often nomadic and constantly moving between different worlds: Turing Land and Duchamp Land, naturally, but also fashion, design, videogames, film, subcultures of all kinds and degrees. The high end model could be Régine Debatty or Tom Moody, but the variations are endless. This is the Net Art public, an audience that does not look to art in search of a collectable item, or a novel application of a new technology, just a cultural stimulus."
	},
	{
		"pid" : 17,
		"p" : "But when we move away from that world, if we want to make a mark we need to fulfill other demands. Neglecting these out of ignorance, arrogance or a flawed idea of consistency means creating a translation which is unsuccessful, and therefore essentially unfaithful. It should of course be remembered that translation is not always necessary. If I feel that my text only has full meaning in its native language, I can oblige other readers to read it in this form only. Many net.art projects that challenged the concept of a work of art as a unique object, and questioned the other premises of the art system, never left the web: the art public sought them out in their own context, and loved them for their very radicalism. Zero compromise = avant-garde, which net.art indeed was. But if we choose to go down the translation route, we need to compromise. It is about identifying the essence of each work, and trying to translate that into another language. In general, in Duchamp Land, if the technological interface, the connectivity, the processual aspect, the accessibility, the openness and non-unique nature of the work are not essential, it is a good idea to put them aside. If this is not the case, it is as well to keep them: the art world is open enough to accept open, replicable, processual works, if these aspects are an essential part of the work in question, and if their value can be transferred onto something else. Tino Sehgal's performances are an effective example. What is fundamental is that the translator, whether artist or curator, be not only bilingual, but also bicultural: and if he or she works both in the new media sphere and the contemporary art world, tricultural."
	},
	{
		"pid" : 18,
		"p" : "Translation Approaches<br />What I have said so far should be enough to highlight, if need be, the fact that there are no rules for translating works of Net Art into forms suited to real space, other than respecting the work and its essence (fidelity [11]), and knowledge of the cultural contexts of origin and destination (transparency [12]). Without these two factors, the price to pay is incommunicability – in other words the death of the work. The translation must be calibrated case by case, by the artist or curator (if possible in constant contact with the artist)."
	},
	{
		"pid" : 19,
		"p" : "Based on how things have developed so far, we can identify at least three basic approaches:<br />1. documentation;<br />2. translation;<br />3. derivative works.<br />In the first case the work is not translated but recounted, documented using the remains of the production process or documentary materials created as needed. At the artist's discretion both of these kinds of artifacts can be transformed into fetish objects, namely works of art in their own right."
	},
	{
		"pid" : 20,
		"p" : "This is what happened with performance art, and it is no coincidence that this model fits particularly well with performative works of Net Art. The documentation approach inevitably entails a kind of \"diminished\" translation of the original, but this \"dilution\" is accepted as a necessary evil both by the translator and the public. One interesting example of documentation, a minor curatorial masterpiece, was the 2002 show net.ephemera, curated by Mark Tribe for the Moving Image Gallery in New York [13]. Invited to curate a low budget Net Art exhibition for a physical space, the curator asked the artists concerned to submit not actual works, but ephemeral material on paper, the remains of the production process (sketches, diagrams, notes) or derivative works: the net ephemera of the title."
	},
	{
		"pid" : 21,
		"p" : "Translation, in the proper sense, occurs when the curator selects a work of Net Art and works out how to adapt it to a real-life context, if possible together with the artist, usually in the form of an installation. The result aims not to be a \"diminished\" presentation, but another version of the work; if you like, another interface for the same contents, an option offered by the variability that characterizes new media. In 2006, invited to curate an exhibition on the relation between the Net and the art of weaving [14], I decided to present a work by Lisa Jevbratt, Infome Imager (2002-2005). This is an online application that «allows the user to create \"crawlers\" (software robots, which could be thought of as automated web browsers) that gather data from the web, and provides methods for visualizing the collected data». [15] I contacted the artist, who told me that the work could be presented using prints (derivative works) or as a \"workshop\", with the artist's high quality prints displayed alongside a user-accessible installation, with a worktable, a computer connected to the Net, a printer and drawing pins for pinning up the images produced by visitors. As I believed that the participation component was essential to understanding the project, I decided to go for the second option. This obviously meant bringing an unsightly computer into the exhibition space (in this case, a deconsecrated church), a defect remedied by the conceptual framework of the workshop, which prevented viewers from limiting the work to what appeared on the screen, and which recalled the familiar aesthetics of DIY. The result, also in view of the space (believe it or not, a deconsecrated church is not exactly the ideal venue for a workshop), was not entirely satisfactory from the point of view of the design of the installation, but nonetheless the work was appreciated, and more importantly, understood."
	},
	{
		"pid" : 22,
		"p" : "As we have seen, the same work could have been presented using derivative works, in this case a series of prints. Derivative works are not the same thing as the work itself, but are objects that recall, wholly or in part, the conceptual nucleus of the work, and transfer its meaning onto items that unlike the former (and thanks to it) may also acquire financial value. In the New Media Art world, it is rather fashionable to dismiss derivative works, often created in traditional media (prints, video, sculptures) as mere \"concessions to the market\". And this is true: they are concessions to the market. But these concessions, in turn, are translation stratagems for a context, the art world, where cultural value has to translate into economic value to ensure the success, circulation and museification of the work."
	},
	{
		"pid" : 23,
		"p" : "In many cases these solutions coexist, and are adopted in relation to the context in which the work is presented. A case in point, in this regard, is the work Biennale.py which was created in 2001, by the partnership between [epidemiC] and 0100101110101101.ORG. The original work was a virus written in Python which was circulated on the Net on occasion of the two groups' appearance at the 49th Venice Biennale. From the outset the work had a double edge, both formal and performative. The performance consisted in the dissemination of the virus by email but also in the form of t-shirts distributed at the Slovenian pavilion of the Biennale, and its detection by the main antivirus software in circulation. Formally-speaking, if read by a computer the code is a virus, while to the eyes of a human reader it resembles a love poem. Now, obviously, the work can no longer be presented in its original form. Like all performances, it was a one-off event. Both [epidemiC] and 0100101110101101.ORG widely documented the initiative on the Net, on their respective sites [16]."
	},
	{
		"pid" : 24,
		"p" : "In a real exhibition space \"documenting\" the work would mean displaying the original t-shirts, presenting a video of the virus \"spreading\" through the Biennale on the bodies of visitors, along with a print-out of the virus, press response, and a diagram of its dissemination on the Net. 0100101110101101.ORG actually did create a panel of this kind for the show Connessioni leggendarie, which we will return to later. On that occasion the panel was accompanied with a framed, \"annotated\" version of the virus, an item of ephemera that documents the production process and easily becomes a work of art in its own right."
	},
	{
		"pid" : 25,
		"p" : "0100101110101101.ORG even went one step further, at the end of the project, producing a series of sculptures in the form of computers infected by the virus, entitled Perpetual Self Dis/Infecting Machine (2001-2003). These works, which can be considered as derivative works, are also independent works of art in their own right. The computer, reassembled and placed inside a plexiglass case, has its own aesthetic and presents as a work to be observed and pondered, with its eternal process of infection and disinfection. It does more than just document the work Biennale.py, offering further original reflections on the virus that generated the former. At the same time it allowed a virus, the most intangible entity imaginable, to be brought into exhibition space. And, why not, sold."
	},
	{
		"pid" : 26,
		"p" : "Among the projects I have worked on myself, Connessioni leggendarie and Holy Fire could be seen as meta-projects on the significance that curatorial practice acquires when tackling a Net Art problem. Connessioni leggendarie. Net.art 1995-2005 [17], a joint project with Luca Lampo, 0100101110101101.ORG and Marco Deseriis, was, overall, a documentation exhibition, though it did include a few \"originals\" (in the Software Art section) and a number of \"derivative works\" (like Alexei Shulgin's 386dx and the Management Leisure Suit by the Yes Men). The idea was to tell the story of net.art as a movement, to draw out its relational, experimental nature, its ability to generate stories and make History, and, if need be, Legend."
	},
	{
		"pid" : 27,
		"p" : "The first thing we realized was that to tell the story of net.art, computers were not needed, except in a few rare instances. Although we contacted the artists, we gave ourselves free rein when it came to presenting the projects: telling a story is different from exhibiting works, and we wanted to exploit the freedom of interpretation and subjectivity that the narrative angle afforded. The section dedicated to plagiarism, for example, was largely composed of graphic panels presenting images of the various projects (from the splash page of Documenta Done to that of Hell.com copied by 0100101110101101.ORG), accompanied with lengthy explanatory notes. In the code poetry section the panels – designed to \"copy\" the visual poetry aesthetic – were accompanied with videos of various recitals. The most \"narrative\" section – the section dedicated to media hacktivism – featured a combination of documentary videos and illustrative panels, with the idea of using images to portray hallmark projects such as Digital Hijack and Toywar, Female Extension, Vote Auction and Nikeground."
	},
	{
		"pid" : 28,
		"p" : "Holy Fire. Art of the Digital Age [18] could be viewed as the cynical alter ego of Connessioni leggendarie, and in a way it is. The concept was intentionally simple: to present the recent history of New Media Art as it is filtered by the market and enters private collections. As for Connessioni leggendarie, the stance was both affirmative and provocative. In the first case we wanted to affirm the avant-garde nature of net.art, and its significance in the history of contemporary art, taking a stand against those with a tendency to belittle its importance. In the second case it was about asserting that, despite the skepticism on both sides (both the contemporary art world and the new media world), in the context of New Media Art collecting is not only possible, but also necessary, if we want new media culture to make its mark on contemporary art, and gain some of the recognition that is still denied it; and pointing out that many of the leading artists are indeed working in this direction."
	},
	{
		"pid" : 29,
		"p" : "From the curatorial point of view, Holy Fire did not present particular problems: there was nothing to translate, as everything had already been translated by the artists. The main task lay in identifying the most effective translation approaches, those that gallerists and collectors had opted for. Two basic strands emerged: the translation of projects into \"traditional\" artifacts (prints, video and video installations, sculptures and installations), a strategy favored for content-based works; and the development of \"art appliances\", \"screen-based\" artifacts customized in such a way as to personalize, display or conceal the technological infrastructure. This approach was favored for software and generative works, or works where processual or interactive aspects were prominent [19]."
	},
	{
		"pid" : 30,
		"p" : "In this essay I have tried to analyze the work of the curator by adopting an operative model based on \"translation\": a time-honored craft, but one which many curators tend to adopt in its most simplistic, naïve version. The translation model lends itself very well to illustrating the issues that the curator interested in Net Art must tackle. Net Art, but not only that: digital data is just one of the components of a babel of old and new languages that need to be translated into the esperanto of contemporary art. Which means that the contemporary art world will increasingly be in need of multilingual operators, and above all, good translators."
	},
	{
		"pid" : 31,
		"p" : "First published in Vague Terrain, Issue 11, September 2008, online at http://vagueterrain.net/journal11/. Translation from Italian by Anna Rosemary Carruthers.<br />[1] This paragraph obviously oversimplifies the issue, as my focus is more on \"translating net art for the physical space\". My aim was to comment on online exhibitions and their usually limited target, when the Net offers much greater possibilities. And there is certainly nostalgia for the period of events such as Refresh, Desktop IS or WWW Art Award, all organized by Alexei Shulgin (check www.easylife.org), or 1000 $ Page Context, by Olia Lialina <br />(http://art.teleportacia.org/1000$). <br />[2] Geert Lovink, Zero Comments: Blogging and Critical Internet Culture, New York, Routledge 2007.<br />[3] The marginality of New Media Art in the contemporary art world and discourse is another hot issue, difficult to sum up in a few lines. According to Lovink, New Media Art never managed to find its \"cool obscure\". My point is that this is just a problem of bad translation – therefore, first and foremost, of bad translators.<br />"
	},
	{
		"pid" : 32,
		"p" : "[4] From Wikipedia, http://en.wikipedia.org/wiki/Translation. <br />[5] PORT: Navigating Digital Culture, organized by artnetweb for the MIT List Visual Arts Center, Cambridge, MA. January 25 through March 29, 1997. Online at http://artnetweb.com/port/index.html. <br />[6] net_condition, curated by Peter Weibel, Walter van der Cruijsen, Johannes Goebel, Golo Föllmer, Hans-Peter Schwarz, Jeffrey Shaw, Benjamin Weil. Center for Art and Media Technology (ZKM), Karlsruhe, Germany, 1999.<br />[7] See Marina Abramovic's considerations in M. Abramovic, 7 Easy Pieces, Charta, Milan 2007.<br />[8] From Wikipedia, http://en.wikipedia.org/wiki/Translation. <br />[9] Ibid.<br />[10] Lev Manovich, \"The Death of Computer Art\", 1996. Available online at www.manovich.net/TEXT/death.html.<br />[11] «Fidelity pertains to the extent to which a translation accurately renders the meaning of the source text, without adding to or subtracting from it, without intensifying or weakening any part of the meaning, and otherwise without distorting it». From Wikipedia, quoted.<br />"
	},
	{
		"pid" : 33,
		"p" : "[12] «Transparency pertains to the extent to which a translation appears to a native speaker of the target language to have originally been written in that language, and conforms to the language's grammatical, syntactic and idiomatic conventions». Ibid.<br />[13] net.ephemera, curated by Mark Tribe, Moving Image Gallery, New York, NY, May 3 - May 31, 2002. <br />[14] in_rete, curated by Luciano Caramel and Domenico Quaranta, Miniartextil 2006, Como (IT), October 7 – November 12, 2006.<br />[15] Lisa Jevbratt, \"Infome Imager Description\", online at  http://128.111.69.4/~jevbratt/infome_imager/lite/description.html. <br />[16] See www.0100101110101101.org/home/biennale_py/ and <br />www.epidemic.ws/biannual.html respectively.<br />[17] The exhibition site is no longer online. For a photographic record of the event, see http://ilribaltatore.net/connessionileggendarie/OpeningANDpeople/. <br />[18] Holy Fire. Art of the Digital Age, curated by D. Quaranta and Yves Bernard, iMAL Center for Digital Culture and Technologies, Brussels, April 18 – 30, 2008. Online at www.imal.org/HolyFire/. <br />"
	},
	{
		"pid" : 34,
		"p" : "[19] Another over-simplification. For a deeper analysis of the ways artists \"translate\" their work for the art world, see the two intro texts featured in the Holy Fire catalogue. Besides that, we also have to notice that, even if this essay focuses on translation, this concept may not work so well for the most recent developments of New Media Art. An artist, or a curator, has to translate something that exists only in another context, or cultural space. Today, what we are seeing more and more is that formerly known \"net artists\" don't just work online, but approach the same problem from different points of view, and with different media, at the same time. Patrick Lichty has a name for that: he calls this attitude \"multivalence\". Holy Fire displayed some examples of multivalent works: UBERMORGEN.COM's Psych|OS project, or Joan Leandre's In the Name of Kernel, to name but a few."
	}
]
