[
	{
		"pid" : 0,
		"p" : "In 2003, I was reviewing my thesis in order to make a book out of it. The book was later published by my university press with the title \"Net Art 1994 – 1998. La vicenda di äda'web\" (2004). As the title shows, it was all about äda'web, a \"digital foundry\" launched in 1994 in New York by the curator Benjamin Weil and the entrepreneur John Borthwick that commissioned many online projects between 1994 and 1998, when it was shut down for lack of funding."
	},
	{
		"pid" : 1,
		"p" : "Äda'web was lucky enough to see three of the major American media art curators actively involved in its process of production and, later, preservation and archiving: Benjamin Weil, Steve Dietz and Jon Ippolito. While Weil was äda'web's chief curator, Steve Dietz was the Director of the New Media Initiatives at the Walker Art Center in Minneapolis when Weil failed to put the website on auction at Christie's, and decided to donate it to a museum. äda'web entered the collection of the WAC, that still takes care of it."
	},
	{
		"pid" : 2,
		"p" : "Dietz decided not only to store the website on the WAC servers and make it permanently available to web surfers, but also commissioned a \"parasite\" project from Janet Cohen, Keith Frank and Jon Ippolito, providing a different take on archiving. An occasional artist, Ippolito had been working at the Guggenheim Museum in New York since the mid-nineties, and was later one of the founders of the Variable Media Initiative, a project that is still perceived as one of the best approaches to archiving and preserving \"variable\" media."
	},
	{
		"pid" : 3,
		"p" : "While for the book I relied purely on existing online or offline materials, when the book was done I felt the urge to ask them some questions. I contacted them all and emailed my questions. My interviews with Weil and Dietz saw the light in 2003, and are still available in the archives of the online magazine Noemalab. Ippolito took his time to reply, and I only got his email two years later, in 2005."
	},
	{
		"pid" : 4,
		"p" : "WHAT DO YOU THINK ABOUT ÄDA'WEB? DOES IT STILL HAVE SOMETHING TO TEACH TO ARTISTS APPROACHING THE INTERNET?<br />äda'web's role in the history of Internet art is unmistakable [1]. There were certainly works of Internet art that preceded äda'web and / or reached beyond its cultural and geographic bias – most notably the classic European \"net.art\" works of the early 90s. Nevertheless, äda'web was the first and foremost platform for Internet art in the mid-1990s, and remains relevant to this day. That said, my artistic collaborators Janet Cohen, Keith Frank, and I didn't like everything on äda'web – which is why we set out to \"improve\" it [2].<br />WHAT ABOUT THE WAY ÄDA'WEB HAS BEEN COLLECTED BY THE WALKER ART CENTER?<br />While other curators wrung their hands about the nightmare of archiving digital media, Steve Dietz, the architect of the Walker's Digital Study Collection, leapt into the abyss and resurfaced with a pearl. Of course it would have been great for him to do variable media interviews with all the artists first, but you have to remember that one of the inspirations for the Variable Media Network was Steve's daring leap. In new media, we learn by doing, and Steve was the first to do it in a thoughtful way.<br />HOW DID THE UNRELIABLE ARCHIVIST SEE THE LIGHT?<br />Janet and Keith and I often joked about our Force Majeure resume – Force Majeure being the clause that lets parties break a contract thanks to an \"act of God\" like a war or hurricane. This resume was full of exhibitions and publications cancelled at the last minute because of ceilings declared unsafe and so on.<br />When äda'web curator Benjamin Weil offered to let us make the next featured work for äda'web, we were very excited – until we heard that AOL dropped äda'web's funding, at which point we thought, OK there's another line for our Force Majeure resume. Then Steve heard about our proposal and the light turned green again.<br />As an aside, I've worked with and alongside curators who simply shuffle commissions in and out of their exhibitions to coincide with prevailing fashions. Steve was a provocative and engaged interlocutor in our collaboration, both in refining and contextualizing the project. He probably deserves credit as one of our artistic collaborators."
	},
	{
		"pid" : 5,
		"p" : "WHY \"UNRELIABLE\"? DO YOU THINK THERE'S A RELIABLE WAY TO ARCHIVE A PIECE OF NET ART?<br />Ha! No, you're right. The word \"archive\" derives from the Greek word for \"house of government\" - the same root as monarchy – and their centralized, controlling nature is proving increasingly unreliable for the preservation of digital culture. That said, I'm working with some collaborators on a completely distributed model for documenting digital art and criticism. I should also say that I think archiving and collecting are two different things; the former implies fixed documentation, while the latter requires a more variable approach to preservation."
	},
	{
		"pid" : 6,
		"p" : "HOW MUCH OF THE CURATOR JON IPPOLITO CAN WE FIND IN THE UNRELIABLE ARCHIVIST?<br />Hopefully none. A curator's job is to nourish artists and safeguard their work. In The Unreliable Archivist, my job was to knock them off their pedestals."
	},
	{
		"pid" : 7,
		"p" : "IN AN INTERVIEW YOU HAD WITH LIISA OGBURN IN APRIL 2000, YOU ASKED YOURSELF A QUESTION: «WHAT WOULD IT MEAN TO ADAPT MUSEUM CULTURE TO NET CULTURE?» CAN I ASK YOU THE SAME QUESTION? [3]<br />It would mean complementing archivists with animateurs. Animateurs are those loony folks who re-enact historical moments, whether medieval jousting tournaments or the Wright brothers’ first flight. One of internet art's first \"historians\", Robbin Murphy, once suggested that thinking about animateurs might help us understand what's missing in new media preservation, and I think he was right. We need this kind of person – for their anachronistic skills (whether it's wielding a crossbow or Commodore), their interpretive fidelity (how do you cast Hamlet in a chat room?), and their enthusiasm for the process of re-creation."
	},
	{
		"pid" : 8,
		"p" : "AS NEW MEDIA CURATOR AT THE GUGGENHEIM MUSEUM, NEW YORK, YOU CONCEIVED THE VARIABLE MEDIA INITIATIVE. WHAT'S THE CURRENT STATUS OF THE PROJECT?<br />I was never alone in working on the idea; collaborators like Keith Frank and Rick Rinehart have contributed more to the idea of variable media, while folks at the Guggenheim and Langlois Foundation have done most of the heavy lifting. One of the most ambitious projects we've accomplished to date is a test of emulation, which is one of the most important tools in the animateur toolbox. In 2004 Caitlin Jones, Carol Stringari, Alain Depocas, and I organized Seeing Double [4], a Guggenheim exhibition that paired works still running on their original hardware – such as Grahame Weinbren and Roberta Friedman's Erl King from 1982 – with emulated versions running on completely different hardware. We did audience surveys and held a symposium to gauge the reaction of viewers to the digital doppelgangers we built in the gallery.<br />Along with innovations like Seeing Double, we continue to refine the variable media questionnaire, a tool for allowing artists and others to articulate their visions of how a work may – or may not – be re-created in a new medium once its current medium becomes obsolete. Although anyone can currently download the prototype just by requesting it, our latest thought is to get a Web version up so a broader audience can play with it."
	},
	{
		"pid" : 9,
		"p" : "HOW DID ARTISTS REACT TO THE VMI?<br />Almost without exception in our case studies to date, artists have reacted to the questionnaire with serious and sustained imagining of how their work might unfold over time. Some had already devoted some thought to the future of their work; for others the experience was a revelation. In every case, as far as I can remember, there was at least one question the artist had never considered before.<br />I did get criticism from a few artists who had no direct knowledge of the variable media paradigm. They had heard that we asked artists to give the museum permission to re-create works, and these critics figured it was just a way for museums to wrest control of the work away from the artist. Whereas in fact it is precisely the opposite - as the market's influence on the ultimate fate of Dan Flavin's light installations has made painfully clear."
	},
	{
		"pid" : 10,
		"p" : "THE VMI STARTED AS AN ATTEMPT TO PRESERVE NET ART AND DIGITAL MEDIA, BUT PROVED TO WORK WELL WITH OLDER MEDIA AND MORE TRADITIONAL PRACTICES. IN THIS SENSE, CAN WE SAY THAT NET ART CAN HAVE AN INVALUABLE ROLE IN UPDATING THE MUSEUM ENGINE?<br />Absolutely. The hardest innovation for the museum to swallow is the network, for museums have historically been defined in the exact opposite terms (centrality, stasis, rarity, disconnection)."
	},
	{
		"pid" : 11,
		"p" : "IN 1998 YOU WROTE: «THE MOST EXTREME DEPARTURES FROM THE MATERIAL OBJECT, DIGITAL OR OTHERWISE, ARE ULTIMATELY THE ONES WHOSE FUTURE DEPENDS ON THE VERY INSTITUTION THEY WERE DESIGNED TO RENDER OBSOLETE.» [5] DOES NET ART NEED MUSEUMS TO SURVIVE? DO YOU SEE OTHER POSSIBLE SOLUTIONS?<br />Net art doesn't need today's museums – it needs what museums will morph into if they take up the challenge of adapting to the needs of an increasingly networked culture. To be sure, my colleagues in the Variable Media Network and I have been exploring more distributed alternatives to documenting and preserving Internet creativity. But even the most net-native scheme requires someone somewhere who dedicates herself to keeping culture alive. More than technical knowledge, that person needs interpretive skills and a passion for preserving history, undaunted by the many challenges in her way. Right now that person is most likely to be found in a museum."
	},
	{
		"pid" : 12,
		"p" : "THE VMI RUNS THE RISK OF TURNING INTO AN AGGRESSIVE THERAPY. LOOKING AT THE QUESTIONNAIRE, AND THINKING ABOUT STRATEGIES LIKE EMULATION, I CAN'T REJECT THE IDEA THAT THEY ARE BASED ON A QUESTION LIKE: «HOW WOULD YOU LIKE TO LIVE WHEN YOU'LL BE DEAD?» WHAT DO YOU THINK?<br />New media artworks die and are reborn constantly, with or without the variable media paradigm. Apartment, a networked piece by Martin Wattenberg, Marek Walczak, and Jonathan Feinberg, went through some 30-odd variations from 2000 to 2002 alone; it has been incarnated variously as a net-native piece, a single-user installation, and a dual-user installation.<br />While the artists are still alive and kicking, they can direct the life cycles of their artworks. But before the artists themselves kick the bucket, they should have the option of entrusting others to supervise future re-incarnations of their work.<br />Your question implies that the Variable Media Network could explore the possibility of resuscitating dead artists as well as artworks – definitely an option I hadn't considered! Researchers like Hans Moravec and Ray Kurzweil have proposed that we download our consciousnesses into hard drives for use with new bodies once our present ones disintegrate. The reason I find that suggestion so revolting is that I feel very much part of my body. Partly this is because all my experience is mediated by it; I might be writing different words now if I were a woman penning a manuscript in a monastery rather than a guy typing on a laptop in an airport. But the other reason I've grown attached to my body is that I've never been separated from it. This is not the case for digital artworks, whose bodies are swapped out for new parts all the time."
	},
	{
		"pid" : 13,
		"p" : "TODAY, THE ‘LOVE AFFAIR’ BETWEEN CONTEMPORARY ART MUSEUMS AND NET ART SEEMS TO BE IN TROUBLE. WHAT DO YOU THINK ABOUT THE FUTURE OF THIS RELATIONSHIP?<br />Sure, the relationship is on the rocks now. But there's a groundswell of interest in internet art on the part of graduate students in art history and museum studies departments. Things may change once this new generation gets a foothold in the museum world. But even then, these folks will bring a perspective on networked culture that's different from geezers like me."
	},
	{
		"pid" : 14,
		"p" : "WHAT ARE YOU DOING NOW?<br />I'm about to publish a book with Joline Blais called At the Edge of Art, which proposes a functional definition for art in the age of the Internet [6]. We argue that the most creative work these days is coming out of scientific labs and online activism, and conversely that a lot of works in galleries – paintings, sculptures, installations – aren't up to the new tasks that art must fulfill in the 21st century. The book is sure to piss off curators who assume Duchamp granted the power to define art to the white cube's gatekeepers. But if Duchamp could be reincarnated as you suggest, I like to think he would have a good laugh at their expense."
	},
	{
		"pid" : 15,
		"p" : "First published in the online magazine Noemalab (www.noemalab.org) in October 2005 with the title \"Leaping into the abyss and resurfacing with a pearl. Interview with Jon Ippolito\".<br />[1] äda'web can still be visited at the address www.adaweb.com. <br />[2] Janet Cohen, Keith Frank and Jon Ippolito's improvement was called \"The Unreliable Archivist\", and was launched in November 1998 for the website of the Walker Art Center. As I write (January 2010), the work (previously available at www.three.org/z/UA/) is no longer online, but the WAC still provides full documentation about it. Check it out at www.walkerart.org/archive/9/9C73F1E2F09A04F96179.htm. <br />[3] Cf. Liisa Ogburn, \"What's Your Story: Jon Ippolito,\" Eatthesewords.com, October 2, 2001. Available online at <br />www.three.org/ippolito/writing/ippolito_ogburn_interview.pdf. <br />"
	},
	{
		"pid" : 16,
		"p" : "[4] Documentation on the exhibition can be found on the website of the VMI, at the address www.variablemedia.net/e/seeingdouble/. <br />The website variablemedia.net provides access to various materials produced by the VMI, including symposium transcripts, the questionnaire and the publication by Alain Depocas, Jon Ippolito, and Caitlin Jones (eds), Permanence Through Change: The Variable media Approach, The Solomon R. Guggenheim Museum, New York, and the Daniel Langlois Foundation, Montreal 2003. <br />[5] Cf. Jon Ippolito, \"The Museum of the Future: A Contradiction in Terms?\", in Artbyte (New York) 1, no. 2 (June-July 1998), pp. 18 – 19. Available online at www.three.org/ippolito/writing/wri_cross_museum.html. <br />[6] Cf. Joline Blais, Jon Ippolito, At the Edge of Art, Thames & Hudson, London 2006."
	}
]
