[
	{
		"pid" : 0,
		"p" : "«Don’t say new media – Say art!» Gazira Babeli<br />«Forget the new, drop the media, enjoy art». Régine Debatty [1]"
	},
	{
		"pid" : 1,
		"p" : "These two quotations, both very recent, are emblematic for several reasons. The first constitutes the warning that Gazira Babeli, an artist living in the synthetic world of Second Life, uses to accompany the spectacular punishment she inflicts on anyone who dares to pronounce the words \"New Media\" in front of any of her works: a tornado that hurls our digital alter ego, or avatar, into the air until the latter corrects itself and the word \"art\" is heard."
	},
	{
		"pid" : 2,
		"p" : "Régine Debatty is, on the other hand, an art critic of Belgian origin who became famous for her blog called We Make Money Not Art, before shocking – and in some cases thwarting – her readers by shifting her focus from technology to art without prefixes. The two comments most significantly reveal that there is an area, ambiguously dubbed \"New Media\" or \"New Media Art\", that both Régine and Gazira are associated with, in spite of themselves; a term and an area with which perhaps, at one time, they did indeed identify themselves, but which no longer satisfies them."
	},
	{
		"pid" : 3,
		"p" : "This type of dissatisfaction is anything but rare. Andreas Broeckmann, a German curator who has been the artistic director of the Transmediale festival for many years, recently curated an exhibition for the Stedelijk Museum in Amsterdam. There, he programatically abandoned the \"New Media\" paradigm to reflect in full on the consequences of the digital revolution on contemporary art [2]."
	},
	{
		"pid" : 4,
		"p" : "As early as 2005, Steve Dietz, the former director of the New Media Initiatives at the Walker Art Center in Minneapolis, organized an exhibition entitled The Art Formerly Known as New Media; and the American artist Brody Condon recently declared: «It's about ideas, not material […] I don’t give a shit about new media, it's just the material I understand intuitively from my youth». [3] This disclosure seems to echo the practically concurrent one made by the German curator Inke Arns: «The specific character of media arts under post-medium conditions is today not the media, but their specific form of contemporaneity». [4]"
	},
	{
		"pid" : 5,
		"p" : "The average reader, extraneous to the debate underway, will probably observe two concepts in these words: the controversy around a label that stresses the medium, and the desire to reposition New Media Art, describing it as an important chapter in contemporary art. The same reader might wonder: hasn't it always been this way? No, it hasn't always been this way. And, unfortunately, the answer to the problem is not a simple one.<br />"
	},
	{
		"pid" : 6,
		"p" : "An Ambiguous Term<br />The expression New Media Art is one of the most ambiguous terms that recent art criticism has bestowed upon us. Firstly, the previous quotations reveal how it rather indifferently alternates between its two forms: \"New Media\" and \"Media Art\". Needless to say, this terminological ambiguity hides something that goes much deeper. The term \"Media Art\", used by Inke Arns and preferred by criticism of German origin [5], has a longer history, and refers to art that carries on a dialogue with, and occasionally makes use of, the communication media that emerged during the twentieth century: from photography to video, from cinema to satellite communication to the internet. In other words, the term Media Art defines a territory that ranges from Cindy Sherman to Matthew Barney, by way of kinetic and optical art and the closed-circuit video installations of the seventies. New Media is an even vaguer expression."
	},
	{
		"pid" : 7,
		"p" : "As many have observed, from the collage onwards, any new medium available to artists is a \"new medium\". Nonetheless, during the eighties and the nineties the equation \"New Media = digital media\" gradually came to the fore. The equivalence caught on in everyday language first of all, and was then ratified in academic studies and by several influential figures. In the United States and Central Europe universities and art schools began to offer courses in New Media, and set up New Media departments. In 2001, the American scholar Lev Manovich published The Language of New Media [6], which quickly became one of the sacred texts of the nascent discipline of New Media Studies, whose ultimate affirmation was determined by the publication of The New Media Reader in 2003 [7]."
	},
	{
		"pid" : 8,
		"p" : "An indirect consequence of this process was the victory of the expression New Media Art over other varyingly suited labels that had come to the fore in previous decades. Terms such as Computer Art, Digital Art, Cyber Art, Multimedia, Hypermedia, Electronic Art etc. quickly disappeared from circulation, or were redefined to apply to specific periods in the history of New Media Art."
	},
	{
		"pid" : 9,
		"p" : "Turing Land <br />If we want a better understanding of New Media Art, a look at its history is a good place to start. The first attempts to use computer technology for artistic purposes hark back to the marvelous sixties, and the experimental explosion that followed the crisis of Abstract Expressionism."
	},
	{
		"pid" : 10,
		"p" : "Video Art and Kinetic Art originated during the same period as what was then known as \"Computer Art\". Both had some difficulty finding a path in an art world that they challenged at different levels, but both, in some way, managed to make it. That of the computer is another story. On one hand, access to the means was complicated, economically (twenty years would have to go by for the first \"home computers\" to appear), and technically. Without a background in engineering it was difficult to own and use such a device. Moreover, the device itself was something very different."
	},
	{
		"pid" : 11,
		"p" : "Based on digital calculation, the computer did not just carry out a single operation, but rather it redefined all previous operations. It was a medium in the making, and creativity and art could actively contribute to this process. Life had to be breathed into interfaces, forms of interaction between the human being and the machine designed, new ways of organizing contents imagined. This brought about an absolutely new relationship between artistic research and the medium – a relationship that was destined to have a long-lasting impact on New Media Art itself."
	},
	{
		"pid" : 12,
		"p" : "As Manovich points out in his introduction to The New Media Reader, the two stories (that of the actual construction of the medium and that of New Media Art) were intertwined to the point that it is possible to describe the digital media themselves as the best result of artistic research with computers: thus, for example, the Apple Macintosh and its human-computer interface is probably the best result of the creative research on interactivity; and the World Wide Web is probably the crowning achievement of creative research on hyper-textual literature."
	},
	{
		"pid" : 13,
		"p" : "These elective affinities lent New Media Art an entirely new role – and one that has yet to be explored – within the cultural history of the twentieth century. Yet, on the other hand, they made it an \"anomalous\" art, in terms of content and from a formal point of view, and a \"marginal\" one, if viewed in relation to the realm simply known as art. Anomalous, because it responded to requests that were very different from those usual in contemporary art; and marginal, because it had originated, and was exhibited and discussed, outside the realm of art itself."
	},
	{
		"pid" : 14,
		"p" : "In other words, New Media Art gave rise to a real, autonomous \"art world\", with its own needs and a public that rarely, and only minimally, overlapped with that of contemporary art. It was a territory defined by festivals such as Ars Electronica, meetings like ISEA, museums like ZKM in Karlsruhe, or the ICC in Tokyo, reviews such as Leonardo, and publishers like the MIT Press. Manovich himself, in a text written in 1996 [8], called this world \"Turing Land\", as a tribute to Alan Turing (the father of the computer) and in opposition to what he called \"Duchamp Land\", that is the contemporary art world."
	},
	{
		"pid" : 15,
		"p" : "According to Manovich, the latter requires works that are \"content-oriented\", \"sophisticated\", \"ironic\", \"self-referential\", usually addressing their medium in a destructive way; while on the other hand, Turing Land requires works that are technophilic, simple and without irony, that take technology very seriously and explore the creative potential of the medium. There, the attention to \"craft\" which has disappeared from the value system of contemporary art, resurfaces, while the traditional separation between art, design and industrial creativity fades."
	},
	{
		"pid" : 16,
		"p" : "The date for Manovich's text is not coincidental. 1996 was a crucial year for New Media Art, and for insight into its recent developments. The advent of the internet and the mass diffusion of personal computers delivered a hard blow to forty years of experimentation \"at the margins\". net.art, which made its appearance during those years, had nothing in common with the Turing Land as described by Manovich: it was ironic, deconstructive and technologically playful, and it concentrated more on contents than on technology. It had an ambivalent relationship with the latter, a love-hate relationship: it focused of the medium, exalting some of its potential and criticizing the rest. It looked to Duchamp and Nam June Paik, and it was very critical of the cumbersome interactive installations of the previous decade. net.art heralded a new way of relating to technology: it was an approach that was destined to spread virally, irreversibly transforming New Media Art, and ending up making its own definition, and any presumed distinction between the two worlds, obsolete. It is at this point that we have come full circle."
	},
	{
		"pid" : 17,
		"p" : "A New Phase <br />Is a convergence between the two worlds thus imminent? In 1996, Manovich answered \"no\" to this question. Ten years later his answer is the same, but much less emphatically. At a time when, as Germano Celant [9] also noted, the computer has become an indispensable element for each and every creative process, among artists that use photography without considering themselves photographers and artists that use video without calling themselves video artists, there are artists that use new media without calling themselves new media artists. Some have quickly conquered the highest peaks of the art world : I am thinking of Olafur Eliasson, Carsten Holler, Carsten Nicolai, Pierre Huyghe, \"new media artists\" who were lucky enough never to have anything to do with this label."
	},
	{
		"pid" : 18,
		"p" : "At the same time, a festival like Ars Electronica in Linz has turned into a strange combination of art exhibition, industrial fair and amusement park, where works of art find themselves cohabiting with industrial prototypes, design objects and all sorts of gadgets. Here works which assign foremost importance to contents are read and evaluated in relation to their use of the medium. In the past edition, for example, in a section devoted to the very topical theme of virtual worlds, the re-enactments by Eva and Franco Mattes, staging some of the most celebrated performance art of the seventies in Second Life with the purpose of investigating the meaning of concepts such as \"body\", \"violence\" and \"sexuality\" in a synthetic world, could be measured against Stiff People League: a prototype invented by the Sociable Media Group of the MIT Media Lab that allows the \"real\" public to play soccer on a \"virtual\" field. And in the selection devoted to digital animation, video artists cohabit (and compete) with the colossal Hollywood epic Pirates of the Caribbean."
	},
	{
		"pid" : 19,
		"p" : "Thanks to consistent public and private investments, the world of New Media Art has grown, and it has proven dynamic enough to incorporate tendencies and research that have very little to do with its ideological assumptions and history. To adapt to it means building a career in a dynamic and mutable context, one that is meritocratic and open to innovation, inside a community characterized by a strong sense of belonging; but it also means remaining external to a critical discourse on contemporary art, and to the mechanisms that contemporary art uses to attribute value. <br />The result is that, as we were saying, critics, curators, and artists are increasingly intolerant of this context and consequently of the New Media Art label itself."
	},
	{
		"pid" : 20,
		"p" : "Getting rid of this label is the first step along the difficult path towards the meaning system of contemporary art, undertaken by an ever-growing number of artists. But it is no easy task: it often means breaking away from one's own history, rebuilding a career within a context – that of contemporary art – that may even be more mature, but that is also less adaptable, certainly more conservative. As observed by Joline Blais and Jon Ippolito [10], the contemporary art world has transformed Duchamp 's game – the contextual definition of art as what takes place in the art world – into a form of intellectual laziness, characterized by the inability to elaborate new definitions for art. And yet, this path has indeed been undertaken, and there is no turning back."
	},
	{
		"pid" : 21,
		"p" : "New Media Art has emerged from its heaven on earth, and must come to terms with a much more complex reality. To change this reality, importing what has made New Media Art one of the most relevant phenomena of the last sixty years, is the challenge. Learning its rules is the necessity."
	},
	{
		"pid" : 22,
		"p" : "Let it be clear, however, that this does not in any way eliminate Turing Land. The challenge is to continue being an incubator and stop being a prison. To cultivate the hybridization of languages, to reflect on and determine the evolution of the media. To operate virtuously on the edge. New Media Art is dead! Long live New Media Art!"
	},
	{
		"pid" : 23,
		"p" : "First published in FMR Bianca, n° 5, Franco Maria Ricci, Bologna, December 2008. Originally translated from Italian by Sylvia Adrian Notini.<br />[1] Régine Debatty, in D. Quaranta, Yves Bernard (eds.), Holy Fire. Art of the Digital Age, FPEditions, Brescia 2008. <br />[2] Cf. Andreas Broeckmann, \"Deep Screen. Art in Digital Culture. An Introduction\", in A. Broeckmann (ed.), Deep Screen. Art in Digital Culture, exhibition catalogue, Amsterdam, Stedelijk Museum 2008.<br />[3] Brody Condon, in D. Quaranta., Y. Bernard (eds.), Op. Cit.<br />[4] Inke Arms, \"And It Exists After All. On the contemporaneity of medial arts\", 2008. Unpublished, courtesy of the author. <br />"
	},
	{
		"pid" : 24,
		"p" : "[5] Cf., for example, Oliver Grau (ed.), Media Art Histories, Cambridge (Mass.), MIT Press, 2007; and the online resource Media Art Net, edited by Dieter Daniels, available online at www.medienkunstnetz.de. <br />[6] Lev Manovich, The Language of New Media, Cambridge (Mass.), MIT Press 2001. <br />[7] Noah Wardrip-Fruin, Nick Monfort (eds.), The New Media Reader, Cambridge (Mass.), MIT Press 2003. <br />[8] Lev Manovich, \"The Death of Computer Art\", 1996 [revised 2001]. Available at www.manovich.net/TEXT/death.html. <br />[9] In his recent book Artmix, Milan, Feltrinelli 2008. <br />[10] Joline Blais, Jon Ippolito, \"Looking for Art in All the Wrong Places\",  2001. Available at www.three.org/ippolito/writing/looking_for_art.html. <br />>>>>"
	}
]
