[
	{
		"pid" : 0,
		"p" : "Australian artist Oron Catts is the founder of The Tissue Culture & Art Project (TC&A), an ongoing research and development project that explores issues of partial life and semi-living beings. Catts founded the TC&A in 1996, and was joined by Ionat Zurr shortly after. Guy Ben Ary was also a member from 1999 to 2003, and the collective sometimes work in collaboration with other artists."
	},
	{
		"pid" : 1,
		"p" : "After a four year residency at the University of Perth for the TC&A, Catts co-founded SymbioticA, a research laboratory dedicated to the exploration of scientific knowledge and biological technologies. In 2008 SymbioticA became the Centre of Excellence in Biological Arts."
	},
	{
		"pid" : 2,
		"p" : "LET’S START FROM THE USUAL QUESTION: WHAT DO YOU THINK YOU’RE DOING, PLAYING GOD?<br />There are two ways to answer this question – one is that the concept of God is a human construct so actually the question can be read as \"what do you think you're doing, playing human?\"<br />The second way of responding to such a question is that following its internal logic any form of manipulation of living systems is a form of playing God, therefore this question can be directed at farmers, gardeners, chefs, people who are doing flower arrangement etc. In both cases you can see that this is not going to take us anywhere.<br />I believe that this type of response to our work stems from exactly the point that we are trying to raise through the work – that there is a immense discrepancy between our cultural perceptions of life and what can be done with life with the knowledge of modern biology and it’s application through biotechnology and biomedical research. This question can be relevant only as a starting point in the discussion in regard to the limits of manipulation of living systems by humans. However, using God as \"a side\" in this discussion is quite futile as no one seems to agree about who/what is his/her/its real representative down here."
	},
	{
		"pid" : 3,
		"p" : "BIOTECHNOLOGIES SEEM TO MAKE THE DREAM OF PYGMALION FINALLY COME TRUE: BRINGING WORKS OF ART TO LIFE. IS EVERY TISSUE ENGINEER THEREFORE AN ARTIST?<br />To be specific, tissue engineering is not about creating new life. It does, however, transform life. Tissue engineering in the context of our work is about maintaining and prolonging the life of parts (i.e. fragments of the body), while removing them from their original context and transplanting them into the context of the semi-living. So unlike Pygmalion life is the starting point for our work. <br />It was the intention of the Tissue Culture & Art Project to grow semi-living sculptures, that do not necessarily conform to the original \"natural\" design of the body, and to keep them alive for as long as possible outside and independent of the body (with the assistance of the techno-scientific body)."
	},
	{
		"pid" : 4,
		"p" : "DO YOU ENGAGE WITH BIOTECHNOLOGIES AS A TOOL OR AS A MEDIUM? HOW DO THEY INFLUENCE THE CONTENT OF YOUR WORK?<br />We are using tissue technologies both as a medium and as a subject matter. In general, the TC&A was set up to explore the use of tissue technologies as a medium for artistic expression. We are investigating our relationships with the different gradients of life through the construction/growth of a new class of object/being – that of the Semi-Living. These evocative objects are a tangible example that brings into question deep rooted perceptions of life and identity, concept of self, and the position of the human in regard to other living beings and the environment. We are interested in the new discourses and new ethics / epistemologies that surround issues of partial life and the contestable future scenarios they are offering us.<br />We will be concerned about what might happen when the use of the medium of living tissue becomes less critical and self referential and will become a force of domesticating of the technology rather then a resisting force."
	},
	{
		"pid" : 5,
		"p" : "WHAT EXHIBITION CRITERIA DO YOU ADOPT WHEN SHOWING YOUR PROJECTS TO THE PUBLIC? TO WHAT EXTENT ARE THEY CONDITIONED BY THE CONTEXT WHERE YOU SHOW THEM?<br />As the presentation of living tissue sculptures is somewhat of a precedent we are experimenting with the aesthetic strategies we employ. We usually produce site specific installations based around the research projects we are working on and the context of the show. Whenever possible we try to maintain the semi-living sculptures alive for as long as we can. For that we construct a laboratory in the space. The laboratory fulfills two main conceptual purposes in addition to be the practical way to keep the semi-living. The conceptual purposes are to emphasis that our work is process based and to demonstrate the care that is needed to keep the semi-living. We make a point to tend to the needs of our semi-livings during gallery opening hours so the audience could witness the responsibilities we have once we transform life in such a way.<br />We try to strike a balance between presenting the technology needed to care for the semi-livings and the story we try to tell. The elements of the different installations contain many references to the history of partial life, as well as references to popular culture and art. We like our installations to be ambiguous, but in all projects we try to confront the viewer with an evocative experience that challenges his/her perception of life. <br />We are exhibiting in a wide variety of contexts, from exhibitions with a focus on the biotech era to exhibitions about textiles. We also presented our work in artistic, scientific, and other conferences. It is important for us to speak to a large and varied audience (rather than strictly artists or scientists). <br />We try to avoid falling into a trap of exhibitions that celebrates biotechnology, though we believe that the content of our work and the ambiguity and subtlety of our message can be interpreted in many ways."
	},
	{
		"pid" : 6,
		"p" : "ALL YOUR PROJECTS CAN BE READ IN VARIOUS WAYS: AS SCIENTIFIC EXPERIMENTS AND COMPLEX NARRATIVES, AS A PROCESS OR AS A PRACTICE THAT PRODUCES SCULPTURAL OBJECTS. WHICH OF THESE LAYERS DO YOU FEEL AS YOURS?<br />All of the above and more, we also deal with narratives surrounding species, eugenics and the treatment of the other, but more than anything else our work is about life and its complexity. When we present our work as an installation, the work should be experienced (rather than just read). We use different methods and techniques as times goes by and we are gaining more experience, though the bottom line is to have the multiplicity of narratives and discourses that are subtle and ambiguous. We would like the audience to form their own opinions (and love when they share it with us). We believe in complexity and look at \"life\" and/or \"biotech\" in a wider social / economical / political context that have many grades of shade rather than a black and white explanation. Our written publications are more \"revealing\" in an ideological and political sense."
	},
	{
		"pid" : 7,
		"p" : "WHAT ABOUT THE \"KILLING RITUAL\" THAT ENDS ALL YOUR PROJECTS? WHAT ROLE DOES IT PLAY IN SHAPING THE MEANING OF THE WORK?<br />During the exhibition of the Semi-Living sculptures we are performing routinely the \"Feeding Ritual\" in which the audience can view when we feed and care for our sculptures. The most pronounced act of violence in the work of TC&A is that of the public release of the semi-living from the techno-scientific body by the end of the exhibition. This act results in the death of the tissue and is known as the killing ritual. TC&A durational installations usually culminate with that public action in which the organizers of the event as well as the wider community are invited to touch the exposed semi-living and by that hasten their death. The killing only takes place when we reach a point when no one can take care of the semi-living any longer, either because we could not stay around for the rest of the exhibition or when the exhibition ends and we can not take the semi-living with us. The killing ritual can be seen as either the ultimate pitiless act, as an essential show of compassion; euthanasia of a living being that has no one to care for it, or just returning it to the cultural accepted state of \"a sticky mess of lifeless bits of meat\". It is important for us to be transparent in regard to the fate of the living art work in the end of the exhibition. It's also interesting to note that in some occasions members of the public came to us after participating in the killing ritual and told us that only by killing the semi-living they believed that the work was actually alive."
	},
	{
		"pid" : 8,
		"p" : "SYMBIOTICA IS A WONDERFUL EXAMPLE OF WHAT HAPPENS WHEN ARTISTS AND SCIENTISTS START PLAYING TOGETHER. HOW DID IT COME ABOUT? WHY IN AUSTRALIA? <br />SymbioticA is a research laboratory dedicated to the exploration of scientific knowledge in general and biological technologies in particular, from an artistic perspective. It is located in The School of Anatomy & Human Biology at The University of Western Australia. SymbioticA is the first research laboratory of its kind, in that it enables artists to engage in wet biology practices in a biological science department."
	},
	{
		"pid" : 9,
		"p" : "The decision to set up SymbioticA was made after four years of residency of The Tissue Culture & Art Project (Ionat Zurr and Oron Catts) at the School of Anatomy & Human Biology in UWA. When we realized that our project was ongoing and that it seemed that other artists were starting to get interested in similar practices, we decided to formalize the relationship with the university to be able to provide other artists access to the facilities in the school without going through the hassles that we had as artists in residence. The Tissue Culture and Art Project is now hosted by SymbioticA alongside the other core research group – The SymbioticA Research Group and individual artists in residence.<br />A very important point in establishing SymbioticA was that it is an actual physical space that the visiting artists can call \"home\" and not be in the position of a guest."
	},
	{
		"pid" : 10,
		"p" : "When we were looking for support for the establishment of SymbioticA we received much more positive reaction from the science community than from the art community here in Perth. Now things are a bit different and it seems that a major part of the art community here is becoming very supportive while some of scientists that originally supported us seem to realize that their expectations of what SymbioticA will do were based on archaic and sometimes exploitative views of the role of contemporary arts."
	},
	{
		"pid" : 11,
		"p" : "SymbioticA was founded by Prof. Miranda D. Grounds, Dr. Stuart Bunt and myself – Oron Catts – in 2000. The physical space called SymbioticA was completed in April 2000. It resulted from at least two years of trying to generate funds and to establish a framework in regard to SymbioticA’s role and mode of operation. The beginning was quite humble, with SymbioticA acting for its first year as a \"studio\" for two artists in residence and almost nothing else. During this year Ionat and I were in Boston so we could not play an active role in SymbioticA. It gave us the opportunity to reflect on the needs of future residents in SymbioticA and to develop more ambitious plans for the kind of activities SymbioticA should pursue.<br />When Ionat and I came back in April 2001 we started to implement our plans. We formed the SymbioticA Research Group as a fluid and dynamic trans-disciplinary group of core researchers in SymbioticA and other interested people. We also started to develop the academic part of SymbioticA and together with Adam Zaretsky (who was our first international resident) we offered a unit in Art and Biology for undergraduate students. Since then we have developed two more undergraduate elective courses and had a number of postgraduate students conducting their research in SymbioticA.<br />A growing number of artists (locally, nationally and internationally) have taken residencies here, from short and occasional visits to long term projects."
	},
	{
		"pid" : 12,
		"p" : "Just recently the Australia Council for the Arts announced their plan to establish ongoing support for our residency program by offering funds (on a yearly basis) for Australian artists to have a six month residency in SymbioticA. In addition the amount of requests for residencies from international artists has being steadily growing. <br />All of these developments show that there is growing and genuine interest in this kind of art and science collaborations and in particular in the area of life sciences. SymbioticA has proven that critical artistic engagement with scientific knowledge and technological applications is possible in an environment of collaborative research and within scientific institutions."
	},
	{
		"pid" : 13,
		"p" : "WHAT DOES IT MEAN, FOR AN ARTIST, TO WORK WITH A TEAM OF HIGHLY QUALIFIED SCIENTISTS? <br />SymbioticA’s model for art and science collaboration is based on mutual respect of the differences between these two modes of practice, while acknowledging areas of common interest. The resident artists are encouraged to critically engage with the new sets of knowledge and their application, while getting involved hands-on with the processes and techniques of science. The relationship between the new residents and the scientists they work with is initially that of mentorship. The residents develop the framework for their projects with consultation with SymbioticA staff and collaborating scientists and then go to learn the techniques needed for the fulfillment of their project. In no case the scientists are producing the work for the artists, and similarly, the artists do not work for the scientists. The long term residents (six months and longer) are appointed as honorary research fellows in the school of Anatomy & Human Biology, which makes them equal in their position to the post Doc research fellows in the other research laboratories within the school."
	},
	{
		"pid" : 14,
		"p" : "Many of the artists are interested in problematizing the knowledge and technologies they are engaged with, questioning the motivations, agendas and possible impact of these new developments. In most cases the research develops into the production of evocative cultural objects that brings the ethical, philosophical and cultural ramifications of scientific discovery and technological application into a wider context."
	},
	{
		"pid" : 15,
		"p" : "Due to the fact that SymbioticA was a bottom-up initiative that evolved organically, artists seem to have much more freedom and independence in the ways they choose to critique and present their findings. SymbioticA seems to operate very differently from most art and science initiatives in that it is not about creating public acceptance of new technologies and sets of knowledge but rather bringing them into question."
	},
	{
		"pid" : 16,
		"p" : "Who the author is is not a simple question when people are working together in a creative team. SymbioticA is encouraging collaborative work (with all its associated difficulties) with the belief that different people from different disciplines and indoctrinations who are open to each other’s differences and ethical sensitivities can create a meaningful project. However, we are aware of the limitations of such cross fertilization, that might cause some cross contamination and in many cases we welcome that. We are not hiding the differences among the fields of Art and Science. We are also aware that in some instances these differences are important and should be emphasized. What I find interesting in many of the projects coming out of SymbioticA is multiple narratives and concerns expressed through the one artistic object. This is true not only of the different scientific and artistic practitioners but even among artists working on the same project."
	},
	{
		"pid" : 17,
		"p" : "This interview was originally done for the Italian magazine Cluster. On Innovation, and published in issue 4, 2004 (Biotech), pp. 158 – 163. The full version was later published (2005) in Noemalab (www.noemalab.org).<br />>>>>"
	}
]