[
	{
		"pid" : 0,
		"p" : "I have always had problems with the presumed \"immateriality\" of the digital. First of all because, in the years of the \"new media\" hype, it has always been sold as a novelty, and as a problem. Second, because it is not true. Hey guys, immateriality in art is all but new: I’m glad to inform you that Yves Klein’s Zones of immaterial pictorial sensibility belong to the Sixties, and that Lucy Lippard wrote about it in the same years (1973). And it’s not a problem. If we are talking about market and saleability, well… Tino Sehgal’s works are immaterial, and they sell quite well; and if we are talking about preservation, when a museum curator has to preserve a video, a neon sculpture or an installation by, let’s say, Mario Merz, all he needs is a couple of tips and tricks to preserve digital art. As Christiane Paul pointed out for new media art [1], digital code may be computable, process-oriented, time-based, dynamic, real-time, participatory, collaborative, performative, modular, variable, generative, customizable. But not immaterial."
	},
	{
		"pid" : 1,
		"p" : "\"That’s ok\", you might say. \"But why do you say that a software piece, or a net-based artwork, is not immaterial? We can’t touch it.\" You are right: we can’t touch a software. But a digital code needs a machine in order to be processed, and some kind of interface in order to be seen. The most \"immaterial\" piece of digital code I’ve ever seen is called unix shell forkbomb and was written in 2002 by the free software programmer and hacktivist Jaromil. It looks like this:<br />:(){ :|:& };:<br />It is a series of 13 ascii characters that, if typed on any UNIX terminal, makes it crash without any stirring of emotion. For Jaromil, «viruses are spontaneous compositions which are like lyrical poems in causing imperfections in machines ‘made to work’ and in representing the rebellion of our digital serfs». [2]"
	},
	{
		"pid" : 2,
		"p" : "Apparently, it’s difficult to find something more \"immaterial\" than a computer virus. More often than not, it is even invisible, hiding in some forgotten part of the machine. Yet, if executed, it crashes the machine, causing real physical damage. As a \"lyrical poem\", it can be written in a Web page or a txt file, and thus be seen through a screen; or it can be printed."
	},
	{
		"pid" : 3,
		"p" : "For the I Love You [3] exhibition in Frankfurt (2002), for example, the ascii forkbomb was printed on a square panel, like some kind of visual poetry from the Sixties. With a similar attitude, the Biennale.py [4] virus, released by [epidemiC] and 0100101110101101.ORG at the Venice Biennale in 2001, was circulated on the net, recorded on a limited edition run of golden cd-roms, printed on t-shirts, shown on a computer. Some years later, 0100101110101101.ORG created a series of re-assembled computers infected with the virus and intent on an eternal process of infection and disinfection, of hunting, killing and resurrection."
	},
	{
		"pid" : 4,
		"p" : "Of course, digital code can refuse any kind of visualization. During the Nineties, another Italian artist, Maurizio Bolognini [5], tried to do this in the most undervalued piece of new media art ever made, Programmed Machines (since 1992). He basically programmed about 200 computers to make them generate a never-ending flow of images, ad infinitum; and then he sealed them, making it impossible for anyone to see what the machines were programmed for. The computers are usually shown on the floor, working; hiding the output, the artist makes us think about the process and the (not so) silent life of a computer, rather than the result. The core of the work is immaterial, but the installations are on the heavy side.<br />Examples such as 0100101110101101.0RG’s Perpetual Self Dis/Infecting Machines (2001 – 2003) and Bolognini’s Programmed Machines may lead us to talk about the so-called \"rematerialization\" of media art, but I’m not that interested in the subject – or, maybe I have written about it too much. Yet, before exploring another issue, I would like to offer another example, something I like a lot. Alerting Infrastructure! was made in 2003 by Jonah Brucker-Cohen [6], who has since moved from place to place. Alerting Infrastructure! is a physical hit counter – actually a drill – that translates hits to the web site of an organization into interior damage of the physical building that website or organization represents. In other words: the virtual is replacing the physical, but it’s doing it… physically."
	},
	{
		"pid" : 5,
		"p" : "Concrete Digits<br />But if saying that new media art is immaterial can create a lot of misunderstandings, which can be dangerous for the work of the artists, then saying that the increasing presence of software, networks and interfaces in our relationship with culture is making the latter more and more intangible and fluid is absolutely true. Today it’s almost commonplace that works of art (digital or not) are not closed, finished objects, but are constantly changing according to the kind of interface we adopt. And even if copyright laws still apply, objects (and artworks) are no longer something that should be respected, but something that can be manipulated, appropriated, customized."
	},
	{
		"pid" : 6,
		"p" : "Yet, if digital culture is changing our relationship with physical objects, the opposite is also true. What I’m trying to say is that the recent evolution of the digital medium is increasingly bringing reality and physical laws into the machine. In the last part of this article, I would like to focus on two works that show how two important issues such as identity construction and the representation of time have changed in the last few years."
	},
	{
		"pid" : 7,
		"p" : "«I’m always at home. I don’t go to exhibitions, I don’t make conferences – but, look: I will have two solo and three group exhibitions in a bunch of months». In a way, Gazira Babeli [7] was able to live the dream of any hardcore net artist: to exist purely on a computer screen. If you want to really know her, go to East of Odyssey – a land in the virtual world of Second Life – one of these days. At some point, your digital alter ego will start to be kicked around, more and more violently, by some mysterious meteoroids falling from the sky. Gazira became known in Second Life for works like this: storms of question marks, bananas and Super Marios; earthquakes and tornados activated by saying the wrong word; giant Campbell’s Soup cans persecuting visitors; falling marble towers, a Greek temple playing Pong with you in place of the ball, and scripts stretching your avatar like an used towel."
	},
	{
		"pid" : 8,
		"p" : "Gazira Babeli is a constructed identity that we perceive as real: she has a body, she hurts our bodies, and she treats the world we both live in like a real world, with physical laws that she systematically violates. If we compare her with Netochka Nezvanova [8], the mythical cyber-identity who appeared on the net in the late Nineties, we can see that something has changed in the construction of a virtual persona."
	},
	{
		"pid" : 9,
		"p" : "Recently Gazira started \"exporting\" her works from Second Life, in the shape of a standalone software that, when launched, opens up a micro-virtual world inhabited just by the work. The visitor can go through it controlling Gazira’s body with the help of a joystick or a touch screen. Gaz’ of the Desert – Locusolus Lands (2009), for example, collects some narrative elements from the artist’s movie Gaz’ of the Desert (2007), but translates them into a completely new, absurdist, hallucinatory playground. You can walk through the desert, fall into an office/jail, sit on a column as a bizarre, latex-clad stylite and listen to the dialogue between the Boss and the President, two other characters lost in the desert and talking about art. The feeling is that of being suddenly hurled into a surreal dream, or in the Little Prince’s desert. Time passes slowly, and nothing happens."
	},
	{
		"pid" : 10,
		"p" : "Something similar can be experienced in front of John Gerrard’s realtime 3D landscapes, such as Sentry (Kit Carson, Colorado) or Grow Finish Unit (Elkhart, Kansas), both made in 2008 [9]. Gerrard reconstructs real places with a 3D engine, and makes them live in real time while a camera tracks slowly around them, showing all angles. The works focus on the American landscape, and on its unmistakeable mix of nature and civilization, peace and activity, freedom and control."
	},
	{
		"pid" : 11,
		"p" : "The photorealism of videogames references with the American painting tradition, from Hopper to Sheeler [10]. Nothing happens, besides some repetitive, minimal actions. In Sentry, a red oil derrick continuously pumps oil. In Grow Finish Unit we see a large pig farming facility with a lake of excrement all around it; every six-eight months, a fleet of trucks arrives at some point to silently remove and replace the occupants. Time moves on slowly, day after day, according to the timezone of the original place. Even more interesting is Oil Stick Work (Angelo Martinez, Richfield, Kansas), where Angelo Martinez, a tiny virtual character, works from dawn to dusk, seven days a week, on a lifelong project: painting a barn black using just stick oil. In 2038, he will finish his task and leave the scene."
	},
	{
		"pid" : 12,
		"p" : "Though very different, both Babeli’s and Gerrard’s virtual scenarios explore a new level in the representation of time. In this case, a comparison with an early piece of software art tackling the issue of time offers key insight. With Every Icon (1997), American artist John F. Simon Jr. [11] activated a process destined to work virtually ad infinitum (or at least 5.85 billion years). The application (a 32 x 32 grid programmed to display every possible combination of black and white squares) looks very abstract, but is not that different from Babeli’s and Gerrard’s works: in both cases, software controls an environment, making some strange things happen through time. But while Simon’s grid just displays a process, Babeli and Gerrard build immersive environments, places we can enter and get lost in, characters we can love or hate. Intangible but real."
	},
	{
		"pid" : 13,
		"p" : "Commissioned by and first published in the Spanish art magazine Artecontexto, Issue 2, 2009.<br />[1] Cfr. Christiane Paul, \"The Myth of Immateriality: Presenting and Preserving New Media\", in Oliver Grau (ed), Media Art Histories, The MIT Press, Cambridge (Massachusetts) – London (England) 2007, pp. 251 – 274.<br />[2] Cfr. Jaromil, \":(){ :|:& };:\", in Digitalcraft.org, 2002, available online at www.digitalcraft.org/?artikel_id=292. <br />[3] I love you – computer_viruses_hacker_culture, Museum of Applied Arts Frankfurt, May 23 – June 23 2002. Documented online at www.digitalcraft.org/?artikel_id=244. <br />[4] Cfr. www.0100101110101101.org/home/biennale_py/. <br />[5] Cfr. www.bolognini.org. <br />[6] Cfr.www.mee.tcd.ie/~bruckerj/projects/alertinginfrastructure.html. <br />[7] Cfr. www.gazirababeli.com. <br />[8] Cfr. http://en.wikipedia.org/wiki/Netochka_Nezvanova. <br />[9] Cfr. www.johngerrard.net. <br />[10] Cfr. Roberta Smith, \"John Gerrard\", in New York Times, February 19, 2009, online at www.nytimes.com/2009/02/20/arts/design/20gall.html?_r=2. <br />[11] Cfr. www.numeral.com."
	}
]