[
	{
		"pid" : 0,
		"p" : "During recent years the term re-enactment and the practices it refers to have enjoyed increasing success in the artistic context. On one hand this success is due to the advent, and success, of a new generation of performance artists interested in staging seminal performances of the past, while on the other hand a series of events, shows and conferences have had a hand in drawing attention to the practice."
	},
	{
		"pid" : 1,
		"p" : "A list, albeit provisional, could include A Little Bit of History Repeated (Berlin, KunstWerke 2001), in which contemporary artists staged performances of the sixties and seventies; A Short History of Performance (London, Whitechapel Art Gallery 2003), where the original artists re-staged their own performances; Experience, Memory, Reenactment (Piet Zwart Institute, Rotterdam 2004), a series of lectures and screenings involving, among others, Rod Dickinson, Steve Rushton and Pierre Huyghe; Life, Once More - Forms of Reenactment in Contemporary Art (Witte de With, Rotterdam 2005), featuring a number of pieces which have become part of the canons of historic re-enactment, from The Milgram Reenactment by Rod Dickinson to Spielberg's List by Omer Fast; 7 Easy Pieces (Guggenheim Museum, New York 2005), an outstanding personal exhibition by Marina Abramović, during which the artist re-staged seven performances of her own and others, attempting at the same time to offer a model for re-staging performances of the past; and the recent History Will Repeat Itself. S"
	},
	{
		"pid" : 2,
		"p" : "trategies of re-enactment in contemporary (media) art and performance (HMKV at Phoenix Halle, Dortmund 2007), which provided a relatively exhaustive overview of re-enactment inspired by past events, both historical and topical."
	},
	{
		"pid" : 3,
		"p" : "Despite the rather summary mention we have room for here, the aforementioned events reveal some of the key aspects of the re-enactment phenomenon, and call for a reflection on its complexity. On one hand, indeed, the success of re-enactment appears to be connected to a parallel, vigorous return to performance art, both as a genre practiced by the new generations, and as an artistic practice with its own historicization."
	},
	{
		"pid" : 4,
		"p" : "On the other hand the term re-enactment accompanies two phenomena that at least at first glance have very little in common: restaging artistic performances of the past, and revisiting, in performance form, \"real\" events – be they linked to history or current affairs, past or present. Both of these aspects deserve attention, not least for the fact that they reveal the complexity of the phenomenon, and the motivations and operative approaches that are gathered under the umbrella term of re-enactment."
	},
	{
		"pid" : 5,
		"p" : "The Return of Performance Art <br />The advent of re-enactment in the artistic context appears to lie at the point where two parallel, only seemingly conflictual processes converge: the predominance of ‘mediatized’ (or mediated) experience over direct experience, and the resurfacing of performance art."
	},
	{
		"pid" : 6,
		"p" : "The mass media (newspapers, radio and television) has long been our main interface with current affairs, but only in recent years, with the second Gulf War and 9-11, has it become the principal \"destiny\" of historic events, the witness for whom history is played out and experienced. But it is not just history – events which in one way or another belong to the upper register of our collective existence – that mainly occurs by means of the media: our daily lives are now increasingly \"mediated\"."
	},
	{
		"pid" : 7,
		"p" : "Digital cameras and videocameras painstakingly document our daily existences, filling our computers and the internet with an unprecedented quantity of amateur media material. E-mail, mobile phones, chat rooms, social networks and virtual worlds are the means that we delegate a growing portion of our social relations to, and in the 3D arenas of videogames some of us experience what we reckon is the best version of our lives."
	},
	{
		"pid" : 8,
		"p" : "In spite of this, performance art, which became established in the late sixties and throughout the seventies, then was cast aside in the eighties when the market recovered and more traditional genres re-emerged, before being feebly relaunched in the nineties, now appears to be experiencing a second life. And this is a highly apt turn of phrase, when we consider the numerous reinterpretations of historic performances, that in the microeconomy of contemporary art appear to have acquired the clout of musical cover versions. A second life it is, but not a second youth."
	},
	{
		"pid" : 9,
		"p" : "The performance art of today seems much more mature, conciliating and reasonable, and less pure and radical compared to its first season. Back then, documenting performances in photos and videos, when not expressly forbidden, was done in a lowly, ‘for the record’ way, and these documents were openly anti-aesthetic. Now, on the other hand, performance art does not exist without media-based documentation; so much so that Tino Sehgal’s request not to publish images of his performances looks more like a celebrity whim than a groundbreaking stance."
	},
	{
		"pid" : 10,
		"p" : "Performance art came into being as an anti-establishment practice, a radical rejection of the commercialization of art – I use my body because it is the only thing that no-one can ever sell – and then gradually changed, with props becoming fetish objects, and its documentation (now carried out by professional photographers and cameramen) becoming a series of works in their own right. In this way performance art has ended up being the protégé of a spectacular system that demands experiences rather than products, events rather than objects."
	},
	{
		"pid" : 11,
		"p" : "Or as Jennifer Allen writes: <br />«In retrospect, performance art – from expanded cinema to happenings - seems to have anticipated an economy beyond the traditional material commodity, where spectacles, adventures, experiences and services could be packaged and sold.» [1]"
	},
	{
		"pid" : 12,
		"p" : "So it was that performance art came to an agreement with the media, which on one hand guarantees its survival over time, and reconciles it to the market, and on the other offers it new scope for action, from live broadcasts to the use of virtual platforms for performance purposes. Which means that performance art no longer necessarily involves the body, and that increasingly, the rapport with the media is no longer one of subordination, but on equal terms: the media no longer simply \"documents\" events, but participates in them and becomes a part of them."
	},
	{
		"pid" : 13,
		"p" : "All of this is central to the question of re-enactment, which is linked to the issue of mediation for various reasons: firstly because reconstructing the past often relies on media documentation, rather than direct knowledge, if not narrative or fictional accounts [2]; secondly because the very raison d’être of re-enactment is often its photographic or video documentation [3]; and lastly because re-enactment occasionally comes into being in an entirely mediatized form [4]."
	},
	{
		"pid" : 14,
		"p" : "Performance, Remediation, Citation <br />It is not easy to identify the route by which re-enactment entered the history of performance art. One thing for sure is that the concept is a vague one, linked as it is to two practices which are fundamentally different in terms of origins and motivations: restaging performances and reproducing historic events."
	},
	{
		"pid" : 15,
		"p" : "The first form lies entirely within the realm of art, and the particular history of performance. In the sixties and seventies, when performance art came into being as a contemporary art practice, the main aim of the artists was to distinguish what they were doing from theatre. Vito Acconci has said: «We hated the word 'performance' [...] performance had a place, and that place by definition was theatre, a place you went to like a museum.» [5] The theatre was rejected as an institution, and also as the canonical arena for representation, in terms of theatrical make-believe, for being non-authentic."
	},
	{
		"pid" : 16,
		"p" : "Performance art, on the other hand, was about authenticity, the here and now, endurance. \"No rehearsal, no repetition, no predicted end\", to quote the conditions of Marina Abramović [6]. Who, it has to be said, refused to keep or display props, and refused to attribute work of art, fetish-like status to the documentation of her performances, which she did however keep. Many other artists also did so, both then and now. The repetition of performances was another widespread practice, and in Fluxus events was even part of the DNA, based as they were on an instruction, a repeatable script. But the fact that a rule is disregarded does not prevent it from conditioning the context that generated it. It is only when this rule is cancelled from the canons of performance that repetition becomes re-enactment."
	},
	{
		"pid" : 17,
		"p" : "In Abramović’s career this happened when, after splitting up with Ulay, the artist felt the need to take her distance from her life and works, and she discovered that the best way of doing this was to \"restage it\" in the language of the theatre, which she had avoided like the plague till that moment. The result was Biography (from 2002), a \"show\" in which Abramović constructs her biography out of some of her historic performances interpreted according to the language and conventions of the theatre. She later gradually abandoned acting in the show herself, getting her pupils and collaborators to stage it. 7 Easy Pieces (2005) was the next step, springing from a need and a duty, as the artist explains:"
	},
	{
		"pid" : 18,
		"p" : "«I feel the need not just to personally re-experience some performances from the past, but also to think about how they can be re-performed today in front of a public that never saw them. [...] After thirty years of performing, I feel like it is my duty to retell the story of performance art in a way that respects the past and also leaves space for reinterpretation.» [7]"
	},
	{
		"pid" : 19,
		"p" : "On one hand then, there is a personal need to ‘re-experience’ some of her own and others’ performances, while on the other the artist feels the duty to commit these experiences to history, at the same time detaching them from the mystification created by poor documentation: <br />«Due to the dire conditions of performance art documentation, these substitutable media never did justice to the actual performances. The only real way to document a performance art piece is to re-perform the piece itself.» [8]"
	},
	{
		"pid" : 20,
		"p" : "But apart from Abramović’s personal motivations, it is clear that reenacting performance art is only possible in the context of a renewed, extended conception of this art form. In the catalogue of the touring exhibition [9] No lo llames performance / Don’t Call it Performance (2003), Paco Barragan lists eight points that he believes characterize performance art today. Some of these are especially relevant to the practice of re-enactment:<br />«2. The action is of a 'portable' character, able to be reproduced in different environments and before different audiences. [...] 4. Loss of hierarchy: live action is not automatically valued above its recording. [...] 6. The 'remake' of given historical performances is not seen as a mere reproduction of the original action, it has become a new art form.»"
	},
	{
		"pid" : 21,
		"p" : "This new art form, while it often uses mediation (during both preparation and staging), therefore springs from a dynamic which is the exact opposite of mediation, namely the desire to recover the original in all its immediacy, and therefore in the only possible way: by experiencing it. It is a highly self-referential art form, in view of the fact that it takes place entirely within the art world, whether motivated by historicization, tribute or celebration, or by a desire to verify the validity of a given performance when set in another era, another arena, and with other actors."
	},
	{
		"pid" : 22,
		"p" : "The idea of repetition implicit in the \"re\" prefix tends to make us forget that the heart of every re-enactment lies not in its fidelity to the original model, but in the differences between the original and the ‘remake’. These differences may be actively pursued (for example by changing the sex, age or nationality of the actors) or avoided, but are inevitable."
	},
	{
		"pid" : 23,
		"p" : "The concept of self-referencing, in particular, is fundamental to understanding this form of re-enactment. It is in fact more of a \"citation\" or act of appropriation, rather than the restaging of an event or a theatrical reproduction. This happens because art is always a linguistic act, even when it becomes an event; and because this event, in the meantime, has in turn become a fetish object that can be plucked out of the sea of confusion that is our cultural panorama."
	},
	{
		"pid" : 24,
		"p" : "The motivations mentioned by Abramović, the reasons she gives for embracing the practice of re-enactment, include an advertising campaign that appeared in Vogue Italia. Without her authorization the magazine had appropriated one of her performances, and the event, transformed into an image, became an icon, therefore able to be appropriated, recycled, repeated, relived [10]. This does not mean that re-enactment is appropriation, citation, plagiarism or the like, but only that it relates to and dialogues with these artistic languages. In its respect for the original event, and its attempt to bring it to life in a different context, re-enactment is the way that performance art survives and makes its mark in the age of post-production."
	},
	{
		"pid" : 25,
		"p" : "History as an Act <br />When it comes to re-enactments of events outside the art world – be they historical events, distant or recent news items, experiments, literary excerpts, and so on, we enter a completely different conceptual arena. The forms that this can take are in fact so different that at times gathering them all under a single term (re-enactment) and confining them to a single operative arena (performance art) might seem specious and arbitrary. Another limiting factor, that many critics have lingered over, is the comparison between historic re-enactments (reliving a past event, in virtue of its being in the past) and the artistic version (which relives a past event in view of the meaning this holds for the present) [11]."
	},
	{
		"pid" : 26,
		"p" : "It might make more sense to talk about \"reactivating\" an event, or a sign: a term which is also legitimized by the verb \"enact\": this not only means \"to act out (a role or play) on stage\", but also, \"to put into practice\", often used with reference to a law coming into force. From this point of view re-enactment is not so much, or not only, the restaging of an event, but its translation into an act: an act which may be, but is not necessarily, performance-based."
	},
	{
		"pid" : 27,
		"p" : "Re-enactments of historic events are inevitably obliged to take account of other practices of reactivation belonging to popular culture, of which it sometimes takes on the approaches and forms. These practices include re-evocations, role-playing and cosplaying."
	},
	{
		"pid" : 28,
		"p" : "Reevocations, which are particularly popular in English-speaking countries, often regard village fairs and the restaging of historical events belonging to a particular local context, which they stand out from for their aspirations to authenticity and historic accuracy [12]. Re-enactors, who often appear in the crowd scenes of historic films, carefully study the costumes, lifestyles and language of the era they want to reenact, and rather than restaging it, they actually relive it."
	},
	{
		"pid" : 29,
		"p" : "Role-playing and cosplaying are only apparently less faithful to historic fact: in actual fact they often involve the same level of philological precision as historic re-enactments, but with reference to a literary theme, usually linked to the fantasy genre, as seen in the first role-playing games, and later videogames. The level of identification with the game character is often so complete that it would put the top students at Actor's Studio to shame [13]."
	},
	{
		"pid" : 30,
		"p" : "Among the other practices that re-enactment occasionally takes on, we should not forget historical fakes, media hoaxes and film, in so far as it is make-believe based on reality. There are numerous examples of this, from the previously mentioned video-installation by Pierre Huyghe The Third Memory, where the actual event is constantly filtered by its cinematographic alter ego, to Greenwich Degree Zero (2006) by Rod Dickinson and Tom McCarthy: an installation that presents the documentation of an event which never actually happened."
	},
	{
		"pid" : 31,
		"p" : "In short, Dickinson and McCarthy take up the story of a failed terrorist attack at Greenwich Observatory in 1894 by a French anarchist, and document it as if it really did take place, by manipulating the media of the day. Works like these demonstrate that in the practice of re-enactment, references to events of the past resuscitated for the meaning they can acquire in the present is only one of the many possibilities [14]."
	},
	{
		"pid" : 32,
		"p" : "While it is therefore evident that in re-enactment the original event or \"text\" is not necessarily expressed in performance form, it is true that it always translates into a script or narrative, and that when this is staged as a performance it inevitably begs a comparison with theatre and its \"suspension of disbelief\" aspect. Performance-based re-enactments use actors who know their parts to perfection, sophisticated scripts and painstakingly reconstructed sets, so why not talk about theatre rather than performance art? The reason is that re-enactment, while replicating a past event, is not about representation, but action: it does not want to be viewed as fiction, but as an authentic fact, something happening in the here and now."
	},
	{
		"pid" : 33,
		"p" : "Performance-based re-enactments do not take place in theatres or sets (arenas for representation) but in real-life venues, and by the same token the spectators are never an audience, but witnesses. Lastly, we could assert that re-enactment does not tackle history and the original event in terms of creating an account or reproduction, but more in terms of taking a sample. The event itself is viewed as a ready-made that can be isolated, sampled, decontextualized and reproposed."
	},
	{
		"pid" : 34,
		"p" : "The Topical Nature of Re-enactment <br />We have yet to address the question of why the two lines of re-enactment, apparently so mutually independent, took root in more or less the same period, and appear to capture the zeitgeist so aptly. In actual fact there are a few pointers: the renewed topicality of performance art, which has become one of the pillars of the spectacular system of art and its peculiar economy; the fact that our experience of history is by and large mediated, which on one hand increases our desire for \"real events\", and on the other has got us accustomed to reliving the same events over and over, simply by pressing \"replay\". Then there is life itself, which on one hand is increasingly based on mediated experiences, and on the other is often based on nothing other than the remediation of a media model. The videos of the Palestinian kamikazes are all pretty much alike, and have now become a model on which teen psychopaths without a cause base their messages, uploading them to Youtube before dashing into school, gun in hand."
	},
	{
		"pid" : 35,
		"p" : "The Columbine massacre remediated a shoot-up in a videogame, and in Elephant Gus Van Sant restaged the images from the school’s security cameras. Peggy Phelan offers a highly interesting analysis of the attempted shooting of Reagan as the remediation of a series of narrative events, films (Taxi Driver), and real events obsessively regurgitated by the media, like the Kennedy assassination – connections which gain even more significance when you think of the role the media began to play in American democracy precisely as of the Reagan administration – under a president who was a former film star [15]."
	},
	{
		"pid" : 36,
		"p" : "In other words re-enactment is actually the art form par excellence in a society where mediation has triumphed completely over direct experience, and has stealthily taken over everyday life. The appeal of re-enactment lies in its very ambiguity, in how it manages to be both a confirmation of the power of the media and an illusory revanche of direct experience.<br />Lastly the concept of history as readymade introduced in the previous paragraph, leads us to consider re-enactment as one of the many forms assumed by what Nicolas Bourriaud has identified as the predominant form of contemporary art in the information age: post-production. In this sense re-enactment could be seen as one of the products of that new form of culture that Bourriaud calls the \"culture of use or culture of activity\", in which:"
	},
	{
		"pid" : 37,
		"p" : "«[...] the artwork functions as the temporary terminal of a network of interconnected elements, like a narrative that extends and reinterprets preceding narratives. [...] Going beyond its traditional role as a receptacle of the artist's vision, it now functions as an active agent, a musical score, an unfolding scenario [...]. In generating behaviors and potential reuses, art challenges passive culture, composed of merchandise and consumers.» [16]"
	},
	{
		"pid" : 38,
		"p" : "Isolating the \"re-\": the Mount Triglav Series<br />Connecting the phenomenon of re-enactment with the more generic concept of postproduction means opening our eyes to a broader horizon than that indicated by this term: a horizon defined not as before, by the concept of ‘updating’ something, but by the semantic arena evoked by that short prefix at the start of the word. This is the context of the work developed in the Re:akt! platform. The idea of repetition is just one of the concepts implied by this particle. There are other interesting ideas which run alongside it, such as \"response\", and \"reaction\"."
	},
	{
		"pid" : 39,
		"p" : "All of the works in the Re:akt! platform bring ‘up to date’ an event (artistic or otherwise), and also respond or react to that event. And lastly, they offer a wider meta-reflection on the idea of action (Re-garding act). More than just re-enactment, then: rather, as Duchamp described art, \"a game among men of all eras\"."
	},
	{
		"pid" : 40,
		"p" : "It wouldn't be easy to find a better description for the Mount Triglav series, in which three groups of men from different decades are playing among them and with the same symbol. To understand this body of work, created in different periods by different artists, we should distinguish between two different levels right from the start: the history of the symbol in the context of the collective perception and memory of a population; and the history of repeated attempts to appropriate this symbol, against the background of an artistic history as particular as that of Slovenia."
	},
	{
		"pid" : 41,
		"p" : "The symbol in question is Mount Triglav, which, standing at 2,864 meters, is the highest mountain in Slovenia and the Julian Alps. The name (\"tri\", three and \"glave\", heads) would appear to derive from its characteristic three-pointed shape, though some link it to a three-headed divinity from Slavic mythology. Traditionally the mountain is one of the symbols of Slovenia, though it took some time to become an official icon. Mentioned in one of the most popular patriotic songs (Oj, Triglav, moj dom by Jakob Aljaž), Triglav only appeared on the Slovenian flag in 1991 [17], in place of the red socialist star, when the country left the Socialist Federal Republic of Yugoslavia. It did, however, appear in military insignia as of the post war period. Around 2003 the design of the flag, too similar to the Slovakian flag, was called into question; nothing was done, but it is significant that the winning sketch was based entirely on the stylized outline of the mountain. In January 2007, Mount Triglav put in an appearance on Slovenia’s 50 euro cents coin."
	},
	{
		"pid" : 42,
		"p" : "We are therefore dealing with a national symbol, but that of a nation whose recent history is considerably tormented. One of the first provinces of the Austro-Hungarian Empire to have its flag recognized, after the First World War Slovenia became part of the newly-formed Kingdom of Serbs, Croats and Slovenes. During the Second World War parts of the country were variously occupied by Italy, Germany and Hungary, then in the post-war period it became part of the Socialist Federal Republic of Yugoslavia. On 25 June 1991 Slovenia declared independence from Yugoslavia, obtaining it after a brief conflict known as the \"Ten-Day War\". The stability it subsequently achieved, both politically and economically, led to it being the first Balkan nation to enter the European Union, in 2004."
	},
	{
		"pid" : 43,
		"p" : "On 30 December 1968, at the Zvezda Park in Ljubljana, three members of the group OHO (Milenko Matanović, David Nez, and Drago Dellabernardina) donned a heavy black sheet which reached down to their feet, leaving only their faces visible. The performance – in actual fact little more than a tableau-vivant – was entitled Mount Triglav. The newly-founded group was set to become one of the most interesting players in the brief season of the Slovenian artistic neo-avantgarde. Having started life with an open artistic identity, as an interdisciplinary context hosting different practices, in 1969 OHO set about forming a genuine artistic collective, working on the confines between conceptual art, performance and process art. An anti-art stance soon began to predominate, and between 1970 and 1971 OHO evolved into a kind of hippy commune, in an attempt to take the fusion of art and life to extremes."
	},
	{
		"pid" : 44,
		"p" : "The OHO story is emblematic of a very particular phase in Slovenian art, in which protests against the art market and the work of art as object, and the anarchist, libertarian stance of the international neo-avantgarde movements, were expressed in a particularly extreme way, something that enabled the art scene in Slovenia, unlike in other contexts, to avoid being integrated into the system."
	},
	{
		"pid" : 45,
		"p" : "Mount Triglav is emblematic of this attitude: OHO takes on the task of \"embodying\" a national symbol, at a time in which the nation’s dream of self-determination appears painfully subjugated to a utopia under threat. And even though the long hippy hair of the performers does introduce a note of parody, the members of OHO are careful not to give their performance any specific ideological connotations. Mount Triglav still appears as impenetrable as the rock face of the symbol it incarnates. As Katie Kitamura writes, \"OHO’s performance seemed both to inhabit the national symbol and to claim it for itself, replacing the anonymous peaks of the mountain with the faces of 1960s’ counterculture.\" [18]"
	},
	{
		"pid" : 46,
		"p" : "Beyond other more historic connotations, like their conceptual aptitude for working with language, as noted by Miško Šuvaković [19], and the \"objectification of the human\", highlighted by Kitamura, what strikes us about this work, and justifies the subsequent re-enactments, is the deconstruction and reconstruction of the symbol. The performance interferes with a symbol, and creates another: the tiny blurred photos of the event are an emblem of performance art in the sixties and seventies – more interested in the process than the object – and in the construction of an event more than its duration over time; they are also artistic fetish objects. Precisely in view of their neglected, anti-aesthetic feel and non-mediated character, these objects are ideal witnesses to the authenticity of an event that, at a distance, has acquired an almost sacred status. These images, like many others which document early performances, are like the relics of saints: their aura is not self-made, but acquired, independently of the intentions of those who produced them."
	},
	{
		"pid" : 47,
		"p" : "This latter aspect is decisive for the comprehension of Like to Like (2003-2004), a project by the group Irwin, which takes the form of six large format prints of some of the historic works by OHO, including Mount Triglav. On one level, the entire operation can be interpreted as a reflection on performance art and its ability to give rise to iconic images. In Like to Like, Irwin appropriates some projects (performance art, but also installations, environmental art, etc.), and transforms them into images."
	},
	{
		"pid" : 48,
		"p" : "The performance aspect of the various projects is lost, and what is highlighted is their ability to give rise to images that lodge in the memory, both individually and collectively, withstanding the test of time, becoming part of history and manipulating an identity. The painstaking philology with which Irwin stages the OHO performance is at odds with its betrayal of the initial premise of the original work: performance as bringing an end to the artistic object. This basically means two things: on one hand Irwin operates in an entirely different artistic context, where performance art exists in virtue of the media it generates; while on the other hand, the group is performing an operation of historiography. This operation resembles that implemented, in a different way, in East Art Map, the volume that reconstructs \"the missing history of contemporary art, art networks, and art conditions in Eastern Europe from the East European perspective\" [20]: in Like to Like Irwin manipulates memory, and writes the history of Slovenian art. To quote the statement that introduces the \"texts\" section of their website: \"There is Greek art; there is German art and there is French art. But there is no art as such. The more Slovene our art is, the better. \""
	},
	{
		"pid" : 49,
		"p" : "At this point we should consider the artistic intentions of the Irwin group. Founded in 1984, Irwin represents the \"visual arts\" division of the Neue Slowenische Kunst, an ambitious collective project that consists in reliving the trauma experienced by the avant-garde movements when they witnessed totalitarian regimes appropriating their utopian impetus. As Eda Kufer and Irwin write: \"Retro avant-garde is the basic artistic procedure of Neue Slowenische Kunst, based on the premise that traumas from the past affecting the present and the future can be healed only by returning to the initial conflicts."
	},
	{
		"pid" : 50,
		"p" : "Modern art has not yet overcome the conflict brought about by the rapid and efficient assimilation of historical avant-garde movements in the systems of totalitarian states.\" [21] In other words, NSK could be described as the most colossal re-enactment in the history of contemporary art: that of the avant-garde and its trauma."
	},
	{
		"pid" : 51,
		"p" : "In Irwin’s artistic program, this concept is declined into three main principles: the \"retro-principle\", based on decoding and re-coding the art of the past; emphatic eclecticism, and asserting the Slovenian nationality and national culture [22]. This can be seen, for example, in their famous Icons, paintings that use collage to mingle avant-garde art with totalitarian propaganda, sacred iconography and the formal characteristics of tradition. The symbols of totalitarian power are demolished not through criticism or parody, but by means of a much more subtle process of over-identification, also termed \"subversive affirmation\" [23]."
	},
	{
		"pid" : 52,
		"p" : "The ideology of the NSK oeuvre is not explicitly stated, and this very semantic ambiguity was its strong point in the eighties and nineties. Avant-garde art is not challenged or glorified: it is rewritten. <br />Nowadays, after the collapse of the totalitarian regimes, and in a context that Vladimir P. Štefanec, playing with the language of government propaganda, has dubbed \"relaxed capitalism\" [24], it is not clear whether the avant-garde trauma has been overcome or not. One thing for sure is that Irwin has become a definitive point of reference for the new generation of artists, Slovenian and otherwise; and that the relationship between art and the political establishment is a lot more ambiguous and stratified than it was in the days of the avant-garde movements."
	},
	{
		"pid" : 53,
		"p" : "In this context Janez Janša, Janez Janša and Janez Janša appear. On 6 August 2007 they staged a performance entitled Mount Triglav on Mount Triglav, which provisionally closes this matrioska-style story initiated by OHO in 1968. Slovenia has found itself a place in the new world order, and Mount Triglav has survived the transition intact, taking pride of place on one of the coins that symbolizes the victory of capitalism. In recent years cracks have begun to show in the latter, but capitalist democracy seems to be the only available model, the model which countries recovering from the collapse of the great narrations attempt to evolve towards. The powers that be have developed such a strong resistance to criticism, that not only parody, but also over-identification, appear weak strategies."
	},
	{
		"pid" : 54,
		"p" : "When they staged Mount Triglav on Mount Triglav, the three Janšas had just completed a long bureaucratic procedure enabling them all to take the same name: a name that also happened to belong to the then Prime Minister of Slovenia. While the three artists have always attempted not to reduce this operation to its purely political significance, claiming \"personal reasons\" for the change of identity, it becomes very difficult to exclude the political element when we see Mount Triglav on Mount Triglav. When \"Janez Janša\" tackles the ascent of Mount Triglav (a sort of rite for Slovenians, something like Muslims going to Mecca) to re-stage the work of a hippy collective in the sixties, they create a kind of short circuit that nothing and no-one seems to come out of unscathed."
	},
	{
		"pid" : 55,
		"p" : "With Janez Janša we are beyond over-identification as a performance strategy and resistance tactic; what we have here is an oblique attack which functions by annihilating the identity of the symbol: this affirms on one hand the power of the symbol itself, and on the other our resistance to its magnetism."
	},
	{
		"pid" : 56,
		"p" : "Davide Grassi, Žiga Kariž and Emil Hrvatin have cancelled themselves out to become Janez Janša, a living, transitory symbol of political power; and Janez Janša nullifies himself in Triglav, the eternal symbol of a nation. The work on the name of the mountain continues, and the \"three heads\" of OHO become one: that of Janez Janša, which is both single and trinity. This does not however imply that each renounces his own artistic [25] and national individuality. Like the three members of OHO who staged the original performance, the three Janezs are of different nationalities."
	},
	{
		"pid" : 57,
		"p" : "In Mount Triglav on Mount Triglav, this fact is ironically underlined by the position of the three heads and the direction of their gazes: the artist formerly known as Davide Grassi looks towards Italy, and the Croat Hrvatin towards Croatia, while the Slovenian Janez appears to look generally around."
	},
	{
		"pid" : 58,
		"p" : "The troubled relationship with a symbol that stands the test of time thanks to a series of adaptations and variations, which at times are imperceptible, is evident in the numerous anniversaries that occasion the performance, according to the statement given by the three Janšas: \"Janez Janša, Janez Janša and Janez Janša performed the action entitled Mount Triglav on Mount Triglav, in order to commemorate the 80th anniversary of the death of Jakob Aljaž; the 33rd anniversary of the Footpath from Vrhnika to Mount Triglav; the 5th anniversary of the Footpath from the Wörthersee Lake across Mount Triglav to the Bohinj Lake; the 25th anniversary of the publication of Nova Revija magazine and the 20th anniversary of the 57th issue of Nova Revija, the premiere publication of the Slovenian Spring; and the 16th anniversary of the independent state of Slovenia.\""
	},
	{
		"pid" : 59,
		"p" : "It would almost appear that Janez Janša, Janez Janša and Janez Janša are celebrating a country full of anniversaries yet without an identity, unable to comprehend the meaning of its own festivities. Yet, like in the two previous cases, the ambiguity persists: are we sure they are striking a blow on the symbolic meaning of Mount Triglav, or are they actually trying to rid it of all its accumulated dross in an attempt to restore its original identity?"
	},
	{
		"pid" : 60,
		"p" : "As for formal strategies, it is significant that Janez Janša, Janez Janša and Janez Janša, who asked Irwin to loan them the canvas used three years previously in Like to Like, abandon the vertical format used by both OHO and Irwin, which was clearly inspired by the stylized outline of the mountain (as it appears on the flag and coat of arms). They chose to adopt a horizontal angle, which is less recognizable but more similar to the real shape of the mountain. Here once again there appears to be an attempt to return to the origins, aware of all the symbolic encrustations, but at the same time determined to do away with them."
	},
	{
		"pid" : 61,
		"p" : "Triglav, the national symbol of Slovenia, which thanks to OHO and Irwin, has also become an emblem of Slovenian art, has completed its process of monumentalization: from object to symbol, from symbol to reinterpreted, subverted icon, to image, to monument. In the golden sculpture entitled Monument to the National Contemporary Art (Golden Triglav) created by Janez Janša, Janez Janša and Janez Janša, the mountain is once more an object, not merely a linguistic construct. In Mount Triglav on Mount Triglav, the symbols explode due to their very accumulation. But what emerges at the end, under all the layers, is not a meaningless fetish object, but the hard rock of the mountain."
	},
	{
		"pid" : 62,
		"p" : "Beyond Re-enactment<br />Other projects featured in the Re:akt! platform address the notion of re-enactment in a similar way. More then actual re-enactments, they could better be described as a critical re-action to the very notion of re-enactment. In Ich Lubbe Berlin! (2005), the Slovenian artistic collective SilentCell Network re-enacts the Reichstag fire in a \"symbolic\", playful, ironic way. No-one notices the performer but the neutral eye of the camera that follows him from the start of his journey, while he throws little cardboard flames into the bins around the Reichstag. His gesture is minimal and silent, but this is precisely where its power lies: he moves away from the choice between black or white, in search of a third way, a less significant but effective third way. His action takes the form of a minimal comment, a note in the margin of a system of control which gets progressively more ambiguous the more it hides behind the pretext of an alleged \"state of emergency\"."
	},
	{
		"pid" : 63,
		"p" : "In Das Kapital (2006), Janez Janša works in a similar way, re-enacting the Prague Spring and Jan Palach's protest in a street artist style, using remote controlled toy tanks, a fan, a map and fabric flames, and playing with the double meaning of the word \"kapital\". Das Kapital is the German title of Karl Marx’s Capital, held to be the founding work of Marxism. In the performance logo, the name takes the form of a tank, and the red star of Communism symbolizes a shot being fired.  The symbolism is evident, almost scholastic: both the Soviet troops and the Czechoslovakian student are fighting to defend their own interpretation of the same utopia. From this point of view, Das Kapital could be viewed as a metaphorical translation of Palach’s gesture, rather than a simple re-interpretation. But there is more to it than that. The tank does not enter the map of Czechoslovakia as it was in 1968, but that of the geopolitical form the country assumed in 1993, when after the fall of Communism Czechoslovakia split into two separate countries - the Czech Republic and Slovakia. And it was then that Prague suffered yet another invasion, that of Western capital – which was heavily invested in post-Communist countries, with many businesses moving there – and liberal capitalism."
	},
	{
		"pid" : 64,
		"p" : "In C'était un rendez-vous (déjà vu), Janez Janša and Quentin Drouet pay an homage to Claude Lelouch's cult movie C'était un rendez-vous (1976), a 9 minutes long film featuring a breakneck spin through Paris, filmed from a subjective angle by a camera mounted on the front of the car, which we never see. Doing the same mounting a camera on the shell of a \"Golden Greek\" tortoise, Janša and Drouet are \"reverse-engineering\" the film itself, turning speed into slowness, \"cinéma-vérité\" into parody, lie and postproduction: the footage is compressed to 9 minutes, and like in the original, \"red lights are ignored, one-way streets are violated and centre lines are crossed.\""
	},
	{
		"pid" : 65,
		"p" : "Furthermore, the artists turned what was a simple movie into a complex media object, a plexiglass case containing the video playing, synchronized with a list of the streets covered by the lead character and a satellite map of the route, and with a tortoise shell with a red \"blobject\" on it (a camera designed in a Ferrari-like style). But what can be seen as a simple, postmodern parody if we look at the object, becomes a real re-enactment if we look at the process. The reinterpretation does not view C'était un rendez-vous as a finished artifact, but as an open work, which includes the production process – which was substantially different from what was declared in the beginning – and the legends it has generated, and skillfully managed, for more than 30 years – between the first release of the movie in 1976 and the DVD version in 2003."
	},
	{
		"pid" : 66,
		"p" : "VD as VB (2000 – ongoing), by Vaginal Davis, and Synthetic Performances (2007 – ongoing) by Eva and Franco Mattes aka 0100101110101101.ORG are both dealing with performances of the past. Vaginal Davis, a giant, charismatic Afro-American drag queen, since 2000 is organizing performances inspired by those that changed Vanessa Beecroft into an art system celebrity. In actual fact, Vaginal Davis does more than just tackle individual performances, but reworks (and subverts) the entire VB phenomenon: the artist as celebrity and the subject of gossip, fully integrated not only into the art world, but also the realm of communications and advertising; the ritual nature of the performances, from the selection mechanism to the rules for the models (detachment, silence, endurance, etc.), and the cold, refined aesthetic of the images."
	},
	{
		"pid" : 67,
		"p" : "Eva and Franco Mattes' Synthetic Performances are a series of (by now) six re-enactments of historic performances of the 60s and 70s, staged by the artists’ virtual alter-egos in the synthetic world of Second Life. As they have stated, the series arose out of their polemical stance with regard to the concept of performance art and the very works that they \"pay tribute\" to. This leads them on the one hand to breach the classic rules of performance art, and on the other to present these works – the efficacy of which was based on the radical way they explored the issues of the body, violence (Chris Burden), sexuality (Valie Export, Vito Acconci, Marina Abramović), identity (Gilbert & George), and the environment and public space (Joseph Beuys) – in a context where these issues acquire a completely different meaning, and as a consequence the original energy of the performance, and its power to provoke, dissipates, or turns into something completely different."
	},
	{
		"pid" : 68,
		"p" : "In the words of the Mattes: \"We chose actions that were particularly paradoxical if performed in a virtual world.\" Thus, these \"re-enactments\" could be described more effectively as \"displacements\"; or, since the space where these performances take place is actually a medium, as \"remediations\"."
	},
	{
		"pid" : 69,
		"p" : "Three other \"chapters\" of Re:akt! are dealing, on the contrary, with historical events of the past. Slovene National Theatre (2007), by Janez Janša, is a theatre performance commenting on something happened in Slovenia right one year before, in Winter 2006, but almost immediately removed from the collective memory."
	},
	{
		"pid" : 70,
		"p" : "On 28 October 2006 the Strojans, a gipsy family, were forced to leave the Slovenian village of Ambrus under police escort, and taken to a refugee centre in Postojna, 30 miles away. They had been under siege for two days, trapped by a crowd of fellow townspeople who were demanding they leave the town, under threat of death. The disturbing story of the family soon became a political case which brought forth the xenophobia of an entire nation, which until then had been viewed as a haven of peace and prosperity in the troubled Balkans."
	},
	{
		"pid" : 71,
		"p" : "In Janez Janša's work, the original event is not represented, as you would expect with a piece of theatre, or reconstructed, as you would expect with a re-enactment. The only thing about the Ambrus episode that is presented, with total fidelity, is the linguistic aspect, as it was conveyed in the media. But the form that this \"re-invoicement\" takes, with the actors mechanically repeating what they hear in their headphones, strips the original media documentation of any vestige of drama. Or rather, it strips the word of the rhetoric and anesthetizing slant of the media, and offers it to the spectator bare, without inflection, and as a result, laden with a different kind of drama. At the same time, by detaching these utterances from the media and lending them the immediacy of a live experience, having them spoken by people right there in front of us, Janez Janša brings these words out of oblivion and consigns them to memory."
	},
	{
		"pid" : 72,
		"p" : "In The Day São Paulo Stopped (2009), Brazilian artist Lucas Bambozzi is dealing similarly with something happened quite recently, that he himself experienced first hand, both directly and via the media. In May 2006, some members of the Primeiro Comando da Capital, or PCC, an anti-establishment Brazilian prison gang and criminal organization, were able to coordinate from the prison – using their mobile phone – a rebellion which was intended to spread to the entire state of São Paulo. After three days of riots, the final outcome was horrific: 141 dead (according to the most cautious estimates) and 53 injured, among police, criminals and civilians; 299 attacks against police stations, courts, banks and buses, and the largest city in Latin America brought to a standstill, with residential areas resembling ghost towns and the big highways gridlocked by the most spectacular jams of the year."
	},
	{
		"pid" : 73,
		"p" : "Attracted by the role played by the media in the entire episode, Bambozzi realized a series of videos, meant to be displayed as a multi-screen video installation. Mixing \"original\" material, conveyed by the mass media or produced by those involved in the events, and material \"reconstructed\" by the artist for the occasion, he produced a media flow which roll out different versions of the events, and which, when taken together, form a complex, fragmented, multi-faceted mockumentary."
	},
	{
		"pid" : 74,
		"p" : "A far more unusual approach to re-enactment is used by Janez Janša in Il porto dell'amore (2009), dealing with the short-lived Repubblica del Carnaro, founded by the Italian poet Gabriele d'Annunzio in the Istrian town of Fiume in 1919, and held for almost sixteen months. The Fiume episode has long been blighted by the shadow of Fascism, and only in recent years Fiume has begun to be treated with an attitude that differs from \"irreverent underestimation\" or \"acritical apologia\"."
	},
	{
		"pid" : 75,
		"p" : "For example, the anarchist thinker Hakim Bey, in his legendary essay T.A.Z. (1985), on temporary autonomous zones, describes Fiume as \"the last of the pirate utopias (or the only modern example)\" and \"the first modern TAZ\", comparing it with the Paris uprising of 1968."
	},
	{
		"pid" : 76,
		"p" : "Even if, from a narrative point of view, it is based on these recent historiographical approaches, Il porto dell'amore doesn't want to rewrite history, being more interested in persuading a local community to conceal with its own history (and with its own ghosts). In fact, Il porto dell'amore is an architectural project based around a re-branding of the city of Fiume, including initiatives like the construction of a monumental interactive lighthouse in the port, the renaming of streets and squares and the introduction of various references to the lost history of Fiume."
	},
	{
		"pid" : 77,
		"p" : "Far from being an act of historic revisionism in dubious taste, Il porto dell'amore actually is an act of love towards a place, that, at a certain point in its history, was hit by a wave of energy and poetry that no other place can lay claim to, and that its current guise of provincial town in a former Socialist country would never lead you to imagine. Fiume: Port of Love, City of Life, Universal Meeting Place, Great Opportunity, Fifth Season of the World, Rainbow City, Holocaust City... What other city in the world has ever merited such an avalanche of epithets?"
	},
	{
		"pid" : 78,
		"p" : "Janša again is responsible for the most un-orthodox work of the Re:akt! platform: SS-XXX | Die Frau Helga. The Borghild Project Reconstruction (2007). The project is based on a story news item which did the rounds in 2005, and was reported on as authentic by various esteemed newspapers, from the Spanish Clarin to the German Der Spiegel to the Italian Corriere della Sera."
	},
	{
		"pid" : 79,
		"p" : "The story, which appeared on the German site borghild.de, with many details, (most of) which can be verified, regards the work carried out by a team of Nazi scientists, from 1941 onwards, on the creation of the first sex doll in the history of humanity. This was designed to satisfy the comprehensible sexual urges of German soldiers at war, while avoiding the unpleasant health risks connected to frequenting brothels. It quickly transpired that the story was a hoax, artfully created by a (still anonymous) author."
	},
	{
		"pid" : 80,
		"p" : "Yet, regardless of its authenticity, the modern day success of the Borghild Project, and the very fact that someone decided to dig it up (or, more probably, invent it from scratch), reveals the lasting appeal of Nazi history, and the problems that Germany – and the rest of the world – has in coming to terms with it. How much of our current technology is indebted to research performed by German industry between 1933 and 1945? As an erotic model has the \"Nordic type\" disappeared altogether, or is it still present in the fantasies of millions of internauts, attracted by the proliferation of porn from North East Europe, and the model of the current silicone sex dolls? Have we overcome the trauma of Nazism, or does it actually still return to haunt many contemporary issues?"
	},
	{
		"pid" : 81,
		"p" : "Janez Janša’s reconstruction appears to be principally interested in these aspects of the project. The work appears to explore three parallel strands: \"updating\" the project using objects found or created as needed; \"verifying its authenticity\" by means of historic research and documentary proof, and \"implementing\" it by means of new details. It is significant that all of these approaches have been explored by those – journalists or enthusiasts – who picked up on the story. <br />Janša works with the ambiguities of re-enactments, reconstructions, re-appropriations and the like, playing on the common Latin root of the words tradition and betrayal (tradere, meaning to hand over, pass on, transmit). The story hinges on this ambiguity, due to the fact that the original event, though well documented, has been lost for ever. Isn't this, in the end, the motivation beyond any re-enactment?"
	},
	{
		"pid" : 82,
		"p" : "In its present form, this text was first published in autumn 2009 in the Croatian magazine frakcija / Performing Arts Journal (Issue 51 – 52, pp. 87 – 107) in Croatian and English. The text was originally written for the book RE:akt! Reconstruction, Re-enactment, Re-reporting (edited by A. Caronia, J. Janša, D. Quaranta, FPEditions, Brescia 2009), printed as a companion of the traveling show of the same name that I curated.<br />[1] Jennifer Allen, \"\"Einmal ist keinmal\". Observations on Re-enactment\", in  A. Caronia, J. Janša, D. Quaranta (eds), RE:akt! Reconstruction, Re-enactment, Re-reporting, FPEditions, Brescia 2009, p. 30.<br />"
	},
	{
		"pid" : 83,
		"p" : "[2] One classic example is The Third Memory (1999), the video-installation by Pierre Huyghe in which John Woytowiczs’ hold-up in the Chase Manhattan Bank in New York in August 1972 is restaged by the same protagonist, with constant references to the film of the story, Dog Day Afternoon (1975) by Sidney Lumet, starring Al Pacino. <br />[3] Here there are numerous examples. Naturally, if events of the past only exist for us in mediated form, we should not be surprised if what is restaged is not the actual event but the media artifact that conveys it.<br />"
	},
	{
		"pid" : 84,
		"p" : "[4] Take the videogame Waco Resurrection, for example, which was produced in 2004 by the American team c-level (Eddo Stern, Peter Brinson, Brody Condon, Michael Wilson, Mark Allen and Jessica Hutchins). The game is a classic shoot ’em up which enables the player to relive first hand the massacre of the Branch Davidians by the FBI, in the role of the leader of the sect David Koresh. Thanks to the immersive nature of videogames, each session of play consists in a re-enactment of the actual events, rendered particularly realistic by the faces of the characters, based on the real people involved, and the soundtrack which plays through the headphones.<br />"
	},
	{
		"pid" : 85,
		"p" : "[5] Quoted in Michael Rush, New Media in Late 20-th Century Art, 1999, Thames & Hudson Ltd, London, p. 52.<br />[6] In AAVV, Marina Abramović. 7 Easy Pieces, exhibition catalogue, Charta, Milan 2007, p. 15.<br />[7] Ibid., p. 10.<br />[8] Ibid., p. 11. <br />"
	},
	{
		"pid" : 86,
		"p" : "[9] Organized by the Audiovisuals Department of the Centro de Arte Reina Sofía Nacional (Madrid, Spain), and presented there in 2003, the show travelled to Centro Andaluz de Arte Contemporáneo (Seville, Spain), Centro Párraga (Murcia, Spain) and El Museo del Barrio (New York, USA). See Paco Barragan, No Lo Llames Performance, Don't Call It Performance, El Museo del Barrio, New York 2004. <br />[10] The campaign, by Steven Meisel, was inspired by Relation in Space (1976) and published in issue 579 of Vogue Italia, in November 1998. See AAVV, Marina Abramović. 7 Easy Pieces, quoted, pag. 8.<br />"
	},
	{
		"pid" : 87,
		"p" : "[11] See Inke Arns, \"History Will Repeat Itself\", in Inke Arns, Gabriele Horn (eds), History Will Repeat Itself. Strategies of reenactment in contemporary (media) art and performance, exhibition catalogue, Hartware MedienKunstVerein, Dortmund and KW Institute for Contemporary Art, Berlin 2007. <br />[12] Historic re-enactment is explored at length by Sven Lütticken in his essay \"An Arena in Which To Reenact\", in Sven Lütticken (ed), Life, Once More. Forms of Reenactment in Contemporary Art, exhibition catalogue, Witte de With, Rotterdam 2005, pp. 17 – 60. Lütticken traces a line between the phenomenon of the \"pageant\" – the Medieval religious representations on floats – and the battle re-enactments which became popular in the 1960s, first in the US and then in Britain, underlining their historicist nature: \"Reenactments are happenings. At a time when pop art, Fluxus and minimalism celebrated the now, reenactments tried to create an experience of the past as present, or as much present as possible\" (ibid, p. 27).<br />"
	},
	{
		"pid" : 88,
		"p" : "[13] This extraordinary immersive capacity, which leaves us in no doubt over how real role-players perceive their fantasy worlds to be, greatly struck the American artist Brody Condon, who in summer 2008, on occasion of Sonsbeek 2008: Grandeur International public sculpture exhibition, orchestrated Twentyfivefold Manifestation, a massive performance involving around 80 actors, based on a series of ritual type \"games\". For more information see www.sonsbeeklive.org.<br />[14] In the Re:Akt! platform, re-enactment as the progression of a media hoax is the fulcrum of the project SS-XXX | Die Frau Helga. The Borghild Project Reconstruction, while the reference to cinematographic narration returns in C'était un rendez-vous (déjà vu), both by Janez Janša.<br />[15] See Peggy Phelan, \"Hinkley and Ronald Reagan: Reenactment and the Ethics of the Real\", in Sven Lütticken (ed), Life, Once More. Forms of Reenactment in Contemporary Art, quoted.<br />"
	},
	{
		"pid" : 89,
		"p" : "[16] See Nicolas Bourriaud, Postproduction. Culture as screenplay: how art reprograms the world, 2002. <br />[17] On this occasion, the symbol on the flag was redesigned by Marko Pogačnik, none other than a member of the OHO group: a curious intersection between the collective history and artistic history of the symbol, which acquires further meaning in the light of what follows.<br />[18] Katie Kitamura, \"Triglav\", in Frieze Magazine, Issue 113, March 2008.<br />"
	},
	{
		"pid" : 90,
		"p" : "[19] \"The artistic work, which models a mountain, showed the relationship between 'mountain as material' and 'name as label'. Three real human hippie heads were similar to the three peaks of the mountain.\" In Miško Šuvaković, \"3 x Triglav: controversies and problems regarding Mount Triglav\", in Janez Janša, Janez Janša, Janez Janša (eds), NAME Readymade, Moderna galerija / Museum of Modern Art, Ljubljana 2008, p. 70.<br />[20] Irwin (eds), East Art Map: Contemporary Art and Eastern Europe, Afterall Books 2006. <br />"
	},
	{
		"pid" : 91,
		"p" : "[21] Eda Cufer & Irwin, \"NSK State in Time\", 1993. Available online at www.nskstate.com/irwin/texts/nsk-state-in-time.php. <br />[22] From \"The Program of Irwin Group\", April 1984, www.nskstate.com/irwin/texts/irwin-pro-uk.php. <br />[23] In this regard see the special edition of the journal Maska edited by Inke Arns and Sylvia Sasse (Maska, vol. XXI, n° 98-99, Spring 2006).<br />[24] Vladimir P. Štefanec, \"Evolucija motiva\", in DELO, October 20, 2007. Štefanec uses the word \"sproščen\" which means \"relaxed\": a key term in the right-wing political propaganda used by Janša to emphasize how idyllic, easy and tension-free everything is. <br />"
	},
	{
		"pid" : 92,
		"p" : "[25] For an analysis of the continuity between the work of the three artists before their name change, and their joint work as Janez Janša, see Zdenka Badovinac, \"What is the importance of being Janez?\", in Janez Janša, Janez Janša, Janez Janša (eds), NAME Readymade, Moderna galerija / Museum of Modern Art, Ljubljana 2008, pp. 51 – 65. <br />>>>>"
	}
]
