[
	{
		"pid" : 0,
		"p" : "This text was written in spring 2009 for the catalogue of a show of \"concept art\", a term used in the world of videogames to describe the sketches and illustrations developed by talented artisans in the making of games. The editors wanted to broaden the viewpoint of the show, and asked me to write a text about other uses of the word \"art\" in relation to games. I took the opportunity to try to bring some order into the mess that usually develops around the rise of a new cultural genre, and its acceptance into the broader world of culture. Warhol's work felt like a good starting point..."
	},
	{
		"pid" : 1,
		"p" : "1949: Andrew Warhola, the son of a factory worker of Rusyn origin in Pittsburgh, arrives in New York. He had studied art, and his blotted line drawings, which made an uncertain, wavering line on the paper, attracted the attention of the art director of Glamour, who commissioned a series of drawings of shoes for the magazine. In the space of a few years Andrew became \"the most sought-after illustrator of women’s accessories in New York\", as Calvin Tomkins wrote [1]. He changed his name to Andy Warhol, met Truman Capote, had his nose redone, founded a company and started making a lot of money, yet he was not satisfied. The art world kept him on the margin, despite his various attempts to make inroads. Paradoxically, his refined blotted line drawings of food, shoes and other consumer items looked too personal, too subtle and too nonchalant to carve a niche in the avant-garde art scene of the day – divided as it was between the macho heroism of Abstract Expressionism, and the impersonality of Pop Art [2]. It was attending Leo Castelli’s gallery, where he saw the work of Jasper Johns and Roy Lichtenstein, that Andy found the path that would lead him to success: instead of depicting consumer goods, he began serial reproductions, first using a cold, impersonal style of painting, then a mechanical process (silkscreen printing). From elegant shoes decorated with gold-leaf he passed to giant, brutal cans of Campbell’s soup. In 1963 he confessed: \"[When I was doing advertising] I'd have to invent and now I don't; those commercial drawings would have feelings, they would have a style... the attitude had feeling to it.\""
	},
	{
		"pid" : 2,
		"p" : "What he did from that moment on changed the course of contemporary art. As for the drawings, they remained at the bottom of a drawer for years before being discovered. We now see them as engaging works of art: our idea of art has changed, making room for something that was not admitted in the past."
	},
	{
		"pid" : 3,
		"p" : "Enclosures and Border Crossings<br />In July 1962 Warhol exhibited his Campbell's Soup Cans for the first time in Los Angeles. Four months previously, an unknown programmer at the Massachusetts Institute of Technology released the first version of Spacewar!, the first videogame in history. Two clusters of white dots move around a dark space shooting at each other. Half a century later not only have we learned to appreciate Warhol’s shoes: the offspring of Spacewar! have become the biggest cultural industry in the world, with revenues overtaking those of the film industry."
	},
	{
		"pid" : 4,
		"p" : "The white dots have been supplanted by 3D figures, realistic settings, sophisticated storylines, gameplay that often requires weeks of training. Every game is worked on by teams of experts in graphics, writing, programming and interaction – who work on the same project for months, often even years. Several generations have grown up with them, and characters like Super Mario and Lara Croft are an indelible part of our cultural baggage, alongside The Catcher in the Rye and Obi-Wan Kenobi."
	},
	{
		"pid" : 5,
		"p" : "Pondering the relationships between art and videogames means opening a vast Pandora’s box that lets loose a flood of responses, often unpredictable. In the first part of this essay I will present some of them, hopefully without boring you. In the second part I will try to explain what Warhol’s example has to teach the artists featured in The Art of Games, and its spellbound spectators."
	},
	{
		"pid" : 6,
		"p" : "Even just the phrase \"art and videogames\" is somewhat ambiguous, with that ‘and’ presuming some kind of relationship – but what kind? I imagine there are at least three different possible interpretations:<br />that videogames are art;<br />that videogames are inspired by art;<br />that art is inspired by videogames."
	},
	{
		"pid" : 7,
		"p" : "The first of the three might make many gamers – for whom videogames are decidedly better than art – jump out of their chairs, as well as art lovers, who regard videogames as vulgar form of entertainment, but this type of resistance highlights only a few aspects of a complex question. First and foremost, the time is ripe for videogames to be recognised as an \"art form\" in their own right, just as happened with photography and film."
	},
	{
		"pid" : 8,
		"p" : "Some games, like Rez (Dreamcast 2001) and Spore (Electronic Arts 2008), are already held by some to be works of art. This does not mean that all videogames can be considered works of art, merely a number of them which satisfy certain criteria [3]. The example of film and photography is instructive. Diane Arbus is an artist, but most fashion photographers are not. An Alfred Hitchcock film is a work of art, but most thrillers are, at best, good examples of the genre."
	},
	{
		"pid" : 9,
		"p" : "Secondly, for a number of years now some visual artists have taken to developing videogames that see themselves as works of art – \"art games\" – appropriating the videogame medium just as Man Ray did with photography in his day, Salvador Dalì did with cinema, and Nam June Paik did with video. Their works belong both to the history of \"videogames as an art form\" and \"videogames as a language of contemporary art\". They are borderline works capable of appealing to both gaming fanatics and compulsive gallery-goers."
	},
	{
		"pid" : 10,
		"p" : "The second interpretation is the one that creates the fewest problems. Like all forms of cultural entertainment, videogames tap into our cultural traditions, often manipulating the most tried and tested strategies for their own ends. Renaissance perspective, Romantic landscapes, film noir lighting, the topos of science fiction, characters from the epic genre, fairytale narrative mechanisms... All of this and much more besides goes into the blender, material for the construction of a good game. Remediations [4] of forms and aesthetics from other media, postmodern citationism, etc., are all familiar ploys for the creators of videogames, as they are for all good professionals of the culture industry."
	},
	{
		"pid" : 11,
		"p" : "The third interpretation, on the other hand, is so complex that even the formula I have used to convey it, (\"art is inspired by videogames\"), appears on closer inspection to be ineffective and incomplete. The ambiguity, first and foremost, lies in the subject. Just what do we mean by the term \"art\"? In the first place it can be useful to distinguish by genre."
	},
	{
		"pid" : 12,
		"p" : "By now there are at least as many films inspired by videogames as there are videogames inspired by films, but it is even more interesting to explore the traces that videogames leave in the construction of a film, independently of any direct inspiration. A similar argument could be made for fiction, which has produced various novels inspired by the world of videogames, some of which are high quality works: take Skill (2004), by Alessandra C, and A Big Boy Did It and Ran Away (2001), by Christopher Brookmyre. Then there are the visual arts, a context that introduces a new distinction, this time to do with level. In the first place there is a grassroots level, belonging to pop culture, which includes fan art and all the subcultures linked to the world of videogames."
	},
	{
		"pid" : 13,
		"p" : "Fan art, according to Wikipedia, \"is artwork that is based on a character, costume, item, or story that was created by someone other than the artist. The term, while it can apply to art done by fans of characters from books, is usually used to refer to art derived from visual media such as comics, movies or video games. Usually, it refers to artworks by amateur artists, or artists who are unpaid for their fan creations.\" [5] Fan art, which until recently was a low-profile niche phenomenon, has literally exploded with the advent of social network sites and Web 2.0 applications like flickr and Youtube. But videogames have done more than just construct a paratextual aura of pencil drawings, photoshopped images, oil paintings, little sculptures and so on."
	},
	{
		"pid" : 14,
		"p" : "Cosplaying and role-playing, for example, are performance phenomena that bring storylines and characters from videogames alive. Moreover, the evolution of videogames into productive platforms that not only allow users to play but also elicit creative contributions from them has paved the way for an infinite series of practices. In the early 90s the introduction of level editors \"normalised\" and legitimised a series of intrusive practices (game hacking) already in use in the previous decade, enabling users to adapt games to suit their needs. In a similar process, the trend for gamers to film themselves in action has evolved into a genuine cinematographic sub-genre (known as machinima), with the introduction into videogames of integrated directing tools. Lastly, the birth of virtual worlds like Second Life, in which the game-playing component gives way to user creativity (without which the virtual world would not be much to write home about), has given rise to genuine creative communities that operate within the 3D scenarios of a game."
	},
	{
		"pid" : 15,
		"p" : "In most cases these practices are not qualified, and have no desire to qualify themselves, as art. They are creative practices which take place within a community, and which often follow rules that have nothing to do with those of the world of \"high\" art, which they generally disparage. Yet in the last decade each of these practices has been adopted by artists and introduced into the high circuits of contemporary art and New Media Art. This phenomenon, usually dubbed \"Game Art\", has been explored in a countless number of exhibitions and publications [6], which is why here I will merely offer an overview of it – enough to see that art does much more than just take \"inspiration\" from videogames. Art takes up the storylines, characters, imagery and aesthetics of videogames: see Miltos Manetas’ paintings, Eva and Franco Mattes’ prints, and many of the works of Eddo Stern and Brody Condon."
	},
	{
		"pid" : 16,
		"p" : "It penetrates, subverts and modifies the videogame and its technology, turning it into something else: Jodi, Joan Leandre and Cory Arcangel are some of the most prominent examples of this. It appropriates the form of the videogame and gameplay for artistic purposes (giving rise to the aforementioned art games, but also gaming installations such as those of Julian Oliver and Eddo Stern). It mixes the language of role-playing with that of performance (Brody Condon once more), or uses videogames themselves as a performance platform (Joseph Delappe, Gazira Babeli). It creates machinima that are art videos (Eddo Stern once more) or explores videogame culture in documentary fashion. All of these names are well worth exploring."
	},
	{
		"pid" : 17,
		"p" : "Among all these practices and levels, the barriers constructed by those who engage in them, by the nascent field of videogame criticism, and the worlds of sociology and art criticism might seem insurmountable. In a way, it is a good thing that these barriers exist: ever since the human race began applying reasoning to its world, it has needed to create groups, subgroups and taxonomies in order to comprehend a given phenomenon. At the same time, however, the dynamism, potential for evolution and future survival of a practice all lie in border-crossing, hybridisation, cross-breeds. Which is why these barriers should always be erected with the greatest respect for what is on the other side, and openings should always be left."
	},
	{
		"pid" : 18,
		"p" : "The art of the future springs from things which are not considered art today, or that correspond to different ideas of art. flOw (2006), for example, is an \"art game\" that circulated on the web and featured in various exhibitions before being developed for the Playstation platform and forging a keen following among traditional players too [7]. Its serene, anti-competitive, contemplative gameplay not only represents a development in the world of videogames, but also extends our idea of art. Cory Arcangel, who recently (March 2009) made it onto the cover of Artforum, is an artist who has managed to earn the respect of the art world, the hacking community and the fans of the old 8bit games. In an era in which art is seen by most as self-referencing and elite, this is undoubtedly an achievement."
	},
	{
		"pid" : 19,
		"p" : "Concept Art and Beyond<br />But the question is far from resolved. The attentive reader will have realised that we have not yet identified a category for the works in this catalogue. Never fear: this is not an oversight. The fact is that a videogame, like a film, is the result of the convergence of various different activities, creative and not. \"Concept art\" is one of these. As Wikipedia explains: \"Concept art is a form of illustration where the main goal is to convey a visual representation of a design, idea, and/or mood for use in movies, video games, animation, or comic books before it is put into the final product."
	},
	{
		"pid" : 20,
		"p" : "Concept art is also referred to as visual development and/or concept design.\" [8] Concept art is a very important part of the life of a videogame. It is not just about studying the look of the characters or creating the settings they operate in; and it is not just something that goes on behind the scenes, something that the public never sees. Concept art \"opens\" the life of a videogame, announcing it in trade magazines and on websites, generating expectations and introducing the story and characters; it accompanies the game in books and manuals, and it guarantees continuity between different versions of a game, which can often be rather dissimilar, due to various technological limits being overcome between versions."
	},
	{
		"pid" : 21,
		"p" : "Lara Croft’s look has changed considerably since her first appearance in 1996, but concept art offers an imprinting that guarantees the continuity of the character. When videogames were anything but photorealistic, concept art gave the gamer’s imagination the input to fill in the missing links in the technology. In a \"holographic approach\" to videogames (Laurie Taylor [9]), concept art plays a role that is anything but secondary, and lastly, it is an indispensable basis for fan art, with which it often forges a dialectical relationship."
	},
	{
		"pid" : 22,
		"p" : "All the artists in this book work as \"concept artists\" for companies that produce videogames. Concept art is both a \"service\" art and a paratext. As a service art it contributes to the development of a series of tools of mass entertainment that will probably be recognised, in a not too distant future, as \"art forms\". It plays the same function that storyboards and sets play in the film world, and it is based on internal criteria and value judgements. As a paratext it is related to the illustrations that enrich popular fiction, from fantasy to sci-fi, and to the art of the film poster and the imagery developed for role-playing games, which are a direct forerunner of many videogames. And, like all these pop iconography phenomena, it is capable of eliciting a following, a field of criticism, and the interest of collectors."
	},
	{
		"pid" : 23,
		"p" : "It is not only the fact that concept art is art \"with a function\" that keeps it locked out of contemporary art. Many of these artists occasionally produce works for their own sake, not connected to any videogame in particular. By way of example, on Jason Felix’s website [10], alongside the channel \"concept art\" there is a channel he calls \"fine art\". The problem (if we want to call it a problem) is that the works in that section are based on the same value criteria and judgments as concept art: criteria - beauty as a measure of judgment, technical ability as a value, the virtuoso use of a certain tool – that have little in common with those we use to define a work of contemporary art as \"art\". In other words, even the so-called \"fine art\" of the concept artists remains bound to a vernacular level, as \"popular culture\", rather than making the grade as contemporary art. It remains on the level of \"craft\", rather than high brow art."
	},
	{
		"pid" : 24,
		"p" : "With this statement I am diligently performing my role of \"gatekeeper\", policing the border between high and low art. At the same time, however, it is important to leave an opening: in the first place because this \"service\" art is often capable of generating unpredictable brushstrokes, where this distinction does not apply: consider two outstanding examples like Saul Bass and Milton Glaser; and secondly, because the fusions between high and low, as the example of so-called \"Game Art\" shows, are infinitely more complex than traditional criticism enables us to see. And lastly, because art critics should never forget the example of the young Andrew Warhola, an adman who wanted to be an artist and who only posthumously gained recognition for the extraordinary value of the work he produced for the world of advertising."
	},
	{
		"pid" : 25,
		"p" : "These reflections are what lead me to attribute great importance to a project like The Art of Games, the first high profile exhibition to explore the as yet uncharted terrain of concept art. For keen gamers and fans, the exhibition will be a kind of seventh heaven, a chance to linger over their objects of desire and gain insight into the techniques of their idols. For those interested in the impact of digital culture on the contemporary horizon, The Art of Games will be a great eye-opener. As for gallery goers, I would recommend they look with interest, restraining the urge to scoff if they feel that the term \"art\" is being used irrelevantly. For all three groups, the exhibition will be a great opportunity to interface and interact. And a much needed opportunity to cross cultural and social borders."
	},
	{
		"pid" : 26,
		"p" : "First published in Debora Ferrari, Luca Traini (eds), The Art of Games. Nuove frontiere tra gioco e bellezza, TraRari TIPI, Aosta 2009.<br />[1] \"Raggedy Andy\", in Calvin Tomkins, The Scene: Reports on Post-Modern Art, Viking Press, New York 1976.<br />[2] With regard to Warhol’s \"pre-pop\" work see, at least AA.VV., Andy Warhol. Una retrospettiva, cat., Milan 1990. <br />[3] With regard to these criteria, I strongly recommend reading Ernest W. Adams’ contribution to Videogames and Art (2007): Ernest W. Adams, \"Will Computer Games Ever Be a Legitimate Art Form?\", in Andy Clarke, Grethe Mitchell (eds), Videogames and Art, Intellect Books, Bristol (UK) – Chicago (USA) 2007, pp. 254 – 264. The book as a whole makes an excellent introduction to the issues discussed on the forthcoming pages.<br />[4] Cf. Jay David Bolter, Richard Grusin, Remediation. Understanding New Media, The MIT Press, Cambridge (MASS) 1999. <br />"
	},
	{
		"pid" : 27,
		"p" : "[5] In Wikipedia, http://en.wikipedia.org/wiki/Fan_art. <br />[6] Apart from the book edited by Clarke and Mitchell, we should mention at least: M. Bittanti, D. Quaranta (eds), GameScenes. Art in the Age of Videogames, Milan, Johan & Levi 2006. As for exhibitions, a list which is anything but exhaustive should include: Serious Games: Art Interaction Technology (curated by Beryl Graham, Laing Art Gallery, Newcastle / Barbican Art Gallery, London, 1996 - 1997); Cracking the Maze: Game Plug-ins and Patches as Hacker Art (curated by Anne-Marie Schleiner, 1999, online: http://switch.sjsu.edu/CrackingtheMaze); Shift Control (curated by Antoinette LaFarge and Robert Nideffer, University of California ad Irvine, 2000); Game Show, (MASS MoCA, Massachusetts, 2001 - 2002); L'oading (curated by Valentina Tanni, Siracusa, Galleria Civica d’Arte Contemporanea 2003); games. Computergames by artists (curated by Tilman Baumgaertel, Hans D. Christ, Iris Dressler, Hartware MedienKunstverein, Dortmund 2003); "
	},
	{
		"pid" : 28,
		"p" : "GameScenes (curated by D. Quaranta, Turin, Piemonte Share Festival 2005); Pong Mithos (curated by Andreas Lange, Kornhausforum Bern - Communication Museum Frankfurt - Games Convention, Leipzig, 2006 - 2007); GameScapes (curated by Rosanna Pavoni, Monza, Galleria Civica 2006); Playback: Simulated Realities (Edith Russ Site for Media Art, Oldenburg, 2006); GameWorld (curated by Carl Goodman, Laboral Centro de Arte y Creación Industrial, Gijón 2007); PlayWare (Laboral Centro de Arte y Creación Industrial, Gijón 2007 - 2008); Try Again (curated by Juan Antonio Alvarez Reyes, La Casa Encendida, Madrid 2008); Homo Ludens Ludens (curated by Erich Berger, Laura Baigorri, Daphne Dragona, Laboral Centro de Arte y Creación Industrial, Gijón 2008); Audience & Avatar (curated by Don Fuller, University of South Florida Contemporary Art Museum, Tampa 2008); BITMAP: as good as new (curated by Marcin Ramocki, Vertexlist, New York - The Leonard Pearlstein Gallery, Philadelphia 2008).<br />[7] Cf. www.thatgamecompany.com/games/flow. <br />[8] In Wikipedia, http://en.wikipedia.org/wiki/Concept_art. <br />[9] Laurie Taylor, \"Networking Power. Videogame Structure from Concept Art\", in A. Clarke, G. Mitchell (eds), Videogames and Art, cit., pp. 226 – 237. <br />[10] Cf. www.jasonfelix.com."
	}
]
