[
	{
		"pid" : 0,
		"p" : "«What the modern means of reproduction have done is to destroy the authority of art and to remove it - or, rather, remove its images which they reproduce — from any preserve. For the first time ever, images of art have become ephemeral, ubiquitous, insubstantial, available, valueless, free. They surround us in the same way as a language surrounds us. They have entered the mainstream of life over which they no longer, in themselves, have power». [1]"
	},
	{
		"pid" : 1,
		"p" : "At the beginning of the last decade of the Twentieth Century, some pioneering artists discovered that they could not only use their computers to make art, but also that they could deliver it, through the Internet, to many other online computers. In other words, they could bypass any system of selection, mediation, contextualization and filtering, and address viewers directly, making their way into their computer screens and using them like a Trojan horse to break into their minds. They also discovered that this very process could become their work of art, and that the viewer could be involved in it, and thus become something more than a simple user."
	},
	{
		"pid" : 2,
		"p" : "The same thing happened to all other cultural objects, beyond art. It began with academic papers and information resources. Then came images, music, video and cinema, personal and corporate information, creative writing, material items. But for art it was different. At that time, if we exclude street art and a few media stunts, there was only one way for an artist to reach an audience: the exhibition space. Galleries, temporary exhibitions, art fairs and museums. You had to go through a tough selection process, and for what? To show your work on the same white walls, and always to the same select few. Then came the internet."
	},
	{
		"pid" : 3,
		"p" : "I was definitely not one of the first people to be reached by an artist through my computer screen. When this practice started, I didn't even have a computer. I didn't need it. As a teen, I played some arcade games, without enjoying them that much. I was a nerd, but not that kind of nerd. At high school, the math teacher taught me Turbo Pascal. I still hate them both (math and the math teacher)."
	},
	{
		"pid" : 4,
		"p" : "Then, in 1997, my uncle got out of prison, and for some unknown reason, bought me a computer. At the time I was 18 years old, and at university I discovered that a computer could be used for more than just math and videogames. Moreover, my uncle was the charismatic kind of criminal and, when I was a child, he had enchanted me by sending me some wonderful matchstick ships from prison. So, if he thought I needed a computer, I probably did. I no longer admire my uncle, but I still think that a computer is just as fascinating as a matchstick galleon."
	},
	{
		"pid" : 5,
		"p" : "Anyway, it took me another couple of years to discover that this particular vessel could bring art right into my bedroom. Not reproductions, but the real thing, and this distinction was very important to me at the time. It was exciting. This matchstick ship proved to be an underwater relic, full of recent, yet already classic, masterpieces. I intuitively felt I was witnessing the very beginning of an extraordinary development in the production and circulation of art, and I wanted to be part of it."
	},
	{
		"pid" : 6,
		"p" : "I talked with my contemporary art teacher and advisor, Luciano Caramel, who had been a militant art critic and curator in the Sixties. He understood and supported me. I wrote my MA thesis about äda'web, a pioneering website active between 1994 and 1998 that commissioned online works from established, as well as young artists, and I started writing for a couple of online Italian art magazines."
	},
	{
		"pid" : 7,
		"p" : "These are the antecedents of this book, whose timeline starts in 2005. In these years I've witnessed the goings on in the realm of art, for most of the time through this small, rectangular window that has grown in size and resolution over time. Of course, I have also attended conferences and exhibitions, traveled as much as possible, met some of the artists I first encountered in my computer and enjoyed a beer with them. Yet most of my experience of art has been mediated by a screen."
	},
	{
		"pid" : 8,
		"p" : "But it wasn't just me. And it wasn't just the people who appreciated so-called \"Net Art\". Any art professional would probably say the same. Even those who don't know that computers and the internet can be a medium for art, if they still exist. They too read online magazines and blogs. They too Google the names of artists for info, works and faces. They too get most press releases via email or e-Flux. They too watch videos on Ubuweb, Youtube and Vimeo. They too read online portfolios."
	},
	{
		"pid" : 9,
		"p" : "Yet, a difference between me and them remains: between those who have learned to enjoy their computers as the site for a legitimate, direct, authentic experience of art and those who still perceive them as conveying a mediated, indirect experience of art; between those who understand the strange mix of intimacy – it's here, on my screen – and monumentality – it's out there, in the public domain, accessible to everyone – that all online artworks possess; and those who still prefer to buy art in print form, or as an editioned video."
	},
	{
		"pid" : 10,
		"p" : "This difference is not connected to some kind of quality judgment – I'm better than they are – or with the ability to keep up to date – I'm open to the new, they are obsolete. It is more likely the kind of difference that distinguishes the community you belong to when you have a strong experience of any kind: when you fall in love, save a life, see somebody die, take psychedelic drugs. You simply see the world in a different way. And you would like other people to see it that way too."
	},
	{
		"pid" : 11,
		"p" : "This book collects a series of texts I have written in the last five years, about some of the things that made me look at art in a different way. While it might also be of interest to people who are already interested in what they can find on their computer screens, it has been conceived for those who still have some problems with it, and feel more comfortable in traditional exhibition venues, among traditional art objects."
	},
	{
		"pid" : 12,
		"p" : "So the question is: why? Why should you look at the world in a different way? And how might this book help you to do so? After all, many of the things featured in here seem to belong to a utopian past; and some of the perspectives discussed in these essays may look out of date. The quote that I used as an epigraph for this book, and that inspired its title, came from Jodi, the pioneering net.art duo, in 1997. They said:"
	},
	{
		"pid" : 13,
		"p" : "When a viewer looks at our work, we are inside his computer. There is this hacker slogan: \"We love your computer.\" We also get inside people's computers. And we are honored to be in somebody's computer. You are very close to a person when you are on his desktop. I think the computer is a device to get into someone's mind. We replace this mythological notion of a virtual society on the net or whatever with our own work. We put our own personality there. [2]"
	},
	{
		"pid" : 14,
		"p" : "Exactly ten years later, their comrade Olia Lialina said:<br />For a long time it did not make sense to show net art in real space: museums or galleries. For good reasons you had to experience works of net artists on your own connected computer. Yesterday for me as an artist it made sense only to talk to people in front of their computers, today I can easily imagine to apply to visitors in the gallery because in their majority they will just have gotten up from their computers. They have the necessary experience and understanding of the medium to get the ideas, jokes, enjoy the works and buy them. [3]"
	},
	{
		"pid" : 15,
		"p" : "Lialina was explaining why, in 2007, she was making gallery work, and she felt comfortable with a context that was previously contested by so-called Net Art. At the time, Net Art as a movement was over, and many former Net artists had started showing their works in gallery space. So, was it a case of the revolution being over and the art world managing to absorb and normalize the winds of change, as it usually does?"
	},
	{
		"pid" : 16,
		"p" : "I think it would be prosaic and ingenuous to sum things up this way. Revolutions are not successful when everybody becomes as radical as the revolutionaries; they are successful when they bring about a permanent change in the general mindset, even if less radically. Luckily, the French revolution didn't turn everybody into a Robespierre. But today, nobody would dare question the ideals it was inspired by. Freedom, equality and fraternity are values shared by everybody, at least in name only."
	},
	{
		"pid" : 17,
		"p" : "In other words, the revolution has only just begun, and it will take a long time to reach completion. Art is the first to envision the change, and the last to change. The shift that Lialina noticed in the gallery audience is permanent, but it is just one step in the right direction. Along with her, many former Net artists started bringing their works – and their ideas – in front of them. Many of them are still highly active on the net, together with many artists – some of them very successful – who have never defined themselves as net artists. Think, for example, of Paul Chan, Cory Arcangel, Seth Price. And of course, younger generations of artists – the so-called digital natives – are pushing this process even further."
	},
	{
		"pid" : 18,
		"p" : "This is changing little in the contemporary art world. Again: art is the first to envision the change, and the last to change. People are getting used to immaterial money, immaterial books and immaterial labor, but they still think that an artwork should be a unique, valuable object they can hang on their wall. At the same time, however, they are getting used to a new culture, and new ideas. Sooner or later, they will understand the absurdity of their attachment to a concept of art that is rooted in the industrial age, and they will be ready for the upgrade."
	},
	{
		"pid" : 19,
		"p" : "Let's take another example. At the beginning of this book, I look at a trend called \"generative art\". Basically, it's about artists programming their computers to make them generate an infinite flow of images that are unlike any kind of image that could be produced by the human hand. Even if there is something \"old fashioned\" in this practice – images and animations are often selected according to their beauty – the practice itself, in the way it subverts the traditional process of art making, is revolutionary. Unfortunately, it never took off in the art world, and while some of its practitioners became designers or architects, others – such as Casey Reas – successfully entered the art world by reconnecting to the conceptual tradition of art based on instructions."
	},
	{
		"pid" : 20,
		"p" : "The term \"generative art\" no longer makes sense as an art label. But was it a complete failure? The fact is that in the last ten years, we have gotten more and more used to, on one hand, the aesthetics of information and on the other, the idea of artist-machine collaboration. So, today we are not that surprised when, entering an art fair, we see a beautiful piece of generative art hanging next to a print by Marina Abramovic. Of course, it is not called by that name. The piece I'm talking about is a work by the successful German photographer Thomas Ruff, from his series Zycles (2008). Ruff has always been interested in the presumed objectivity of the photographic medium, and in the ambiguous relationship between representation and reality."
	},
	{
		"pid" : 21,
		"p" : "The Zycles are photographs of mathematical formulas, discovered in some «antiquated 19th century books on electro-magnetism» [4], translated into a 3D software environment, recorded from different points of view and then printed on huge canvases. Again, the revolution has only just begun. These images are still turned into expensive objects and sold for a high price by a mainstream art gallery. But the seed has been planted – how much time will it take to grow into a tree?"
	},
	{
		"pid" : 22,
		"p" : "We are in the midst of a major change. At the end of the process, not only the way we live, work, travel and communicate, but also the political and economical structures and the social organization we are used to will probably be fundamentally different from how they are now. In art, this change will be complete when the way we make, circulate and understand art is completely different from the way we do it now; and when the way we understand the difference between copies and original and between art and non-art will have adapted to the new models created by the information age. The most we can do now is to take our time, adapt to our new living conditions, be aware of the process going on and look to the most radical propositions around for signals of what is to come. In the awareness that we probably don't have to look that far: these signals are already here, in our computers."
	},
	{
		"pid" : 23,
		"p" : "[1] John Berger, Ways of Seeing, The British Broadcasting Corporation and Penguin Books, London 1972, p. 32. <br />[2] Tilman Baumgärtel, \"Interview with Jodi\", in Telepolis, 1997, online at www.heise.de/tp/r4/artikel/6/6187/1.html. <br />[3] Olia Lialina, \"Flat against the wall\", 2007, online at http://art.teleportacia.org/observation/flat_against_the_wall/. <br />[4] From the press release of the show at the Mai 36 Galerie in Zurich, Switzerland (September 12 – October 18 2008). <br />>>>>"
	}
]