[
	{
		"pid" : 0,
		"p" : "The most striking thing about Cory Arcangel’s work is its eclecticism and the way it totally eschews order. He himself confessed in an interview: «I am a classic multi-tasker. When I was younger, I used to do my homework while watching TV. Now when I watch TV, I surf the web.» [1] He has a website, or rather a blog, or rather two blogs; but these are not necessarily the best place to start for an understanding of his work. He describes himself as a programmer; but that is only one of his identities. He is also a teacher, musician, artist, performer, exhibition curator, and occasionally an art critic. Some of these activities he carries out as Cory Arcangel, others as a part of one of the many collectives of which he is either a member or occasional collaborator: Beige, Contagious Media Group, The 8-bit Construction Set, Gay Beatles, RSG, Paperrad. Often works are even presented as both individual and collective."
	},
	{
		"pid" : 1,
		"p" : "But once one gets over the confusion generated by defunct links, multiple identities and works classified in various ways, one discovers a rare coherence which is no less solid for being subterranean. There is a connecting thread. It may be traced by a dirty and tremulous mouse – befitting the \"dirty style\" he is so fond of – but it is unmistakable."
	},
	{
		"pid" : 2,
		"p" : "One of the bases for the coherence to be seen in his work is his love of \"old systems\". One might here speak of nostalgia: there is no doubt that the retro-chic fascination of his work – together with his irresistible gifts as a performer – have made him the darling of the New York scene, courted by the likes of Jeffrey Deitch and other private individuals and institutional bodies. However, I would say that the correct term to describe Cory Arcangel’s attachment to old systems is economy. As he himself revealed in an interview with John Bruneau: «I like these systems not cause of nostalgia, but because they are cheap and easy to work. Also they are the perfect middle ground between analogue and digital video.» [2]"
	},
	{
		"pid" : 3,
		"p" : "There is an economy of means and knowledge: it is much easier and simpler to learn how to modify an old Nintendo cartridge than something more recent. And there is also economy of space, codes and bits: in this era of broadband, Arcangel produces remarkably light works, often of less than 32k. This is even an economy of intellectual reference: Cory himself has commented that «I would love to say there was some contemporary artist who’s work really got me thinking, but lately I have just been trying to sort out twenty years of garbage TV culture that is filling my brain.» [3] He is someone who strives for maximum effect with minimum effort, considering it a positive thing \"to do as little as possible\"."
	},
	{
		"pid" : 4,
		"p" : "As Alexander Galloway wrote about Data Diaries (2002):<br />«What did Cory Arcangel do in this piece? Next to nothing. The computer did the work, and he just gave it a form. His discovery was this: take a huge data file—in this case his computer's memory file—and fool Quicktime into thinking it's a video file. Then press play. Your computer's memory is now video art. Quicktime plays right through, not knowing that the squiggles and shards on the screen are actually the bits and bytes of the computer's own brain. The data was always right in front of your nose. Now you can watch it.» [4]"
	},
	{
		"pid" : 5,
		"p" : "Well – asked by John Bruneau about the presumed poverty of this work, Arcangel replied: «Simplicity is an asset, not a weakness...look at something like the cloud work. that is very simple. The smaller the idea the happier I am.» [5]<br />For Arcangel, lightness also involves a sort of Pop superficiality; hence his denial of any artistic influence that is not contemporary, and not the result of friendship; and hence his immense, passionate love of television and the internet. «I am a pop artist and all pop culture to me is fair game! I love it all. I don’t have a TV now, cause if I did I would watch it all the TIME!!!» [6]"
	},
	{
		"pid" : 6,
		"p" : "As in Pop Art, there is a certain ostentation in this proclamation of superficiality; but the fact remains that all of his work arises from his own delight in creating it, from a conception of art as enjoyment, amusement, pleasure.<br />The way he tells Hanne Mugaas about his childhood in Buffalo, where he starts making his first videos with his sister, is very funny, but also reveals the roots of this approach:<br />«First of all there was never ANYTHING to do, so I had to make my own fun, and this is how I ended up making videos with my sister when we were young. This I guess it quite common, but more specifically Buffalo, has this really strange video art culture. In the 70’s all these insane video art people from New York moved there to teach at the University. These people included Stan and Woody Vasulka [...] and Tony Conrad [...] So the work of these artists really shaped the artistic identity of the city. I remember watching TV when I was younger and seeing these weirdo minimal color field videos late at night. It is hard to put into words, but by growing up there I never thought it was weird to make a 15 minute slow motion video. No one ever told me this was strange, …I would see such strange stuff on the public TV all the time, that it wasn’t until I moved away that I learned that these were 'art videos'.» [7]"
	},
	{
		"pid" : 7,
		"p" : "After Buffalo, Cory moved to New York, where he studied classical guitar at the Oberlin. The Beige group was formed around 1997, when he was at music school, and is the \"collective\" background for all his subsequent artistic activities. Founded by Cory Arcangel, Joe Beuckman, Joe Bonn, and Paul B. Davis, this group of programmers was also a musical band and a small record label:<br />«After a few records we all started to make some really weird stuff and eventually wandered off the map into hardware hacking, video art, and bead work [we do not really see any difference between audio and visual work] so we just went with the name BEIGE as an umbrella to describe everything we were doing.» [8]"
	},
	{
		"pid" : 8,
		"p" : "Their first project of a certain scale was the 8-bit Construction Set (1998-2000), which was the name of their band and of the record they released on the Beige Records label. In fact, it was a \"battle record\" comprising music, software and video; one side was recorded – and can be read – using a Commodore 64, the other using an Atari platform."
	},
	{
		"pid" : 9,
		"p" : "The 8-bit Construction Set reflects the predilection for low-tech and lo-fi aesthetics that is characteristic of a lot of European Net Art; but it also echoes the advent of 8-bit music, which was then emerging in both the US and Europe, with old platforms being used as musical instruments. It is no coincidences that, after the 8-bit Construction Set, Beige experimented with the use of the Nintendo Entertainment System (NES) as an instrument for making music as well as video. These experiments led to Fat Bits, the group’s first installation, which was presented in 2001 at the Chicago Deadtech. For Arcangel, NES cartridges were the perfect tool for making videos by working on minimal graphics and old platforms whilst remaining true to the nebulous resolution of the television image (which he finds much more fascinating than the precision of new pixel technology)."
	},
	{
		"pid" : 10,
		"p" : "This fascination for old systems and lo-fi aesthetics explains his interest in old videogames better than any presumed nostalgia for an infancy spent on the Nintendo console:<br />«I never really liked or played the game. At this point most of my interest in the game is in the 16 * 16 sidescrolling graphical limitations [...] I think there are a lot of people who missed that particular game, but no one who missed the aesthetic of the early computer and video game movement. [...] I don't love the games so much, but I really love the systems. I love the look that the old Systems have. For one, the NES directly accesses the TV's colors. So you tend to get these really bright colors on older TV's, much brighter than cable, or VHS tapes. This kinda thing also looks good even as a glow cast on a room. Like my cloud cartridge was really made for a TV I have in the corner of my apt, so at night it makes my living room glow that slurpy blue of the sky in the game. Second, I really like the idea of scrolling. Even more than movies, games tend to frame narratives in such a way that people really believe that the game world extends beyond the borders of the screen. All you have to do is move the joypad left or right to see it. And I really like the yucky stuff that the TV signal adds to the pixel perfect style. People forget that the pixel design style that is really popular is kinda like a mirage. That aesthetic only exists in the heads of designers because back on the day pixel graphics were all displayed on TV's which of course make everything blurry.» [9]"
	},
	{
		"pid" : 11,
		"p" : "The \"cloud cartridge\" is Super Mario Clouds (2002), perhaps Arcangel’s best-known work. It is a Super Mario Bros cartridge from which he erased everything except the clouds, which flow uninterruptedly left to right across the screen. It might look like video, but it isn’t, particularly as it is much lighter – only 32k to be exact."
	},
	{
		"pid" : 12,
		"p" : "In an entertaining tutorial written to illustrate the code of the work line by line, Arcangel explains that in the NES images are constructed with quadrants of 8x8 pixels, for a total graphics load of 8k. «These two hardware limitations defined the aesthetic of most early eighties videogames on the Nintendo, and making \"art\" for this system is a study of these limitations.» [10] By playing upon the limits of the machine and the programming code, Arcangel creates a hypnotic icon that is immediately recognizable. Its very lightness, which almost verges upon the idiotic, makes it into a delicate metaphor for his work as a whole."
	},
	{
		"pid" : 13,
		"p" : "Cory Arcangel would return to the Mario cartridges a number of times. Coming almost a year before the clouds, his Super Abstract Brothers substitutes all the characters and backgrounds with abstract forms and figures, transforming Mario Bros into a strange Tetris, undermining our memories from a world that, due to our absorption in the game, we tend to perceive as real. In Fantasy Cutscenes # 2 (2004), on the other hand, Arcangel adds to the same cartridge captions that evoke both silent cinema and strip cartoons, thus causing a \"collision\" of various narrative genres."
	},
	{
		"pid" : 14,
		"p" : "Naptime, for its part, is a hypnotic video in which a sleeping Mario dreams a constant flow of psychedelic code to the accompaniment of an 8-bit soundtrack composed by Arcangel’s friend, Paul B. Davis. But it was with Super Mario Movie, the fruit of collaboration with Paperrad, that Arcangel once more achieved the success (and fascination) of Super Mario Clouds. Shown by Deitch Projects in January 2005, this is again a modified cartridge, with two pages (32k) of code producing a fifteen minute flow of sound and image."
	},
	{
		"pid" : 15,
		"p" : "In the proposal he e-mailed to the gallery, Arcangel presents the work in this way: <br />«The movie is gonna be about how Mario's world is falling apart. Like mad max, but in 8bits. Picture title screens, messed up fantasy worlds, castles floating on rainbow colored 8-bit clouds, waterfalls, underwater dungeon nightmare rave scapes, dance parties, floating/mushrooms level scenes, Mario alone on a cloud crying, fireball flicker patterns, and video synth knitted 60 frames per second seizure vidz. Each scene will also have music. & All being generated by this one 32k 1984 cartridge!!!!!!!!!!!» [11]"
	},
	{
		"pid" : 16,
		"p" : "This is an almost epic work in which our hero surfs through a digital world that is breaking down, which is at times recognizable, at times completely abstract. The alternation of half-legible captions and fragments reveals the difficulties of communication which are caused by the imminent collapse of the system. In the exhibition venue the work was projected alongside the source code, which created a wallpaper effect, and the original cartridge modified and repainted by Paperrad was put on display as a work of art."
	},
	{
		"pid" : 17,
		"p" : "To date the act of transforming the cartridge into a sculpture, and therefore an artistic object in its own right, in some way independent of its contents, has been carried out with the minimum of intervention, because Arcangel considers larger scale changes less in line with a genuine \"hack\". However there is a precedent for this, in the work of the hackers who created cracks for Commodore 64 games and went so far as to sign them proudly with their own \"tag\", namely a brief video at the start of the game. Arcangel came across these tags while he was working, as BEIGE, on Low Level All Stars (2003), a research project made for the show \"Kingdom of Piracy\", in collaboration with Alexander Galloway [12]. The two artists examined more than 1,000 tags and selected ten of them to put on a DVD."
	},
	{
		"pid" : 18,
		"p" : "To all intents and purposes the project represents a form of digital graffiti, saved by RSG from an underground scene where it risked being lost, with the aim of demonstrating its high level of self-awareness and offering an interesting comparison with \"highbrow\" culture."
	},
	{
		"pid" : 19,
		"p" : "All Arcangel's work, in a way, has some relationship with the graffiti art movement, and the people he hangs out with – from the rapper Rammellzee to Paperrad – can prove it. The defacement of pop culture myths is something that we can find in many of his works: Sans Simon (2004) is the video of a concert by Simon & Garfunkel where the silhouette of Simon is hidden – I would say censored – by the artist's hands; while Beach Boys / Geto Boys (2004) is a mash-up where the video of \"Little Surfer Girl\" – an icon of the surf culture of the Sixties – is played side by side with the video of an hip-hop song by the Geto Boys."
	},
	{
		"pid" : 20,
		"p" : "The two songs, synchronized, become a single song, a weird harmony in which the differences between these two cultures collapse. Finally, the classic I Shot Andy Warhol (2002) combines hacker intrusion with graffiti defacement. The victim is the cartridge of \"Holigan’s Halley\", another old game for NES. Our victim, on the other hand, is Andy Warhol, whose silvery wig and dark-rimmed glasses make him unmistakeable even in 8bit graphics, alongside the Pope and other pop icons."
	},
	{
		"pid" : 21,
		"p" : "What we have to do is repeat ad infinitum the act of feminist Valerie Solanas in June 1968, with the difference that here Andy is set up as a target, flat and abstract like his numerous self portraits, until he actually turns invisible in the third level, where we are invited to throw the notorious Campbell’s soup tins at him. Oh, and I was forgetting, the target is presented on a TV screen, and the joystick is a toy pistol."
	},
	{
		"pid" : 22,
		"p" : "In Nipod (2004) the subject of the defacement is a contemporary icon: the iPod, designed to become a cult object, is emulated in a way that can be either interpreted as a tribute or as a mockery. Indeed Nipod celebrates the retro, lo-fi, primitive, text-based aesthetics that is exactly the opposite of that sleek, lily-white \"blogject\", proudly showing off its gigabytes."
	},
	{
		"pid" : 23,
		"p" : "Arcangel opposes what he found out in garbage and second-hand stores to the design object that can be found in an hi-tech store, modifying a Nintendo cartridge and turning it into a music platform that plays pop hits – from Eminem to Van Halen and 50 cents – in an 8bit style, projecting the simplified image of an iPod over the wall. He wrote: «I like the idea of making things out of trash [one can easily find an NES in a dumpster these days], and I like the idea of actually having to break into something that I find in the trash even better.» [13]"
	},
	{
		"pid" : 24,
		"p" : "In other cartridges – from Space Invader (note the disappearance of the plural \"s\") to F1 Racer Mod and Slow Tetris (all produced in 2004) – what is defaced is the game itself, which becomes boring and unplayable. However, these works also reveal a more constructive aim, which was already to be glimpsed in Super Mario Clouds."
	},
	{
		"pid" : 25,
		"p" : "True, the game can no longer be used as such; but it has been transformed into landscape, into a picture to be looked at. There is no action but that of sitting and observing, letting oneself be hypnotized by the flow of images, be bombarded by the cathode ray tube of the television. GameBoy Killed the Video Stars; but the videogame heroes must return to television if they are to have their fifteen minutes of fame, to become icons."
	},
	{
		"pid" : 26,
		"p" : "Slowed down, \"Tetris\" becomes an abstract picture, to be contemplated as one contemplates a Mondrian; separated from all his friends, the fearsome alien invader becomes an innocuous little spider we can annihilate whenever we want. As for the road in \"Car Racer\", when stripped of the roaring engines it becomes a poetic metaphor of travel and new frontiers, an American highway with mountains in the background, immobile clouds in the sky and a Nintendo advertising hoarding on the horizon. It is no coincidence that Arcangel has based a series of posters on this landscape, bringing out the full iconic power of the image."
	},
	{
		"pid" : 27,
		"p" : "He has said: «I have [...] grown used to programming only because it is the mechanism that seems to make most of the world move. Believe me, if I could order pizzas [...] by painting, I definitely would paint.» [14] And if, with his modified cartridges, he becomes a painter, he doesn't give up with pizza. Pizza Party (2004) is a UNIX command-line program with a GPL license that can be used to order pizza via the internet, and organize improvised pizza parties. The work is a hack of the Dominos Pizza ordering system, in which Arcangel mixes all the ingredients we get used to without ever getting bored of them: lightness, lo-fi aesthetics, a sense of humor, uselessness, apparent insanity. Almost unknown in the contemporary art world, Pizza Party became a cult project among hackers and geeks: an audience Arcangel never dumped for the gallery-goers."
	},
	{
		"pid" : 28,
		"p" : "First published in Spanish in aminima, issue 16, 2005. A partial English translation (by Jeremy Scott & Anna Carruthers) was published in the book Gamescenes. Art in the Age of Videogames (Milan 2006) with the title \"Cory Arcangel – NES Landscapes\". <br />[1] Hanne Mugaas, \"Hanne Mugaas + Cory Arcangel = a Talk\", 2005, online at www.hanne-mugaas.com/texts/hanne_mugaas_cory_arcangel_a_t/. <br />[2] John Bruneau, \"Interview with Cory Arcangel\", in Switch 19, Summer 2004, online at http://switch.sjsu.edu/v19/00000c. <br />[3] Eryk Salvaggio, \"Cory Arcangel Doesn't Even Like Super Mario Brothers\", in Turbulence, April 2003, online at <br />www.turbulence.org/curators/salvaggio/arcangel.html. <br />[4] Alexander Galloway, \"Data Diaries\", 2002, online at www.turbulence.org/Works/arcangel/alex.php. <br />[5] In John Bruneau, op. cit.<br />"
	},
	{
		"pid" : 29,
		"p" : "[6] In Hanne Mugaas, op. cit.<br />[7] Ivi.<br />[8] In Erik Salvaggio, op. cit.<br />[9] Ivi.<br />[10] The tutorial is no longer available at the original address. Cory's current homepage features a shorter tutorial on the project's page, online at www.coryarcangel.com/things-i-made/supermarioclouds/. The quoted text can still be found through the Web Archive, at the address  http://web.archive.org/web/20071231143259/www.beigerecords.com/cory/tags/artwork/. <br />[11] Cory Arcangel, \"Idea\", 12 June 2004, online at www.deitch.com/projects/sub.php?projId=153. <br />[12] The project was released as a collaboration between BEIGE and RSG (Radical Software Group), Alexander Galloway's collective identity (cf. http://r-s-g.org/). The project is not available online anymore, but is available for purchase via the Electronic Arts Intermix (EAI). Cf. www.eai.org/title.htm?id=7694. <br />[13] Cf. footnote n. 10.<br />[14] Cf. footnote n. 10."
	}
]
