[
	{
		"pid" : 0,
		"p" : "In the beginning, there is life. Or, better, another level of life. It’s the kind of life you can live on a screen, where your face and body change from time to time, according to the adventure you are playing at the time. It’s a kind of life that implies gestures such as pressing furiously the buttons of a keyboard, speaking into a microphone, teaching all your muscles how to behave in order to make the movement of a joystick more fluent and responsive; and in which these gestures are translated into shots, curses, jumps, fights, runs. It’s a kind of life that usually has a soundtrack."
	},
	{
		"pid" : 1,
		"p" : "It’s a kind of life that can be very similar to our daily life, or slightly different; but that, in both cases, mixes with the latter in a way that our brain, programmed for one life at a time, has some difficulties in making a clear distinction between the two. For example, if you are a soldier, it may be difficult for you to distinguish between your last mission in Afghanistan or Iraq and your last session of America’s Army."
	},
	{
		"pid" : 2,
		"p" : "Mixing two levels of life does not mean that, as an avid player of GTA, you would feel a irrepressible need to take a bat and walk down 5th Avenue smashing up everything you find on your way; nor that you are going to experience performance anxiety because your Second Life avatar has a bigger penis, or your virtual partner seems more excited than your real one. It just means that, chatting to a friend, you will probably sum up your last adventure in World of Warcraft with the same words and the same enthusiasm you would use for a real event; and that feelings, anxieties, fears and passions related with your real life experience will probably change the way you live your life on the screen."
	},
	{
		"pid" : 3,
		"p" : "I don’t know what Eddo Stern, who served in the Israeli army before moving to the States, feels when he plays a war game. What I know is that Sheik Attack (1999), Eddo Stern’s first machinima film, is probably the best take on Israel’s bloody history I have ever seen. One of the very first art videos using game footage to build up a narrative, Sheik Attack shows up an extraordinary maturity compared with the novelty of its genre. The narrative of the Zionist utopia, from the dream of rebuilding the state of Israel up to the current tragic situation, is told through a soundtrack of traditional Israeli songs and the editing of a series of scenes shot in games such as Sim City, Delta Force, and Command & Conquer."
	},
	{
		"pid" : 4,
		"p" : "The low-resolution footage is in stark contrast to the strong emotional impact of the soundtrack. Stern manages to transform the expressive limitations of the tool – the repetitive nature of the gestures, the lack of dialogue – into a powerful medium in itself. This transformation can be understood if we look at the way Stern uses the cinematics of the first person shooter: the main character’s point of view, used with some caution in traditional filmmaking, here is chosen to make the spectator identify simultaneously with the player and the narrative’s main character, making him co-responsible for their atrocious actions. So, when the tragically polygonal sheik’s wife, resting on her knees, is assassinated without blinking an eye, we are the ones holding the gun."
	},
	{
		"pid" : 5,
		"p" : "Machine Animation<br />Machinima is just a medium, as neutral as any other medium. Yet, as any other \"remix\" practice, it has an enormous potential that emerges when the existing material is used to convey a meaning that conflicts with its own source. The video becomes a kind of prosthetic narrative, which extends the game’s narrative in an unpredictable direction. And that, sometimes, rejects the body it was designed for."
	},
	{
		"pid" : 6,
		"p" : "From cut-up theory to culture jamming to Nicholas Bourriaud’s \"postproduction\" model, many great theorists have discussed this potential: what is interesting to me is that, when it comes to games, your appropriation is not only dealing with \"existing cultural material\", or with a medium, but with your own life, the life you lived inside the game. In other words, making Sheik Attack is different from, let’s say, shooting October or a masterpiece of plagiarism such as Negativland’s Gimme the Mermaid (2002). The main difference is that Eddo Stern is, in the same time, the soldier who shot the helpless sheik’s wife and the documentarian who reports the crime."
	},
	{
		"pid" : 7,
		"p" : "Both Vietnam Romance (2003) and Deathstar (2004) display this kind of potential. In Vietnam Romance Stern forces us to take part in a war that we know very well, but just from one single point of view: the one adopted by Hollywood in a steady stream of movies, from Apocalypse Now to Platoon, from The Thin Red Line to Full Metal Jacket, from The Deer Hunter to Forrest Gump."
	},
	{
		"pid" : 8,
		"p" : "American movies that, even when critical towards the war and the way the US conducted it, share a similar atmosphere and articulate a common imaginary, that has become, through these movies the imaginary we all have come to share. Videogames remediate this kind of imaginary; but at the same time, force us to see the war through the eyes of the American military, and remove the critical filter that cinematic narrative provides. In videogames, the Vietnam War becomes, in Stern’s words, \"as clear cut as World War II\"."
	},
	{
		"pid" : 9,
		"p" : "The story is simple: you are the good (American) guy who has to kill all those dirty (Vietnamese) rats. With the complicity of a soundtrack that resamples the famous hits of the Sixties and Seventies into electronic MIDI tracks, Stern re-appropriates this material and uses it to create a melancholic \"romance\", full of nostalgia for an age and a cinematographic genre that seems irremediably lost. The opening scene is phenomenal, with a prostitute parading through desolated outskirts on the notes of Nancy Sinatra’s These Boots are Made for Walking."
	},
	{
		"pid" : 10,
		"p" : "Deathstar (2004) is a video in which the violence enacted against a single body, Osama Bin Laden’s, is so up and close as to seem abstract. The work edits a series of sequences shot in different games devoted to the assassination of the public enemy number one, together with Mel Gibson’s The Passion of the Christ soundtrack, as if trying to compare two different – yet strangely similar – versions of the iconography of violence and pain."
	},
	{
		"pid" : 11,
		"p" : "If appropriating game footage can be subversive, appropriating the game engine in order to force it to tell other stories can be even stronger (though it usually isn’t). Again, a feature of more recent videogames is turned into a powerful instrument of criticism by the very way it is used. Landlord Vigilante (2006) is a video that uses the engine of such games as GTA San Andreas and The Sims in order to do what games seem completely unfit for: design a character, give her a credible psychology and tell her story. The story of Leslie Shirley, inspired by the artist’s former landlady, has been translated into a script in collaboration with the artist and writer Jessica Z. Hutchins. Ms. Shirley is a cynical and strong woman who, driving a cab in Los Angeles, has been saving a good sum of money in order to buy some real estate to rent."
	},
	{
		"pid" : 12,
		"p" : "Persuaded that tenants are \"defective human beings\", Leslie Shirley – the name chosen for her reassuring landlady’s mask – capitalizes on their \"dirty habits\", trying to get the most from her investment. Stern and Hutchins use different games in order to exploit their peculiar aesthetics for the construction of the character and her environment: The Sims is used to design Leslie’s \"kind old lady\" mask and her comfortable, traditional, tidy \"country cottage\"; while GTA San Andreas puts the \"real\" Leslie – an old witch hardened by life – in her natural environment – Los Angeles’ slums. In the chapter \"Mirrors\", Leslie describes her complex relationship with her own body – that is, her interface with the world – in front of a mirror, while holding a camera as if it was a gun and shooting a picture of herself."
	},
	{
		"pid" : 13,
		"p" : "Referencing the iconography of first person shooters, Stern and Hutchins illustrate the psychological process of identity deconstruction and construction, using the game to talk about real life."
	},
	{
		"pid" : 14,
		"p" : "The same strategy is adopted in Stern’s more recent \"machine animations\", Best…Flamewar…Ever: Leegattenby King of Bards v. Squire Rex (2007) and Level sounds like Devil: Baby in Christ vs. His Father (2007). The first of which is a two channel 3D computer animation diptych recreating an online flame war about degrees of expertise around the computer fantasy game Everquest. If in this case the contention focuses on the \"shifting codes of masculinity\", in Level sounds like Devil… the discussion involves a teenager and his father, who believes that World of Warcraft is evil and tries to make him stop playing. Being himself a Christian, BabyInChrist contacts an online Christian forum for guidance in understanding if his father is right or not, and the community tries to help him, sometimes pointing to the differences between virtual and real, sometimes quoting the Holy Bible, and sometimes suggesting him to lie to his father. The faces of the characters are mapped with fan art and textures coming from online fantasy games such as Everquest and WoW, and become something in between an Arcimboldo allegory and a medieval standard. In this way, the characters become hybrid identities, summing up a way of life in which the two levels we described are no more separated – as, probably, they have never been."
	},
	{
		"pid" : 15,
		"p" : "Animated Machines<br />I call these videos \"machine animations\" because this expression, more than its portmanteau \"machinima\", makes clear what is at stake. If videogames, through photorealism and immersion, employ considerate effort to make the player forget the machine, Stern returns the machine to the forefront. This could be unpleasant for both gamers and non-gamers, but it’s the only way to escape the magic of so-called virtual worlds and start making works that are critical or self."
	},
	{
		"pid" : 16,
		"p" : "As Eddo Stern, who spent 2,000 hours in World of Warcraft, knows quite well, the machine is the only frame between you and the game reality, and the only way to break the illusion is to make it more visible, in your face. So, if his videos can be described as prosthetic narratives, his installations can be described as prosthetic machines; both of them introduce a feeling of alienation, the first using the games in ways they a not meant for and inserting reality into them, the latter bring the games to reality, in a way that makes their fictional constructs apparent."
	},
	{
		"pid" : 17,
		"p" : "This alienating element can be seen in action even in Waco Resurrection (2004), a game designed by Eddo Stern together with the c-level team (Peter Brinson, Brody Condon, Michael Wilson, Mark Allen, Jessica Hutchins). Waco Resurrection is a \"classical\" first person shooter, at least in the way it is designed: immersive, violent, photorealistic."
	},
	{
		"pid" : 18,
		"p" : "The main novelty lies in the narrative, evoking the Waco siege, and the point of view, that of the Branch Davidians’ leader David Koresh. While, in-game, a sense of alienation is created by the non player characters, which have the names and faces of the real individuals involved in the siege, it becomes stronger when the game is played in its installation version, wearing the voice activated, surround sound enabled, hard plastic 3D skin reproducing David Koresh. The player, through the Koresh skin, can hear Koresh’s voice singing or delivering a sermon. This device brings the player back to reality, and forces him to think back to the real event, with all its complex political implications."
	},
	{
		"pid" : 19,
		"p" : "In a similar way, works such as Runners (1999 – 2000), Tekken Torture Tournament (2001), Cockfight Arena (2001) and Dark Game (2006) provide the player with such \"heavy\" interfaces that one can not ignore and ever forget \"reality\": head-gears, costumes, shocking arm straps, a triple mouse."
	},
	{
		"pid" : 20,
		"p" : "But it is in Stern’s self-standing installations that this alienating factor becomes more patent. In the God’s Eye series, Stern refers to a practice, quite common among avid gamers, of customizing their computer console, changing it into a unique piece of furniture – revealing something about their taste and personality. Here, computers are visible, yet integrated into huge sculptures that can be seen as monuments to the neo-medievalism so common in most fantasy games. Crusade (2002) transforms a computer ‘tower’ into a windmill. Alongside is a monitor on which we see, advancing towards us, five knights and a dragon (all to the accompaniment of a midi version of Led Zeppelin’s Kashmir)."
	},
	{
		"pid" : 21,
		"p" : "The aggressive nature of western civilization is here cut down to size by the irony of these five strange avatars and a clear reference to Cervantes’ Don Quixote. This irony returns even more powerfully in Carnivore’s Cathedral: Whose Child Is This? (2003); \"a neo-Christian Karaoke machine\", as Stern calls it. This time the customized PC becomes a cathedral, complete with gargoyle waterspouts which move to the rhythm of an imperial motif. USS Dragoon. One God to Rule them All …"
	},
	{
		"pid" : 22,
		"p" : "And in the Darkness Bind Them (2003) is an imposing installation of a modern warship guided by a computer that stands proudly at the helm. Along the bridge, crowded with knights in battle-dress, runs a text in Gothic Elven script, whilst the prow is adorned with two majestic dragons. Finally, Fort Paladin: America’s Army (2003) is a computer in the guise of a medieval castle complete with hexagonal towers, crenellation, banners and even openings from which to pour down boiling oil onto enemies."
	},
	{
		"pid" : 23,
		"p" : "In the façade of the castle, the space that would normally be occupied by the drawbridge is taken by a computer monitor, which introduces us to the authorized violence of America’s Army, the videogame freely distributed on the American Army’s website for training cum propaganda purposes. The game is played by the machine itself, which sends a series of messages to a system of pistons that press down directly onto keys on the keyboard."
	},
	{
		"pid" : 24,
		"p" : "According to Stern, neo-medievalism is the last incarnation of what he calls \"An American pathology\": that unceasing search for a glorious past, which in the United States goes hand-in-hand with the nation’s increasingly imperialistic aims. And again, this criticism is developed by leaving the game, bringing its aesthetics and iconography to the real world and building up monumental, heavy, aggressive interfaces that can’t be forgotten. When you hear Fort Paladin’s pistons banging and watch them control the virtual soldiers of America’s Army, looking at a game’s reality as a separate \"level of life\" becomes more and more difficult."
	},
	{
		"pid" : 25,
		"p" : "difficult, but not impossible. Eddo Stern is, and probably will always be, an avid gamer. His criticism doesn’t prevent him, nor us, from enjoying and playing the game, and is not articulated towards this end. Stern’s work is meant to explore the complex dynamics between reality and media, and to improve our understanding of both – not to explain to us why we should not play America’s Army or World of Warcraft. So, his last series of \"animated machines\", as described in the press release written for their first public presentation, mine \"the online gaming world at its paradoxical extremes: on one hand, an untenable perversion of everyday life spent slaying an endless stream of virtual monsters, on the other, an ultimate mirroring of the most familiar social dynamics."
	},
	{
		"pid" : 26,
		"p" : "The struggles with masculinity, honor, aggression, faith, love and self worth are embroiled with the game world’s vernacular aesthetics.\" In works such as Narnia, Again (2007), Lotusman (2007), Man, Woman, Dragon (After World of Warcraft) (2007) and Tsunami (2007), Stern updates a technique with a long tradition: the one adopted in Chinese shadow plays and other proto-cinematic forms of spectacle. His Plexiglas, computer-controlled kinetic shadow sculptures use lions, dragons, snakes, Chuck Norris, and kung-fu to talk about conflict, violence, masculinity, fantasy, and cultural stereotypes. But also play, play, play, with all its pleasures and contradictions."
	},
	{
		"pid" : 27,
		"p" : "First published in the catalogue of the show \"Eddo Stern: Flamewar\", curated by Ilana Tenenbaum for the Haifa Museum of Art (January 24 – June 20, 2009), with the title: \"Machine Animation & Animated Machines\".<br />>>>>"
	}
]