[
	{
		"pid" : 0,
		"p" : "«Where is reality? Can you show it to me?» Heinz Von Foerster [1]<br />Reality Construction and Simulation<br />The relationship between media and reality has been debated since the very beginning of Western culture. The two main keywords at stake here are: representation and construction. According to the first, media portray reality; according to the second, media construct reality. Of course, these two approaches are strictly connected to the model of thought you are adopting in order to describe reality itself: a realist model (reality is something that exists \"out there\") or a constructivist model (reality does not exist; it is only a construction in the mind of a given \"agent\")."
	},
	{
		"pid" : 1,
		"p" : "Constructivism is an epistemological perspective according to which knowledge is the result of an act of creation, and not of a process of discovery [2]. It was started in the mid-1990s by Jean Piaget, even if it has many roots in Western philosophy, from Protagoras to Vico and Kant; and in its more radical iteration it becomes a claim that \"ontological reality\" does not exist at all, or is, at least, utterly incoherent as a concept. \"The environment as we perceive it is our invention\" because \"the nervous system is organized (or organizes itself) so that it computes a stable reality,\" demonstrates scientist Heinz von Foerster in a 1973 article titled \"On Constructing a Reality.\" [3]"
	},
	{
		"pid" : 2,
		"p" : "However, today’s catch-phrase \"media construct reality\" rarely shares this kind of radicalism [4]. In most cases, it either means \"if something is not on TV, it doesn’t exist\" or \"media manipulate reality in order to make us believe in an altered version of it.\" It works as a complaint about the power of the media to modify the perception of something that exists out there, rather than to claim that no reality exists outside of the media. Even Jean Baudrillard’s theory of simulacra, probably the most advanced theory on the power of media still available today, does not go much further. Even if he draws distinctions between representation and simulation, and writes that «the age of simulation [...] begins with a liquidation of all referentials» [5]; even if he claims that there is no difference anymore between the map and the territory, and that the map actually precedes the territory; simulation as he describes it neither deletes nor negates ontological reality; it just takes its place."
	},
	{
		"pid" : 3,
		"p" : "The real is still there, yet it has been substituted in our perception by «signs of the real». So, this is how Baudrillard explains the notion of «the successive phases of the image»: <br />«(1) it is the reflection of a basic reality (2) it masks and perverts a basic reality (3) it masks the absence of a basic reality (4) it bears no relation to any reality whatsoever: it is its own pure simulacrum» [6]."
	},
	{
		"pid" : 4,
		"p" : "The common-sense interpretation of the sentence \"media construct reality\" lies between points 2 and 3; Baudrillard continues on, introducing point 4.<br />The Desert of the Real<br />Some years later, Slavoj Žižek framed the problem of the relationship between media and reality in a completely different way, talking about the \"virtualization of the real\" and explaining that today reality imitates the media. He wrote: <br />«... in the same way decaffeinated coffee smells and tastes like the real coffee without being the real one, Virtual Reality is experienced as reality without being one. However, at the end of this process of virtualization, the inevitable Benthamian conclusion awaits us: reality is its own best semblance». [7]"
	},
	{
		"pid" : 5,
		"p" : "According to this approach, 9/11 is the best application ever of «digitalized special effects» developed by the cinema industry in recent years: a real event designed to be televised, a terrorist act perpetrated not «to provoke real material damage, but FOR THE SPECTACULAR EFFECT OF IT»."
	},
	{
		"pid" : 6,
		"p" : "In my opinion, the effectiveness of both Baudrillard’s and Žižek’s thoughts on this subject is today undermined by the fact that, when talking about the media, they are basically talking about TV and mass media. The fact that Žižek refers to virtual reality and to The Matrix (1999) has little importance here, because he understands virtual reality as a \"simulation\" (an indication of the real misunderstood for the real thing) and because The Matrix itself is strongly grounded in Baudrillard’s theories."
	},
	{
		"pid" : 7,
		"p" : "The Matrix is nothing more than a convincing simulation built by intelligent machines in order to persuade us that we are still living in the good old world, while in fact we are convicted slaves in a desolate, post-atomic landscape, kept alive in order to provide energy to the machines. A nice story, but is it able to picture the contemporary media environment? Or is it just updating twentieth century paranoia, which claims that media replaced religion as \"the opium of the masses\"?"
	},
	{
		"pid" : 8,
		"p" : "Computing a Reality<br />Picture this: a teenager cooped up in his bedroom, sitting down in front of his computer. He stays there all the time, does not participate in any sports, has no friends apart from those he meets in World of Warcraft, and the long list of contacts featured in his Facebook account. His parents think he is a good guy, maybe a little bit shy and antisocial, until they discover that he defecates on the floor. Guys like this are called, using a Japanese term, hikikomori. It means \"withdrawal,\" and is used to describe reclusive people who have chosen to withdraw from social life, often seeking extreme degrees of isolation and confinement [8]. Actually, the term worked very well when the hikikomori did nothing else but read manga comics, watch TV and play computer games."
	},
	{
		"pid" : 9,
		"p" : "Today, the hikikomori are rarely hermits. They withdrew from their social life, yet they have a social life; they left the world, but they have a world. The problem is that they are mediated by a sophisticated machine called \"the computer,\" designed in the 1960s and 1970s by a vast community of people. Some were involved with LSD experiments; others shared constructivist ideas. However, it is still difficult to prove that these had any influence on the final product. What we can be sure of is that this machine, especially in its networked version, completely redefined the usual relationship between media and reality, escaping both the logic of representation and the logic of simulation, giving birth to a new reality, which is neither a reproduction nor a simulacrum."
	},
	{
		"pid" : 10,
		"p" : "It is a cultural landscape with its own habits, rules, cultures, jargon and iconography. It is a social landscape with its own communities and parties. It is a place where you can talk, work, have sex, enjoy art, waste your time, and die. It is a \"reality.\" Let us call it \"media reality\" or \"digital reality\" if you like. It did not replace ontological reality; it simply asked to occupy a place next to it - to improve it. The map does not precede the territory, as Baudrillard claimed; the real still exists, and the map is now part of it. Sure, the hikikomori chose to completely \"retire\" into it, but hikikomori is a disease."
	},
	{
		"pid" : 11,
		"p" : "Every new lifestyle has produced its own diseases, and media reality is no exception.<br />However, most people simply agreed to integrate it into their lives, learned to switch from one level to another, and enjoyed the enhancement. You either contribute to Wikipedia or build real estate in virtual worlds, spend hours managing your parallel life on social networks or dig into GIF repositories, browse through Youtube in search of your favorite video ever or download movies from peer-to-peer networks. You either write code for Linux or travel the world through Google Maps, play with Photoshop filters or with text-to-speech software, and you can be a producer, a user or a prosumer; all this is now part of your life. You took the last train to the world of Perky Pat, and there is no turning back."
	},
	{
		"pid" : 12,
		"p" : "Media Constructivism<br />How does artistic activity react to this shift? How are artists dealing with their \"improved life\" and with the expanded reality they are living in? Just like anybody else? My answer is: by tackling the so-called \"digital medium\" as it was described above - not just a medium, but a new level of a \"reality\" that is more and more layered, more and more \"constructed,\" and where, between ontological reality, simulated reality and media reality there are no barriers anymore, but only the translucent, easily penetrable sheets of shadow theater: by exploring it, sometimes contributing to building it and adding layers to its own narratives; by referring to its aesthetics; by digging deep into it."
	},
	{
		"pid" : 13,
		"p" : "In the early days of the medium, both those who embraced it and their opponents described this approach as \"self-referential\" and \"formalist.\" It was a misunderstanding, the consequence of another misunderstanding: interpreting the digital media environment as a \"medium.\" In recent months, I have started filing different artworks under the working label \"media constructivism.\" That seems to work quite well for works that understand the digital media environment as a reality, and that consider what is constructed by media to be \"real.\" The following are some examples."
	},
	{
		"pid" : 14,
		"p" : "After portraying avatars as real people and re-enacting art performances of the past in virtual worlds, Eva and Franco Mattes shot pictures of landscapes in an ultra-violent first-person shooter. When the spectator faces these silent \"topographies,\" which call to mind the sublime landscapes of Caspar David Friedrich, as well as the urban atmospheres of Edward Hopper and the magical realism of the 1920s, she can hardly imagine that to attain this peace the artists had to fight off hundreds of aliens and human enemies."
	},
	{
		"pid" : 15,
		"p" : "The sublimity of the virtual landscape has been explored recently by the Spanish artist Joan Leandre in his video In the Name of Kernel (2009 - ongoing), which hacks corporate flight simulators, while identity construction in digital realities finds its master in Gazira Babeli, an avatar artist who plays the role of a virus in the system with a Keatonian sense of comedy. Babeli is living proof that the separation between the so-called \"virtual\" and the so-called \"real\" is just a matter of perspective; and probably Brody Condon, who took part in the 10th Sonsbeek International Sculpture Exhibition (2008) with a series of physically and psychologically intense live games involving 80 players and a whole forest, would agree with her on this point."
	},
	{
		"pid" : 16,
		"p" : "For years, Miltos Manetas has been portraying characters from videogames, as well as painting webpages and people living too close to their machines. For some weird reason, he never did it with Cory Arcangel, who enjoys and subverts almost every machine, from old Ataris to Quicktime, from VHS to plasma screens and Adobe Photoshop. One of his last works, and a beautiful example of media constructivism, is a series of abstract prints which are the result of a dumb, literal application of Photoshop gradient tools. Arcangel’s work represents, at its best, a double concern that we may find in the work of many artists belonging to the second generation of Web users: the interest in what artists Olia Lialina and Dragan Espenschied called in a recent, inspiring book, \"digital folklore\" [9] and the will to explore the conceptual potential of simple software tools and processes."
	},
	{
		"pid" : 17,
		"p" : "In his recent work Paul B. Davis deploys the aesthetic and conceptual implications of video compression errors; Oliver Laric appropriates a web vernacular and its modes of expression, from clipart to homemade remakes of pop videos, and makes a powerful statement on customization, manipulation and versioning in his recent video essay Versions (2009), which makes us miss some of the artists’ essays from the 1970s less. Damon Zucconi is interested in what lies under the surface of our visual culture: an \"underlying problem\" that a little manipulation of the surface brings to the fore. For example, in Morris Louis; Dalet Kaf (Horizontal and Vertical blur) he appropriates a painting by Louis, applying a simple editing filter to it and then printing it out quarter-scale."
	},
	{
		"pid" : 18,
		"p" : "In these works and in the work of many other artists, all the layers of reality collapse. They are not about reality, like a painting by Courbet. They are not about media reality, like Andy Warhol’s Car Crashes or Richard Prince’s Cowboys. They are not about the map or the territory. They are about both, because the two have become one and the same."
	},
	{
		"pid" : 19,
		"p" : "First published in Artpulse, Vol. 1, N° 3, March – May 2010.<br />[1] Das Netz. The Unabomber, LSD and the Internet. Dir. Lutz Dammbeck, 35 mm, 121 min., (Germany), 2003.<br />[2] See Edward Craig (ed), Concise Routledge Encyclopedia of Philosophy, Routledge, 2000, p. 171.<br />[3] Heinz Von Foerster, \"On Constructing a Reality\", in Understanding Understanding, New York, Springer-Verlag, 2003, pp. 212 – 225.<br />[4] See Stefan Weber, \"Media and the construction of reality\", in Mediamanual.at, 2002, online at www.mediamanual.at/en/pdf/Weber_etrans.pdf. <br />[5] Jean Baudrillard, Simulations, New York, Semiotext[e], 1983, p. 4.<br />[6] Ivi, p. 11.<br />[7] Slavoj Žižek, \"Welcome to the Desert of the Real\", in The Symptom, Issue 2, Spring 2002, online at www.lacan.com/desertsymf.htm. <br />[8] See Maggie Jones, \"Shutting themselves in\", in The New York Times, January 15, 2006.<br />[9] Olia Lialina, & Dragan Espenschied (eds.), Digital Folklore, Stuttgart, Merz & Solitude, 2009.<br />>>>>"
	}
]