[
	{
		"pid" : 0,
		"p" : "Joan Leandre defines himself as a \"media interpreter.\" Active as a video artist in the field of independent media from the early 1990s, he won international recognition from 1999 thanks to retroYou (RC) (1999 - 2001), a progressive modification of the parameters used to construct the 3D graphics of a car racing video game. With retroyou nostal(G) (2002 - 2003) he goes on to deconstruct a flight simulator. In both cases, Leandre utilizes software to subvert and re-write a powerful ideological machine, translating a rather conventional generator of reality into a medium for illusions."
	},
	{
		"pid" : 1,
		"p" : "The Dr. Strangelove of computing, Leandre loves the bomb and knows its mechanisms well enough to transform them into the workings of a multi-layered ambiguous narrative, esoteric and seductive at the same time. This aspect of his work is apparent in his latest project, In the Name of Kernel (2006 - ongoing). The kernel, the heart of every operating system, becomes the myth around which coagulates a symbolic event combining travel literature, the alchemy tradition and science fiction, terrorism and conspiracy theories, programming and mountaineering, 3D modeling and satellite mapping, hallucinations and revelations."
	},
	{
		"pid" : 2,
		"p" : "YOU SPENT TEN YEARS HACKING A FLIGHT SIMULATOR. WHY? YOU MAINTAIN AN INTEREST IN THE INTERSECTION BETWEEN MILITARY RESEARCH AND ENTERTAINMENT, AS EVIDENCED BY THE BABYLON ARCHIVES CYCLE, SO WHY NOT CHOOSE AN FPS (FIRST-PERSON SHOOTER), LIKE MANY OTHER ARTISTS?<br />You could say, I was waiting for the right moment, letting things come into themselves, in a way. I don't have a special fetishistic need to use specific tools. I mean, most of the tools we all use are produced within the intersection between military research and entertainment-- but that doesn't mean you have to narrowly direct your energy towards such a closed territory for research or as a personal manifesto. In response to your question about FPS, I already worked with it in the Babylon Archives series together with Abu Ali and Velvet Strike with Anne Marie Schleiner and Brody Condon, those projects were deeply immersed in that time for me, so there's no need to continue on that path. But it's not easy to break the links connecting what you've produced at different times, something always continues."
	},
	{
		"pid" : 3,
		"p" : "I've tried, on several occasions, to infiltrate software itself. In the case of In the Name of Kernel!: Song of the Iron Bird, the starting point is not crucial, except for being simulation software with text. I was especially struck by the stillness of watching aircrafts fly on the auto pilot mode, I use to go and then come back and everything seemed to be the same.... with maybe some unexpected clouds down on the horizon. Time was very slow, almost like physical time. I felt attracted by this artificial sense of time, one which you can accelerate or slow down at your own will."
	},
	{
		"pid" : 4,
		"p" : "PUTTING TOGETHER IMPRESSIVE VISUAL OUTPUT AND HARD CODE WRITING, HYPER REALISTIC 3D IMAGERY AND TEXT-ONLY DOCUMENTS, IN THE NAME OF KERNEL SEEMS TO GROW AT THE INTERSECTION BETWEEN TWO PREVIOUS PROJECTS, RETROYOU NOSTAL(G) (2002-2003) AND RETROYOU NOSTALG(2) (2002-2004). WHAT'S THE CONCEPT BEHIND RETROYOU NOSTAL(G)?<br />retroyou nostal(G)'s main axis consists in the operation of reducing a very heavy complex software to the minimal expression. The software is a simulation in which the geography is eliminated, except for a location 100.000m high, the physics are reversed and the graphical interface is reduced and recombined. You could say it has become the simulation of a world collapsing in on itself through the physical hacking of the program. But retroyou nostalg(2) goes toward quite the opposite direction, it is the amplification of a modest terminal application to the level of an unknown, very cryptic sort of software."
	},
	{
		"pid" : 5,
		"p" : "It is composed of a DOS terminal program series based on the use of old programming resources, it is a compilation of terminal applications for Windows dealing with system interruptions and archaeological software stuff such as the .bat virus from the 80's and the heritage of the early NFO and Demoscene. retroyou nostalg(2)'s main premise plays on the limits of a corporate software environment for fun, without becoming lethal for a modern OS but enough to be included in the black definition lists of AV applications. Some of the retroyou nostalg(2) .exe(s) are not usable anymore because of their ephemeral nature or because they no longer work within an OS environment. The whole series is located in this sort of very unstable context. Again, by it's own definition the series is very ephemeral in time. I thought, better let it go, there's stuff I compiled some time ago which now is really unknown to me, I don't even know what payloads they can trigger on a given machine: they might sleep in your system for 300 years and then sometime in the future they might wake up and trigger a great brute force event. That makes no sense, I love it."
	},
	{
		"pid" : 6,
		"p" : "Some of retroyou nostalg(2) is very much related to the recovery and assembling pieces of almost vintage C code written by others, those you can find in forums. Others are written from scratch with the goal of compromising data itself. The series looks backward to understand forward, the roll of the programmer here would be something closer to the practice of an archaeologist collecting forgotten data. retroyou nostal(G) starts before transformation, some sort of memory of something which will never be the same anymore, not even in a descriptive or metaphoric way. The whole thing would be about a mood, it's not so much about the construction of a transparent conceptual icon but about the memory of instants gone."
	},
	{
		"pid" : 7,
		"p" : "I WOULD SAY THAT YOUR \"USER UNFRIENDLY\" APPROACH MUST BE UNDERSTOOD IN THIS CONTEXT. I MEAN, \"USER FRIENDSHIP\" IS USUALLY JUST A WAY TO CONTROL THE USER, AND THE WAY HE OR SHE INTERFACES WITH THE WORK. SINCE RETROYOURC, ALL YOUR WORK CAN BE ACCESSED UNDER A HUGE FRAME OF INFORMATION, CODE, APPARENTLY USELESS TUTORIAL, FRAGMENTS OF NARRATIVE. THE USER MUST NAVIGATE A LOT, UNDERSTAND WHAT IS NOISE AND WHAT IS INFORMATION, PUT TOGETHER THE PIECES AND BUILD HIS OR HER OWN NARRATIVE. AM I RIGHT?<br />Of course this sort of \"user friendship,\" as you put it, is very often the worst enemy for the average computer user, especially if we talk about this euphoric understanding of technology where the machine is promised to be almost self-sufficient. You hear this promise from the monopoly of the \"happy software\" industries and this perception has become massive. It should be refused by all means. Now you have millions of almost blind, bewildered users. This is one of the central problems when trying to migrate to an open source OS for instance...then you are the driver, not the machine..."
	},
	{
		"pid" : 8,
		"p" : "The illusion is gone. We should not forget that there was an era in which a computer was a tool for specialists, now millions sit there for hours with fear or at least ignorance of what they are really dealing with. Perhaps, in this context, \"unfriendly\" means to be aggressive against the mainstream corporate monopoly of computer interfaces. I say let the computer exist by itself, some unfinished stuff here and there which one recovers after years. You then discover that what exists is something circumstantial but not casual. All together, these elements would work as a container hosting data which reflect some sort of cryptic anti-pessimism in strong opposition to a euphoric, permanently updated world. It might look as some ironic approach when very often these days irony is counter-revolutionary."
	},
	{
		"pid" : 9,
		"p" : "The key could just be to keep an exalted consciousness which allows you to develop your life into a state of permanent observation and then participation. All, of course, with the goal of not capitulating to monoculture in a moment when mainstream and counter imagery is so mixed that it conforms into one single mass self-consumed environment."
	},
	{
		"pid" : 10,
		"p" : "RETROYOU NOSTAL(G), LIKE RETROYOURC, HAS OFTEN BEEN DESCRIBED AS AN AESTHETIC SUBVERSION: YOU TAKE A GAME - BE IT CAR RACING OR A FLIGHT SIMULATOR - AND YOU TURN IT INTO A FUTURISTIC PAINTING. CAN YOU EXPLAIN THE WORK FROM AN AESTHETIC POINT OF VIEW?<br />It might be convenient not to understand things only from either an aesthetically or conceptual point of view, it could be that this duality is a convention with a visible path to follow. So, these mutations of corporate software come with one main aim: the single act of reversing a preexisting object, the aesthetic quality comes afterwards, as an enjoyable game. The end result is one of a thousand possible consequences of the intervention. That is for me where the real game starts, after discovering how to ride the software off of the track. The so-called aesthetic experience is assumed to deal with sensorial perception, about the stuff you don't see: the mutation of the structure of the program, the names of the files, the reversed .exe application, the physics of the software... all of this decoding and recoding experience... and, yes, that is less common to notice and understand, perhaps because of this monochrome approach to the machine-bunker."
	},
	{
		"pid" : 11,
		"p" : "IN IN THE NAME OF KERNEL! THERE IS A SHIFT FROM PREVIOUS PROJECTS. IN A WAY, YOU SEEM TO GO BEYOND THE FORMAL SUBVERSION OF THE SOFTWARE ENGINE AND USE IT TO CREATE A NARRATIVE, COMPLEX, FICTIONAL WORLD. CAN YOU EXPLAIN WHAT EXACTLY YOU DID WITH THE FLIGHT SIMULATOR FOR THIS PROJECT?<br />Again, I don't see how to draw a boundary between formal or beyond formal. retroyouRC was, in the first place, an interruption of a given entertainment software, in the sense of letting the program go beyond the mainstream standards. Even more with retroyou nostal(G)-- the flight sim reduction project. I am also concerned by the trends and the fast consumption update of technology, and this is always a risk when using tools dictated by the mainstream. And, after all, what is a formal subversion? It is either a subversion or not at all. So, I tend to believe in long term projects, which sometimes are unfinished because I believe it takes time to allow projects to emerge, to think and review what you do. My goal is not to produce an objectual product but to use it as a transport for understanding and to overcome things. Time makes things go into their corresponding location. I guess it's all about a balance, the narrative has always been there in opposition to the self running machine. Narrative creates an additional mood and a context in which other elements can exist, but it also exists by itself and it's part of this unknown perhaps organic structure."
	},
	{
		"pid" : 12,
		"p" : "When I first started In the Name of Kernel! Song of the Iron Bird, I learnt how to fly the big heavy birds and recorded some of the best landings and takeoffs, then I reprogrammed all flying aircrafts in the world to fly routes inside a given closed relatively small area- thousands of aircrafts randomly flying over an empty land of maybe 50.000 square meters. By doing so, the aircrafts lost their geometry and became powerful flashing lights. So, the airplanes became only light emitters, like big heavy ships falling from the sky over high resolution satellite data. Anomalies are everywhere in the Song of the Iron Bird. Locations are not casual but they are all intoxicated. In the Name of Kernel! Song of the Iron Bird puts together some distant representation layers all included in the original program, impossible events and unknown landscapes, it is the documentation of a software transformation which takes the form of a highly calm energetic mood."
	},
	{
		"pid" : 13,
		"p" : "COMING TO THE NARRATIVE DIMENSION, IN THE NAME OF KERNEL! IS A COMPLEX HYPERTEXT IN WHICH MOUNTAINEERING, AUTOBIOGRAPHY, PERSONAL DATA, COLLECTED DATA, CONSPIRACY THEORIES AND HERMETIC TRADITION ALL MIX TOGETHER. IN THE TEXT WRITTEN FOR THE PROJECT, YOU -- WELL, MR. KUBASIK -- USE TERMS FROM PROGRAMMING CULTURE, SUCH AS \"KERNEL\", \"SYSTRAY\", \"WIPE\", \"SHRED\", \"RENDER\", \"FIREWALL\" TO NAME PLACES AND CHARACTERS: THE KERNEL PEAK, THE GREAT ICE-FIRE WALL, THE GREAT SYSTRAY GLACIER. I READ IT AS REVERSE ENGINEERING ON DUCHAMP'S GREAT GLASS: INSTEAD OF USING A CHOCOLATE GRINDER TO TELL OF A MYSTICAL/ALCHEMICAL EVENT, YOU USE A MYTHOLOGICAL NARRATIVE AS A METAPHOR FOR A COMPUTATIONAL PROCESS. YOU'LL PROBABLY ANSWER \"NO\" BUT... CAN YOU HELP US GET INTO THIS METAPHOR?<br />It is a map to reach the impossible. Thanks to Julie and Kurt, Reinhold, Herman and Juanito, among many others, whose vision helped create the piece. And thanks to Robert and Beni, with whom we did and still do some climbing while my computer is rendering by itself in Barcelona. Without them, this mad representation of nature would have been impossible. I always wanted to climb a big mountain and, still, I dream every day of the feeling of absolute peace which comes when you are almost done with the climb, and your body is exhausted. I remember last summer we were climbing a modest 3.400m mountain, there was a turn over the remains of the glacier and then you could see the summit peak... all those very tiny people slowly climbing the 45 to 50 degree angle final summit ramp... there was at least fifty people there going up... I was frozen, marked by this picture and by the fact of your own transformation when you reach your limit in a spiritual or physical way. We all missed the train. The Kernel Peak is a celebration of these instants when going beyond seems almost impossible, when there is a line of so many people going nowhere, when you forget your reason for being there. From then on, I dreamed of stressing my computer to its kernel peak by rendering a huge impossible mountain like Nanga Parbat, Lamba Pahar or Sagarmatha."
	},
	{
		"pid" : 14,
		"p" : "IN AN AGE WHEN \"UNMONUMENTAL\" SEEMS THE KEYWORD, AND WHEN, FOR EXAMPLE, AN ARTIST LIKE MARK NAPIER IS USING SOFTWARE TO GENERATE A SOFT, MALLEABLE VERSION OF THE MODERNIST, IRON AND CONCRETE SKYSCRAPERS, YOU SEEM INTERESTED IN A NEW KIND OF MONUMENTALITY: YOU CALL YOUR 7 COLUMNS MEGA NFO FILE A MONUMENT, BUT ALSO THE IMPRESSIVE 3D OF THE KERNEL PEAK, AND THE AMAZING ENERGY OF THE HD VIDEO, GO IN THE SAME DIRECTION. IF IN THE NAME OF KERNEL! IS A MONUMENT: WHAT IS IT A MONUMENT TO?<br />Almost anything can trigger a deep commotion. We live in the age of the ephemeral monument and fast consumption spectacle where sameness is all around-- it is the common rule. Again, I always wanted to render a huge mountain which I could not climb.<br />In the Name of Kernel! is a triple serial project. It is composed of The Song of the Iron Bird, based on a reversed flight simulator, The Kernel Peak, a celebration of the impossible, and The 7 Columns MEGA NFO FILE. I call the last one The 7 Columns MEGA NFO File, and understand it as a monumental, but very small, excerpt from the Disinformation Age. The 7 Columns NFO is an artificial emulation of a regular common NFO file as those have become in my opinion a very important computer history reference. It is a 150x120 cm print signed by a unique serial number. It is close to several related topics, for instance, to data property, privacy and identity on the net. It is about the limits of what is usually both accepted and banned in the society of disinformation. It is similar to the Kernel Peak, both share common elements and refer to our isolation from the most basic elements in life. In this sense, The Kernel Peak would be the topmost imagery of a deeply impressive nature. It points to historical and contemporary approaches to the representation of nature, it is revealing in its own synthetic nature."
	},
	{
		"pid" : 15,
		"p" : "COMING TO THE VIDEO, TWO PATHS SEEM TO CROSS THE MAIN NARRATIVE, WHICH IS CENTERED AROUND THE SIGHTING OF LIGHT GLOBE UFOS DURING A FLIGHT MISSION: THE VIEWPOINT FROM ABOVE OF HIGHLY RECOGNIZABLE LOCATIONS, FROM DISNEYLAND TO CHERNOBYL; AND A CLOSE LOOK AT THE STRANGE HUMANITY ON THE SURFACE. THIS INTRODUCES ANOTHER ISSUE THAT SEEMS QUITE RELEVANT FOR YOUR WORK: SURVEILLANCE (FROM SATELLITE SURVEILLANCE TO DATAVEILLANCE ADDRESSED IN THE 7 COLUMNS MEGA NFO FILE) AND WHAT WE COULD CALL THE POLITICS OF VISION. CAN YOU TALK ABOUT THAT?<br />Those are two different layers in the video among many others. I didn't really think about it in terms of data surveillance as that comes very often out of the box and it might be obvious and understood almost as a must nowadays. I think about In Song of the Iron Bird, somehow as a glimpse of the future as much as a representation of machine pleasure. Perhaps the key point In the Song of the Iron Bird is the debris recovery from the simulator itself, hidden tiny objects such as the puppets you mention, hiding in the program libraries, too tiny to be seen, only present in some specific geographical areas, hard to see from high above. I took and resized them to a very big scale, made them visible. Same with other stuff, just took and slowly brought it to a higher scale. That is all, a balance between different recombined elements. There seem to be some sort of continuity, not at all a narration but a recombination transported by the video and audio streams. In words of the airplane's captain Prefect Fatal Error: «I love my 747, she's my personal queen. I love to let her fly automatically while smoking pod in the cop-kit. I ask then the passengers if they are into having a good ride and push the throttle forward. I take control and start a sharp descent into the landscape. There are a million flashing lights in the sky, all the aircrafts of the world flying in harmony. There are boats and cars falling from up-there and the smoky cabin tastes sweet. Passengers are now screaming of joy while we all together celebrate this piece of iron wonder. When we are back on earth we will show the picture of velocity and thank god for still being sort of alive.»"
	},
	{
		"pid" : 16,
		"p" : "First published in Rhizome, May 21, 2008 with the title \"A Map to Reach the Impossible: Interview with Joan Leandre\".<br />>>>>"
	}
]