[
	{
		"pid" : 0,
		"p" : "I recently read Wired's interview with Andrej Ternovskij, the man behind Chatroulette [1]. I knew that he was really young, and yet I was struck when I read his birth date: April 22, 1992. In 1992 the Web was just coming to life, the Internet was already 23 years old, and the Cold War (one of the main reasons that originated it) was a thing of the past. Ternovskij doesn't know a world without computers - and I'm almost sure he has never seen something older than Windows 98 or Mac OS 9."
	},
	{
		"pid" : 1,
		"p" : "Today Chatroulette [2] is one of the hottest sites of the contemporary internet. It is a video based random chat-room, where you don't go to meet the people you know, but to discover new friends. The website mixes a utopian social model – through the Internet, I can meet people I couldn't meet otherwise – and a discomforting, sometimes cruel shallowness. You are invited to judge your partner in the blink of an eye. You can meet the worst people in the world: exhibitionists, deviants, pedophiles, etc. If you spend a couple of hours out there, you'll come out thinking that it's a really bad place.<br />The same will probably happen if you spend some time on 4chan [3]. In 2008, Lev Grossman described it in Time as «a wretched hive of scum and villainy."
	},
	{
		"pid" : 2,
		"p" : "Spammers don't even bother to spam 4chan; Google started searching it only six months ago […] If you're looking for obscenity, blasphemy, homophobia, misogyny and racial insults, you don't have to dig too deep» [4]. 4Chan defines itself as «a simple image-based bulletin board where anyone can post comments and share images». The loosely designed platform features many boards, on specific topics such as Japanese culture, video games, television, technology, weapons, fashion, sex and the random board /b/. On /b/ all posts are anonymous, which is why \"Anonymous\" has become the main character on 4chan, and the name behind many of the \"raids\" perpetrated by 4channers both online and offline."
	},
	{
		"pid" : 3,
		"p" : "With a critical mass of users, 4chan is in fact a strong online community, where bad behaviors and collective practices are rooted in a radical sense of freedom. 4Channers use their skills to defend their freedom. Acting under the name Anonymous, under the movement label \"Project Chanology\" and behind Guy Fawkes masks, many often gather in public spaces to protest against the Church of Scientology. Furthermore, many infamous Internet memes originated on 4chan. That's why 4chan has been recently described as a true example of relational aesthetics [5]."
	},
	{
		"pid" : 4,
		"p" : "4chan was started in 2003 by a then-15 year old student who uses the screen name \"moot\". His real name, now widely advertised, is Christopher Poole. Interviewed by Grossman, he said: «My personal private life is very separate from my Internet life. There's a firewall in between». This makes me wonder when the word \"internet\" became a substitute for \"public?\""
	},
	{
		"pid" : 5,
		"p" : "Bruce Sterling said \"The future is this place at a different time.\" [6] The place I'm concerned with is the Internet – or, more specifically, the computer environment the Internet is a part of. This place was dreamt, and shaped by the counterculture of the Sixties. Today, it's the reality we all live in. Their future has become our present. Few generations can claim such a direct responsibility for their own future."
	},
	{
		"pid" : 6,
		"p" : "But can they still recognize their dream in our reality? Is the future what it used to be for them? What happens to their ideals when they are taken over by a generation that takes them for granted? And, last but not least: what is the relationship between the generation that shaped this environment and the generation that's inhabiting and implementing it today? What is the difference between the Californian engineer, with his lysergic dream of an expanded mind, his sense of community, his belief that information wants to be free, etc. and the teenager Andrej Ternovskij, lazy, bad at school (especially in math), without friends (except those he met online), without ideals (besides the vague wish to \"explore other cultures\")."
	},
	{
		"pid" : 7,
		"p" : "My obsession with these questions began about one year ago, when I was trying to understand how the so called \"surfing club\" generation of Internet artists were \"living\" the computer environment and the Web. My interest has been nurtured recently by the simultaneous reading of two books: What the Dormouse Said. How the Sixties Counterculture Shaped the Personal Computer Industry (2005) [7], by John Markoff, and Born digital. understanding the first generation of digital natives (2008), by John Palfrey and Urs Gasser [8]. I downloaded them both from Monoskop [9], a wonderful website sharing books about digital and media culture. This website is, incidentally, a beautiful example of my argument."
	},
	{
		"pid" : 8,
		"p" : "Since its very beginning, the Internet has been used for two main things: communication (Hello, world!) and file sharing. This latter practice is the outfit of three different approaches to culture: the academic habit to share knowledge; the anti-copyright ideals of the counterculture (\"steal this book!\", as Abbie Hoffmann wrote); and the hacker ethos that \"information wants to be free\". The first generation of computer users were the children of an age when copyright ruled: for them, file sharing was a strong political statement."
	},
	{
		"pid" : 9,
		"p" : "The second generation of computer users – the one I belong to – faced the downfall of copyright, but also its strenuous fight to survive. For us, file sharing is a habit: something we do because \"everybody is doing it\", but with a creeping sense of guilt, because it's against the law and because we lack the ideals of the previous generation. As for the digital natives, well... they just don't give a fuck. It's always been there, and even talking about it makes you look like an old and boring guy."
	},
	{
		"pid" : 10,
		"p" : "The most interesting thing is that probably the lazy, apparently vacuous Andrej Ternovskij – as well as the polite, skinny moot – would be probably more likely than me to fight to defend their right to download what they want, if needed. I discovered it reading Little Brother (2008), a nice bildungsroman by Cory Doctorow [10]. In the book M1k3y, a \"happy nerd\" from San Francisco, fights against to defend his rights – and, in doing it, reconnects to the glorious past of his hometown. Is it so surprising that, while we are all getting used to the \"transparency\" of systems such as Facebook and Google, the \"radical opacity\" of 4chan was conceived by a teenager? «People say some disgusting, vile things. But just because we are hosting it doesn’t mean we agree with it. I don’t support what they are saying; I just support that there is a site like that to say that», said moot to the New York Times [11]. Doesn't it sound so Seventies?"
	},
	{
		"pid" : 11,
		"p" : "I have to be sincere: I still don't have a single answer to my questions. I still don't know whether our present is more likely to produce the dreams of the Merry Pranksters or to the nightmares of the Unabomber. What I know is that media became a consistent part of our world. On the one side, in their effort to mediate \"the real world\" (whatever it might be), they media became our main experience of it, making more and more difficult to distinguish between mediation, simulation and construction, and to go back to the real thing. On the other side, they were starting to set up \"realities\" themselves. Virtual worlds, videogames, websites, chatrooms, and the Internet as a whole are increasingly experienced as \"places\" instead of media: places where a growing number of people are spending a growing portion of their own life [12].<br />Most of the works in this show exemplify this shift."
	},
	{
		"pid" : 12,
		"p" : "In Facebook Reenactments (2009), Austrian artist Ursula Endlicher selects some \"Facebook names\" shared by different people, and re-enacts them. The project raises issues of privacy and identity construction. The artist uses publicly available private information about individuals she doesn't know as the starting points for the creation of a \"virtual identity\" enacted in the real world, implicitly suggesting that every Facebook account is a story in itself."
	},
	{
		"pid" : 13,
		"p" : "The way people use the Internet to reveal something about themselves, interpreting a potentially broadcast medium as a private communication medium, is a subject of research for many artists. Since he started using Chatroulette, Tamas Banovich took a picture of any partner he met online, trying to capture «the moment of intense anticipation, curiosity mixed with apprehension […] when one comes face to face with a stranger». Looking at those faces, we imagine what will happen next. But those images, isolated from their context, show us much more than the multitudes of humanity spending time online in search of something – a partner, a friend, an audience, a surprise. We can enter their bedrooms, know how they live and how they experience the Internet."
	},
	{
		"pid" : 14,
		"p" : "Something similar happens looking at the photos appropriated by Mikolaj Dlugosz in such places as eBay and Allegro, Poland's most used online auction website. In these flea markets of the XXI century, people post amateur pictures of items they want to put on sale. When they are featured in the photos, they usually put a blur or an abstract spot on their faces. Nevertheless these pictures, isolated from their context, can still tell a lot about them. What is that guy selling? His car or his dog? And what's on sale in that wedding photo? The man's tuxedo? The woman's veil? Are they still in love?<br />While Dlugosz looks for life where it isn't supposed to be, in Best Day Ever Zach Gage created a program that looks for happiness on Twitter, and then reposts it on a dedicated Twitter account. The project is an ironic take on the sharp contrast between text messages as a \"cold medium\" and the hot content we often spread through them."
	},
	{
		"pid" : 15,
		"p" : "Other projects either address media reality as a consistent part of our daily life or try to unmask it, revealing how the illusion of a real experience was constructed. This is the case of Joe McKay, who explores tools such as Google Streetview or Mapjack looking for reflections of the cars or vans used to take the pictures later compiled in a 3D panorama. McKay appropriates these \"phantom images\", and reconstructs them by means of a digital collage."
	},
	{
		"pid" : 16,
		"p" : "The final result is a \"lie\", but a lie that tells the truth about a complex system of simulation. He finds the bug in the Matrix, and reveals it to the poor everyman fully immersed in the illusion. In these works, we can find an interesting conceptual reference to the hyperrealism of the Seventies, which often uses store window reflections in order to show us the artifice that produced the image, and to demonstrate that actually every image is a construction."
	},
	{
		"pid" : 17,
		"p" : "On the other side, Kevin Bewersdorf turns some of the results of his Google image searches into real objects. Rather than unmask the illusory power of media, he wants to show how much the digital environment is actually affecting our daily life. The way these objects are produced, however, suggest other considerations. Bewersdorf orders his objects from online services such as walgreens.com that follow his instructions and mail him the final product. So, these apparently real objects are, in fact, the output of a digital environment and an immaterial economy – they only become real when Kevin opens the package."
	},
	{
		"pid" : 18,
		"p" : "Eva and Franco Mattes (aka 0100101110101101.org) are concerned with another form of translation. In the attempt to better understand what it really means to live in a virtual world, they started re-enacting seminal works of performance art from the Sixties and Seventies in the synthetic environment of Second Life. This project, conduced with the rigor of a scientific experiment, made them experience and show not only the differences between one world and the other(s), but also the shifting meaning of concepts such as \"life\", \"sex\", \"violence\", \"society\" and \"environment\" in the present, hybrid way of life."
	},
	{
		"pid" : 19,
		"p" : "It's easy to see that most of these works are concerned with appropriation as an artistic strategy. The Mattes appropriate performances from the past; Bewersdorf, McKay and Dlugosz appropriate found images, steals faces and emotions, Endlicher re-enacts Facebook accounts. A master of stealing and recycling is, no doubt, Kenneth Tin-Kin Hung: his satirical animations are sophisticated collages of images found on the Web. Even more radically, The Yes Men appropriate real identities and play them out on the public stage."
	},
	{
		"pid" : 20,
		"p" : "After acting as the representatives of giant institutions and corporations such as the WTO and Dow Chemical, The Yes Men collaborated with a wide network of activists and journalists to release a fake New York Times, printed in thousands of copies and distributed them for free in New York City. The headline news read: \"Iraq war ends\". The stunt plays with our usual confidence in the news media to release a lie and to temporarily hijack people in a parallel world: the world where that lie is true."
	},
	{
		"pid" : 21,
		"p" : "One of the virtues of a fake newspaper is that it never gets old. Today, printed newspapers are quickly made obsolete by the continuous flux of news we can experience on the Internet; encyclopedias have to confront databases and user generated content. A previously monolithic truth became negotiable and fluid. As the Romans did with emperors and generals fallen out of favor, artist Michael Mandiberg translates this \"damnatio memoriae\" into a physical damage inflicted to freshly printed newspapers (\"Old News\"), encyclopedias and dictionaries (\"Database\") in the form of laser-cut graffiti. Whatever the future will turn out to be, they are marked. Maybe."
	},
	{
		"pid" : 22,
		"p" : "First published in the catalogue of the show \"The Future is Not What It Used to Be\", curated by Magdalena Sawon at the Centrum Sztuki Współczesnej Zamek Ujazdowski, Warsaw 2010.<br />[1] Julia Joffe, \"Roulette Russa\", in Wired Italia, Issue 18, August 2010, pp. 62 – 69. <br />[2] Cfr. www.chatroulette.com. <br />[3] Cfr. www.4chan.org. <br />[4] Lev Grossman, \"The Master Of Memes\", in Time, July 9, 2008, available at the URL www.time.com/time/business/article/0,8599,1821435,00.html. <br />[5] Cfr. Anonymous (Brad Troemel), \"What Relational Aesthetics Can Learn From 4Chan\", in Art Fag City, September 9, 2010, available at the URL www.artfagcity.com/2010/09/09/img-mgmt-what-relational-aesthetics-can-learn-from-4chan/. <br />"
	},
	{
		"pid" : 23,
		"p" : "[6] Cfr. Hans Ulrich Obrist, \"Hurricane List of Futures\", M/M, Paris 2007. <br />[7] John Markoff, What the Dormouse Said. How the Sixties Counterculture Shaped the Personal Computer Industry, Penguin Books, London 2005.<br />[8] John Palfrey, Urs Gasser, Born digital. Understanding the first generation of digital natives, Basic Books, New York 2008.<br />[9] Cfr. http://burundi.sk/monoskop/log/. <br />[10] Cory Doctorow, Little Brother, Tor Books, New York 2008. <br />[11] Nick Bilton, \"One on One: Christopher Poole, Founder of 4chan\", in The New York Times, March 19, 2010, available at the URL http://bits.blogs.nytimes.com/2010/03/19/one-on-one-christopher-poole-founder-of-4chan/. <br />[12] Cfr. Domenico Quaranta, \"Reality is Overrated. When Media Go Beyond Simulation\", in Artpulse Magazine, Issue 3, March – May 2010. Available online at http://artpulsemagazine.com/reality-is-overrated-when-media-go-beyond-simulation/. <br />>>>>"
	}
]
