[
	{
		"pid" : 0,
		"p" : "«It takes strength to be gentle and kind», the Smiths said in one of Petra Cortright’s favorite songs. It takes strength to take the usual, dumb, stereotyped, commodified imagery of prettiness and kindness and use it in a way that doesn’t look dumb or critical. It takes strength to adopt custom software effects, user friendly tools and vernacular genres and use them to make things that make you talk about art without apparently being anything more than what they are expected to be – a Youtube video or a Photoshop exercise. It takes strength to make art «about beauty and craft», as Ed Halter wrote.<br />Petra Cortright’s work has this peculiar strength."
	},
	{
		"pid" : 1,
		"p" : "Take, for example, When You Walk Through the Storm (2009). In this video, a girl – the artist – is looking at you from the screen. Like you, she is sitting down in front of her computer. She looks sad – an impression enforced by the cold palette of the video. Slowly, she starts moving her hand up and down in front of her face. The movement activates a video effect that makes her appear underwater, fading her face in a myriad of pixels. At the same time, the intimacy created by the webcam gaze fades as well: she is close to you, on your computer screen, but the water effect makes the space in between you and her appear physical, and the sound – the song of the title – seems to come from the deep."
	},
	{
		"pid" : 2,
		"p" : "Most of Petra’s videos follow the same basic rules. In the diptych Sparkling I and II (2010) the artist wears sunglasses, walks through a garden and scrolls a tree, producing a beautiful rain of sparkling digital symbols; in Footvball/Faerie (2009) she plays football covered with a digitally-added pink cloud; in Das Hell(e) Modell (2009) she dances to the music of a Kraftwerk song, while a video filter alters our perception of time and makes her appear more angelic than usual; in Bunny Banana (2009) she eats a banana wearing bunny ears; and in Holy Tears (2009) she sheds digital tears ironically posing as a saint."
	},
	{
		"pid" : 3,
		"p" : "All these videos are shot with a custom webcam, and use simple effects available to anyone. What makes them different from the amount of ego-clips we can find on Youtube? What gives them the power of a revelation? What makes them significant for the thousands of people that watch them online, but also for people that, for generational or other reasons, don’t share the internet and juvenile culture she refers to (in spare order, cyberpunk, psychedelia, kawaii, electronic music, sharing, exhibitionism)? Probably, the answer is: the way she is able to add all these levels, kindly and gently, to an object that doesn’t lose the authenticity of a teenager’s secret diary, or a student’s sketchbook."
	},
	{
		"pid" : 4,
		"p" : "Most of Petra’s gif animations and static images look like sketches at first sight. They are, again, about beauty and craft. But beauty is unconventional and craft doesn’t mean that she uses image editing tools in the way a professional does. Quite the opposite. In her animated gifs, she either modifies vernacular material or explores animation effects and low-res aesthetics creating her own abstract gifs. In her still image pieces, she creates photo-collages where the complexity of the landscape is contradicted by the geometrical nature of the cuts; she employs different filters for different image layers; and she explores the liquid nature of the digital image literally liquefying found photographs of models, still lifes or landscapes."
	},
	{
		"pid" : 5,
		"p" : "All this converges in The Infinite Sculpture Garden… (2010), her last and, up to now, most complex work: an abstract, suggestive landscape where geometrics, reflections, patterns, shadows and transparencies all conjure in the development of a hermetic, hyper-textual visual poem."
	},
	{
		"pid" : 6,
		"p" : "All these references to layers, effects and tools do not mean that Petra Cortright’s work is formalistic and medium-related. Petra belongs to the first generation of digital natives. For her, referring to internet culture and desktop metaphors is as natural as, for any aboriginal, referring to her traditions. She lives online. Let’s spend half a day on Google searching for her and we will know almost everything about her: that she loves pets and trees, that she hates New York, that her father died of a melanoma, that she had a wonderful love story and that she broke up. Her life is a continuous online performance taking place every day on her Twitter, her Facebook, her Flickr account. Her work is not about the medium: it’s about Petra Cortright. And it takes strength to be Petra Cortright."
	},
	{
		"pid" : 7,
		"p" : "First published in the exhibition brochure of the solo show of Petra Cortright at Gloria Maria Gallery, Milan, April 2010, with the title \"It Takes Strength to Be Gentle and Kind\".<br />>>>>"
	}
]