[
	{
		"pid" : 0,
		"p" : "In the past few months, when people have asked me to suggest something inspiring to read, I’ve always replied: \"Go to oliverlaric.com and select Versions.\" True, Oliver Laric is not a writer but an artist, and Versions is not an essay but a video – or, better, an ongoing art project involving two videos, \"a series of sculptures, airbrushed images of missiles, a talk, a PDF, a song, a novel, a recipe, a play, a dance routine, a feature film and merchandise\". But if you are looking for a brilliant statement on the visual culture of the Internet age, or an in-depth analysis of its historical roots in Western culture, I couldn’t suggest anything better."
	},
	{
		"pid" : 1,
		"p" : "Oliver Laric is a young Austrian artist currently living in Berlin. In 2006, together with a group of friends, he founded VVORK, an art blog that acts as an exhibition space and, occasionally, a curatorial platform that organizes events in brick-and-mortar venues. While the website - one of the most successful art blogs ever - features art from any time and place, using text only for technical descriptions, elevating the status of the \"mechanical reproduction\" – usually a JPG or a video – to give it the legitimacy of the real thing, and working as a collaborative flow of consciousness where associations are never explained but simply offered to the user, the shows concentrate on contemporary art responding to the cultural shift introduced by the information age. And they both do it in an original way, escaping common categorizations and frameworks."
	},
	{
		"pid" : 2,
		"p" : "In October, Laric will present the last iteration of Versions at Frieze Art Fair. In this interview, we talk about this ongoing project, VVORK, and much more.<br />ACCORDING TO MY GOOGLE SEARCHES, YOU WERE BORN IN LEIPZIG AND INNSBRUCK, YOU ARE BLACK AND CAUCASIAN, AND YOU HAVE SAID: \"I USUALLY GIVE FAKE CVS WHEN I AM ASKED TO GIVE A CV. RECENTLY I STARTED GIVING REAL ONES.\" AND NOW?<br />I am hiring a writer to develop multiple biographies."
	},
	{
		"pid" : 3,
		"p" : "IN YOUR WORK, THERE IS AN INTERESTING BALANCE BETWEEN TRANSPARENCE AND OPACITY. ON THE ONE HAND, YOU REVEAL LITTLE ABOUT YOURSELF THROUGH YOUR WORK AND YOUR WEBSITE. ON THE OTHER HAND, HOWEVER, VERSIONS IS PROBABLY ONE OF THE MOST STRAIGHTFORWARD ARTIST’S STATEMENTS I HAVE EVER SEEN. IN A WAY, IT IS EVEN TOO MUCH, SINCE IT LEAVES LITTLE SPACE FOR INTERPRETATION. WHAT DO YOU THINK?<br />I enjoy interpretations and mediated experiences: books about books, exhibition catalogs, interpretations of films. Some of my favorite artworks and movies have only been described to me. A description can generate new work while acting as a portrait of the person retelling the idea, plot, etc.<br />There is a novel titled The Weather Fifteen Years Ago (2006) by Wolf Haas, written as an interview between a literary critic and the author. There are two layers: the fictional interview and the fictional novel. Over the course of the interview all details of the plot are revealed through the subjective interpretations of both critic and author. Versions is an interpretation open to interpretations. The first incarnation has been reinterpreted by Momus, Dani Admiss, and Guthrie Lonergan, and I just found another reinterpretation of the last version on YouTube. They are permanently in a beta state and affect each other."
	},
	{
		"pid" : 4,
		"p" : "YOU OFTEN ACT NOT ONLY AS AN ARTIST BUT ALSO AS AN ART CRITIC AND CURATOR. MANY ARTISTS WORK IN THE SAME WAY TODAY, BUT I AM STILL QUITE CURIOUS ABOUT HOW YOU DEAL WITH IT. HOW DO YOU DEFINE YOURSELF?<br />Sometimes it is hard to distinguish between VVORK work and work. For example, working on Versions was similar to working on an exhibition. The outcome was a selection of works placed in the same space."
	},
	{
		"pid" : 5,
		"p" : "YOU HAVE SAID: \"I DON’T SEE ANY NECESSITY IN PRODUCING IMAGES MYSELF — EVERYTHING THAT I WOULD NEED EXISTS, IT’S JUST ABOUT FINDING IT.\" IS THE ARTIST AS CREATOR A THING OF THE PAST?<br />Using an existing image creates a new image, just as with iconoclasm: the destruction of an image creates an image. Or with translation: as Jorge Luis Borges described in the often-quoted Pierre Menard, Author of the Quixote, translations produce new works."
	},
	{
		"pid" : 6,
		"p" : "FOR YOU AND MANY ARTISTS OF YOUR GENERATION, USING \"FOUND MATERIAL\" MEANS USING THE KIND OF VERNACULAR MATERIAL (FOR LACK OF A BETTER TERM) YOU CAN FIND IN PLACES SUCH AS YOUTUBE, 4CHAN, FLICKR, GOOGLE, AND 3D WAREHOUSE. IS THE RELATIONSHIP BETWEEN ART AND NON-ART, HIGH CULTURE AND POPULAR CULTURE, DEFINITELY CHANGING?<br />Some of my favorite exhibitions don’t make clear distinctions between those fields, incorporating works by journalists, architects, musicians, etc. I think it is a more interesting strategy to curate works, instead of being involved in a scene or a CV.<br />As VVORK, we were invited to curate part of the Photo Biennale in Mannheim and selected works by photographers that we found on Flickr, Reuters, and stock photography sites, along with the works of artists. It would have been impossible to distinguish the selection."
	},
	{
		"pid" : 7,
		"p" : "YOU HAVE SAID: \"I THINK IT IS NECESSARY TO IGNORE AUTHORSHIP, TO CREATE A SPACE FOR SOMETHING THAT IS INTERESTING AGAIN.\" HOW CAN YOU RECONCILE THIS APPROACH WITH THE RULES STILL FOLLOWED IN THE ART WORLD? <br />I think ignorance of copyright and art market debate is beneficial to my health and happiness."
	},
	{
		"pid" : 8,
		"p" : "FOR YOU, WHAT IS VERSIONS? ART OR THEORY?<br />A series of sculptures, airbrushed images of missiles, a talk, a PDF, a song, a novel, a recipe, a play, a dance routine, a feature film and merchandise."
	},
	{
		"pid" : 9,
		"p" : "CONTEMPORARY ART IS A LITTLE NICHE, BUT ARTISTS WITH A STRONG ONLINE PRESENCE HAVE THE POSSIBILITY TO ADDRESS A BROADER - AND VERY DIFFERENT - AUDIENCE. HOW DO YOU DEAL WITH IT?<br />One of the first works I uploaded to my site (787 Cliparts, 2006) spread to numerous other websites. On some days it had more than 30,000 viewers. This was an exciting experience and made me realize that my website is not a space of representation but of primary experiences. You are viewing the real thing. And when the work travels to other sites, it is still the real thing.<br />It also landed on the front page of YouTube. By now there are over 1,500 comments, a type of feedback that I have never experienced in a gallery context."
	},
	{
		"pid" : 10,
		"p" : "\"NOT A SPACE OF REPRESENTATION BUT OF PRIMARY EXPERIENCES\" - YOU HAVE SAID THE SAME ABOUT VVORK. STILL, I HAVE SOME PROBLEMS WITH APPLYING THIS MODEL TO A SCULPTURE OR AN INSTALLATION. CAN YOU HELP ME?<br />Walking around a sculpture and viewing a single perspective in a catalog are different experiences, but both are authentic and vivid experiences. My favorite sculpture is easy to experience as a description. It is a Virgin with child built around 1510 out of sandstone in Basel. Reformation iconoclasm came and the baby Jesus was replaced with a scale in 1608. She [the Virgin] is now Justice. The first part of her life was very spiritual; the current [one] is more pragmatic. I am curious to witness her upcoming incarnations. Out of love for this statue, I asked a 3D modeler to reconstruct her digitally, coating her in a Terminator-esque chrome texture. In Terminator 2: Judgment Day, the antagonist T1000 was capable of assuming any shape, just like Barbapapa [1]. I made a pilgrimage to see the statue and it was an underwhelming experience, like seeing the movie after reading the novel."
	},
	{
		"pid" : 11,
		"p" : "You can also imagine the parts that a mediated experience is lacking - the sound, the smell of the space, and the tourists around you. This lack of information triggers productive speculation. In Japanese porn, the genitals are pixelated, but a frequent consumer doesn’t see the pixels anymore. There is a similar internal projection with small online videos; at some point you automatically assume the Dolby surround sound and the crisp HD resolution."
	},
	{
		"pid" : 12,
		"p" : "We did an exhibition in 2009 at MU in Eindhoven (The Netherlands) titled \"The Real Thing\" after a short story by Henry James on an artist who prefers representation over reality. We showed a series of press releases selected by Daniel Baumann, tourist photographs of Jeff Koons’ Balloon Dog at Versailles, a New York Times back issue with an article debating the existence of Gelitin’s balcony mounted on the World Trade Center in 2000, a video sampler of Seth Price’s editioned videos, a PDF version of a performative talk by Cory Arcangel, acoustic versions of Claude Closky’s text pieces, and cam versions of the current Hollywood blockbusters, among other works."
	},
	{
		"pid" : 13,
		"p" : "ARE YOU INTERESTED IN THE WAY THE ONLINE COMMUNITY REACTS TO YOUR WORK AND HOW THEY USE AND ABUSE IT?<br />It is the most interesting part. It happened often with 787 Cliparts. The visual material was modified, shortened, extended, or scored with music. An advertising agency even reconstructed the video by producing their own clip art.<br />These reactions led to the Mariah Carey video Touch My Body (Green Screen Version) (2008), in which everything but Mariah was turned green, enabling anyone with some video editing knowledge to adapt the video and substitute backgrounds. My activity was a technical preparation and the modification part was outsourced to Mariah Carey fans."
	},
	{
		"pid" : 14,
		"p" : "YOU STARTED VVORK IN 2006 WITH CHRISTOPH PRIGLINGER, GEORG SCHNITZER, AND ALEKSANDRA DOMANOVIC. YOU ALL ATTENDED THE SAME SCHOOL (THE UNIVERSITY OF APPLIED ARTS IN VIENNA). IS A COMMON BACKGROUND STILL SO IMPORTANT IN THE INTERNET AGE?<br />Maybe the common background is more about interest. Google can aid in finding counterparts and bringing the most niche fetishes together. But you still might need to relocate to the ideal environment."
	},
	{
		"pid" : 15,
		"p" : "I READ SOMEWHERE THAT YOU HAVE ABOUT 9,000 VISITORS EVERY DAY. WHO ARE THESE PEOPLE?<br />By now there are about 15,000 viewers a day. Our understanding of the visitors comes primarily through e-mail contact and web statistics about geographic location, duration of visits, frequency, and so on. It so happens that most readers are from unsurprising places like New York, London, Paris, and Berlin. The statistics confirm our expectations."
	},
	{
		"pid" : 16,
		"p" : "IN OCTOBER, YOU WILL TAKE PART IN \"FRAME,\" THE SOLO SHOWS SECTION OF FRIEZE ART FAIR. WHAT ARE YOU GOING TO SHOW THERE?<br />(1) A bootleg of a book titled Ancient Copies, (2) a version of Versions, (3) a reproduction of a relief defaced by Reformation iconoclasm."
	},
	{
		"pid" : 17,
		"p" : "First published in Artpulse, Vol. 2, N° 1, Fall 2010, with the title \"The Real Thing / Interview with Oliver Laric\".<br />[1] Barbapapa is a character created by Annette Tison and Talus Taylor in the 1970s for their series of cartoons and children books which were very popular in Europe.<br />>>>>"
	}
]