[
	{
		"pid" : 0,
		"p" : "In the beginning was jodi.org, and jodi.org was within the Internet, and jodi.org was the Internet. No joking. It was 1995 when jodi.org appeared in a still relatively small, slow and amateurish World Wide Web. If you were unlucky enough to get into it by chance, you would never forget it. Jodi.org was a trap, a black hole into an under-construction universe, a trash bin, a dumpster. It was a place that you had to navigate without a map, without directions, and without knowing how to get out. It was a place where all the history of the Internet collapsed into a dada collage, an overgrowing Merzbau showing us what the Internet has been, was and would be in the future."
	},
	{
		"pid" : 1,
		"p" : "This place was built by a Dutch-Belgian couple, Joan Heemskerk and Dirk Paesmans. Some of the people who were trapped into its sticky web thought it could be understood as art, and started thinking that a specific \"Net Art\" was possible. The term was, and still is, quite problematic. Along the Twentieth Century, we got used to terms such as Video Art, Performance Art, Land Art and so on. This may lead us to think that the term \"Net Art\" describes a practice defined by the medium it uses. Big mistake."
	},
	{
		"pid" : 2,
		"p" : "The Internet is not a medium: it is a place. Thus, the term Net Art doesn’t describe a medium, but a citizenship. It is more similar to \"American Art\" then to \"Video Art\". But, while terms such as \"American Art\" make little sense today, since we live in a global village where local identity has often to fight against a global mass culture; the term \"Net Art\" makes more sense then ever, because more and more people think about themselves as netizens, that is \"citizens of the Internet\". Net Art is the art made by netizens."
	},
	{
		"pid" : 3,
		"p" : "You make Net Art because you are a Net artist, not the other way around. Sometimes it takes the shape of a website, more often it doesn’t. This is not really important, however: what defines Net Art is not the medium used, but the cultural background and habits of those who make it. Thus, the term Net Art describes something more similar to Dada or Fluxus than to Video Art: not a medium-based practice, but a community sharing a common culture and a common approach to art."
	},
	{
		"pid" : 4,
		"p" : "Net Art<br />This is, by the way, the reason why the term was often replaced by other labels, such as net.art, Neen and, more recently, \"Post Internet\". net.art was actually the first term adopted, in 1996, to define the practice. Even if it looks quite similar, the little dot in it makes a big difference. If Net Art is an art label, net.art is the parody of an art label. The dot refers to domain and file names, and thus to the computer culture shared by netizens; and turns the word \"art\" into nothing more than a file extension (like .txt) or a top level domain (like .com)."
	},
	{
		"pid" : 5,
		"p" : "Neen was a term chosen by the former artist (since then, Neenstar) Miltos Manetas in 2000, in order to describe the work of a «still undefined generation of visual artists». According to Manetas, «computing is to Neen as what fantasy was to surrealism and freedom to communism. It creates its context, but it can also be postponed […] Neen is about losing time on different operating systems». Finally, \"Post Internet\" was born quite recently out of the same need that produced net.art and Neen: describe the art of the Netizens without forcing them into the straitjacket of an (apparently) medium-based definition."
	},
	{
		"pid" : 6,
		"p" : "However, both \"net.art\" and \"Neen\" ended up to be identified with a specific community of people; and \"Post Internet\" is too a bad term to work as an art label. So, I will go on using the term Net Art, meaning \"the art of the Netizens\"."
	},
	{
		"pid" : 7,
		"p" : "Pioneers<br />The first Net artists were, indeed, very similar to the first Mormon settlers going West in the Seventieth Century. It was a generation of immigrants: they came from a world were art was a product and they entered a world where art could either be a process, an action and a place. They came from a world of objects, and they entered a world of digital data. They came from a world with borders and they entered a free and wild West. They came from a world where copying was illegal, and entered a place that Cory Doctorow described as «the world’s most perfect and most powerful copying machine»."
	},
	{
		"pid" : 8,
		"p" : "No surprise that, in the beginning, they insisted so much on this: making art that can be experienced from anywhere in the world; making and copying websites, appropriating and simulating identities, coordinating events, playing with codes and inventing new codes. What they were doing was pursuing their own frontier, building places, and making things that were impossible in other places. Building places: black holes like jodi.org, open platforms like Irational.org, online galleries like Teleportacia.org, closed laboratories like Hell.com. Making things impossible everywhere else: such as hijacking thousand of people to your own place, as the etoy collective did in 1996; acting as if you were 200 different artists instead of one, as the German feminist Cornelia Sollfrank did in 1997; playing the role of the Holy See online for over a year, as the Italian duo 0100101110101101.org did in 1998; fighting against a giant corporation and winning the battle, as the whole online community did in 1999 in support to etoy; persuading the American media and intelligence that you were going to auction actual votes online, as the Austrian collective Ubermorgen.com did in 2000."
	},
	{
		"pid" : 9,
		"p" : "Neen<br />Of course, many of these early pioneers knew that it was possible to make Net Art out of the Internet, and even without using a computer. Thus, when invited to show in real venues, etoy came up with the Tank System, a large scale installation of pipes that worked as a metaphor of the digital space of the Net; and when, in 2001, Epidemic and 0100101110101101.org decided to use the Venice Biennale as a platform to spread a computer virus, they actually used t-shirts, not computers. However, they were too involved in building places and taking actions to fully explore this possibility."
	},
	{
		"pid" : 10,
		"p" : "So, we have to thank Miltos Manetas for having stated that clearly, with the Neen Manifesto («computing […] creates its context, but can also be postponed») and his own work. Manetas made Net Art – or, in his words, Neen – in the form of websites, but also in the form of paintings, prints and videos. Other Neenstars made songs, buildings, installations, games, performances. Let’s consider Manetas paintings – something that a \"radical\" net artist would never have done: physical objects for a luxury market, made with a traditional medium and a quite conventional style. The subjects are cables, computers, videogames, people involved with computers and videogames, websites, navigators, GPS and, more recently, Internet icons such as the Pirate Bay logo. Paintings for a post-digital, post-internet age. On the other hand, his websites are graffiti for the streets of the Internet: instant, one-liner works often consisting in a single page, where a playful animation, or the relation between the content and the address, is enough to turn them into little treasures found out in the trash."
	},
	{
		"pid" : 11,
		"p" : "Manetas and the Neen movement are not alone in this process. In the same years the original net.art group starts making things that are not websites: Jodi subverts corporate software and makes installations with hacked hardware; Alexei Shulgin turns an old 386dx into a pop star; Vuk Cosic makes ASCII movies. Other artists, such as Claude Closky and Cory Arcangel, never separated their online activity from their offline works."
	},
	{
		"pid" : 12,
		"p" : "Digital Natives<br />All this opens the path to a second generation: the natives. They are born in a world where any distinction between media and reality doesn’t make sense anymore. They are always online, not because they chose it, but because they don’t even know an offline status. To say it with a paradox: they wouldn’t be surprised to discover that the office desktop borrowed its name from the computer desktop. They always make Net Art, even if their personal homepage is usually built with Indexehibit or Tumblr, and their works are often installations, performances, prints or videos. Does this mean that all contemporary art is Net Art? No, it doesn’t."
	},
	{
		"pid" : 13,
		"p" : "If digital nativity is a condition, Net Art is still a matter of choice. Or, to use Manetas’ words: «They are Friends of the information and not Users». Everybody is a user today, but just if you are a \"friend of the information\" everything you are going to do will bring the Internet watermark in its source code. No surprise that many of them gathered in the so-called surfing clubs: online communities that elevate browsing, copying and recycling to an art form. They are interested in the \"digital folklore\", to use the term suggested by Olia Lialina and Dragan Espenshied. They browse, copy, edit, share. They often make a professional use of amateurish tools, or an amateurish use of professional tools."
	},
	{
		"pid" : 14,
		"p" : "To the clean, polished style of \"users\" they react with their dirty style and their conceptual focus on the tool’s basic features. Thus, Petra Cortright makes plain webcam videos of herself where the simple use of a filter is enough to turn them into something magic and disturbing. Harm Van Den Dorpel and Damon Zucconi often play with the layers of an image, modifying found material in order to generate in the viewer new associations and expectations. The duo AIDS-3D makes performances and installations exploring the spiritual side of technology."
	},
	{
		"pid" : 15,
		"p" : "Rafael Rozendaal makes playful, apparently dumb flash animations, turning interaction into a discovery device. Oliver Laric is interested in versioning as the driving force behind many Internet subcultures. The Italian collective Alterazioni Video turns popular online obsessions – such as making a stack of bowling balls – into sculptures, installations and performances. And Jon Rafman travels the world via Google Street View."
	},
	{
		"pid" : 16,
		"p" : "Jodi Again<br />Of course, the first generation is still there and doing interesting things. I have no room for other examples, so I’d be happy enough to end up with Jodi, our starting point. The ineffable duo never stopped acting as a virus, commenting on the world they are living in and cracking the polished surface of the corporate web, now turned \"social\". Recently they started thumbing Youtube, replying to the most viewed videos with a simple thumb print. Think digitally, act physically: Net Art is nothing else, after all."
	},
	{
		"pid" : 17,
		"p" : "First published in Spanish in the Mexican magazine La Tempestad , Issue 72, May – June 2010. <br />>>>>"
	}
]