[
	{
		"pid" : 0,
		"p" : "This text was written in 2005 for the catalogue of the show CONNESSIONI LEGGENDARIE. NET.ART 1995 – 2005, conceived by Luca Lampo ([epidemiC]) and organized in Milan by Luca Lampo, Marco Deseriis, 0100101110101101.org and myself. It was the first large-scale exhibition I was involved in, and I'm still profoundly indebted to it and the brand new perspective it proposed. CONNESSIONI LEGGENDARIE was probably the first serious attempt to talk about net.art as an avant-garde, and to tell and document its stories instead of devitalizing it by bringing bits and pieces of it into gallery space. Unfortunately the catalogue was in Italian, and the exhibition did not reach the international audience it was meant for."
	},
	{
		"pid" : 1,
		"p" : "Mythology has always played a vital role in art and its narration. From Leonardo to Duchamp, Caravaggio to De Chirico, Shakespeare to Jarry, all the greatest artists have knowingly encouraged the creation of a legendary superstructure around their identities, with the active participation of historians, narrators and contemporaries. Few of them have managed to live out their legends to the full: more often than not they have cleverly manipulated reality using the means of communication at their disposal, effortlessly donning their carefully constructed personalities on all public occasions and jealously guarding their private lives, concealing their own fragile truths behind an armor of mystification."
	},
	{
		"pid" : 2,
		"p" : "The historic avant-garde movements painstakingly perfected the weaponry of mystification, constructing solid castles on foundations of thin air: just think of Arthur Cravan, the anarchic dadaist performer, or Jacques Vaché, a posthumous legend created by the surrealists out of an epistolary exchange. The avant-garde movements get the credit for having transferred mythology from the individual plane of \"genius\" to the collective arena, lending the narration of the legend an unassailable coherence."
	},
	{
		"pid" : 3,
		"p" : "From this point of view, dada is a case in point: the narrative constructions overlap, intersect, and contradict each other, but the historic truths they conceal remain out of reach. And it was precisely this that transformed a group of mischief-makers, with little to contribute on the aesthetic front, into the most disruptive avant-garde movement of the 20th century. It would obviously be meaningless to explore dadaism apart from the legendary superstructure it created around itself: the mythopoesis is an integral part of the oeuvre, and one cannot exist without the other. If I was a more sophisticated critic I would go so far as to say that the construction of a legend becomes a necessity from the moment in which a work of art loses its \"aura\": the alternative is becoming a mere product, without any kind of added value."
	},
	{
		"pid" : 4,
		"p" : "Throughout the twentieth century mythopoesis was the strategy of choice used by all the movements which opposed the other great mechanism for the legitimization of art without an aura: the market and the museum. And strangely enough, as the myth-making machine perfected its tactics, it went increasingly underground, taking us from Dadaism to Fluxus to Situationism, Punk, Neoism and Luther Blissett. Meanwhile, contemporary art was getting ever more prosaic and incapable of forging superstructures. The exception that confirms the rule is Young British Art: a weak legend built around the stereotype of a group of \"mad, bad and dangerous\" young artists by a talented advertising executive in the service of a precise financial strategy."
	},
	{
		"pid" : 5,
		"p" : "All of which leads us to the fact that, at the beginning of the nineties, when a small group of artists scattered around the globe began experimenting with the internet, they found themselves in an ideal position to fashion a new legend. And they exploited the situation to perfection, giving rise to the greatest artistic set-up of the 20th century. Net.art, to be precise. But one thing at a time."
	},
	{
		"pid" : 6,
		"p" : "Working in an accessible, distributed medium, where the concepts of copy and original no longer have meaning, and property does not exist, the first net.artists were in no position to rely on the legitimization mechanisms of trade and exhibiting, which in any case they had a number of reservations about. On the other hand, however, they had got their hands on an extraordinary means of distribution and communication which forged a direct link between sender and receiver, which enabled them to reach the public at large with great ease, and manipulate people, the other media and the main vehicles of information with equal ease. Here was a medium that went so far as to encourage the creation of fictitious identities, because «on the web, no-one knows you’re a dog». A medium that had already showed its potential to spawn legends like Condor, the elusive hacker Kevin Mitnick. And a medium that enabled people to work in networks, giving a small group of ground-breaking artists global connotations, and lending their work unprecedented impact."
	},
	{
		"pid" : 7,
		"p" : "The result is that, browsing through the \"deposits\" of net.art today, namely the archives of historic newsletters like Nettime, 7-11, Rhizome and Syndicate, the art historian gets the impression of perusing a heroic age recounted in real time by scores of poets who constructed their own legends piece by piece. This was done with a sense of irony befitting a post-modern avant-garde movement, which merely multiplied the levels of mystification. And they did it with the active participation of militant criticism, which robs anyone attempting a reliable reconstruction of events of even the barest glimmer of truth. Every e-mail, every essay, every interview, is another piece in the puzzle. As this book is."
	},
	{
		"pid" : 8,
		"p" : "Net.art produced and challenged the legend of its own genesis, the phrase «automatically generated by a piece of malfunctioning software» [1]; and recounted its first faltering steps, the meeting in Trieste (May 1996) and the London conferences in 1996 and 1997. It laid claim to founding fathers without ever taking a paternity test, and it told us its own story, step by step, presenting us with a conveniently pre-packaged version; it predicted the outcome of its encounter with the art world, and its own precocious gallery debut; it told of its own death and built itself an impregnable mausoleum, where its mortal remains attempt to crumble into dust, because this is the only way to ensure a legend true staying power."
	},
	{
		"pid" : 9,
		"p" : "Inconsistencies and contradictions, as we learned from dada, are an integral part of this hall of mirrors: enabling Alexei Shulgin to pronounce net.art dead, but continue to produce unforgettable projects; allowing 0100101110101101.ORG to hide their identity behind a series of zeros and ones all the while adopting a form of explicit openness that borders on the pornographic, in the project Life Sharing (2000), which granted the viewer complete access to their computer, and giving Vuk Cosic the opportunity to write:"
	},
	{
		"pid" : 10,
		"p" : "«My next idea is to set up an initiative where the greatest number of finished works by net.artists will be collected on a DVD and given to web masters to create mirror sites. At the same time I am starting my career as an artist, which makes this project impossible». [2]"
	},
	{
		"pid" : 11,
		"p" : "As the legend was a collective invention, it is obviously impossible to identify the contributions of single individuals. We focus on a few, from which it is possible to select a number of particularly meaningful examples. Vuk Cosic, allegedly responsible for coining the term \"net.art\" – allegedly, because as a self-respecting dadaist he did not invent the term but came across it – has adopted a Duchampian attitude that has taken him from his first brilliant experiments to almost total inactivity. And we had been warned: «I go to the conferences. That is what net.art is». [3]"
	},
	{
		"pid" : 12,
		"p" : "The former archeologist turned net.artist and media archeologist turns out speeches on net.art with the same nonchalance that Duchamp made art playing chess. And he is in excellent company in this ironic form of self-historicization. Alexei Shulgin has inscribed his definition of net.art, his story, rules and even his future on genuine Tables of the Law, erecting a monument \"aere perennius\", as Horace would have put it."
	},
	{
		"pid" : 13,
		"p" : "When net.art first made it into the galleries, Olia Lialina responded by setting up her very own made-to-measure museum online. While Jodi, the first mythological creature of net.art, the black hole that terrified, exalted and amused thousands of internet users, studied ways of getting their own legend into real-life gallery and museum venues."
	},
	{
		"pid" : 14,
		"p" : "0100101110101101.ORG, with the collaboration of a wider network known as d-i-n-a, organized events inviting the tutelary deities of their own highly (im)personal pantheon, under the telling title of the \"Influencers\". And in 2003, less than a decade from the beginning of the story we are telling, Josephine Bosma was already talking about a kind of nostalgic revival of net.art’s \"heroic period\", in the context of a show meaningfully entitled \"An archaeology of net.art\". [4]"
	},
	{
		"pid" : 15,
		"p" : "Like every self-respecting legend, net.art obviously has its heroic episodes, which are well-represented here: the theft of the Documenta X site, perpetrated by Vuk Cosic; the Digital Hijack etoy used to reveal itself to the world; the stunt pulled off by Cornelia Sollfrank, who managed to con one of the first institutional attempts to get a hold on net.art, by generating more than 200 female net.artists out of thin air. And the Toywar, in which net.art won its battle against the corporation baddies, then the series of masterful thefts by means of which 0100101110101101.ORG captured international attention in the space of a few months, becoming the Bonnie and Clyde of net.art, not to mention the front page stories of the feats of The Yes Men and Vote-auction."
	},
	{
		"pid" : 16,
		"p" : "Before concluding, there is one last question to answer: is net.art really dead? Obviously not. Its death, like its birth, is part of the legend, and the reality is very different. There are no movements that are born and then die, and what we have here is an oscillating flow of experimentation with the media and new technologies which spans the second half of the 20th century and extends into the new millennium. A flow made up of isolated experiences, key encounters and episodes of networking, with heroic battles and other times when things fell more into line with market forces. A flow in which the legend of net.art represents the great, indisputable masterpiece."
	},
	{
		"pid" : 17,
		"p" : "First published in: Luca Lampo, Marco Deseriis, Domenico Quaranta, CONNESSIONI LEGGENDARIE. NET.ART 1995 – 2005, catalogue of the exhibition, Mediateca Santa Teresa, Milan, 20 October – 10 November 2005. Ready-Made, Milan 2005. Translated by Anna Carruthers."
	},
	{
		"pid" : 18,
		"p" : "[1] Alexei Shulgin, \"Net.art, The Origin\", in Nettime, 18 March 1997.<br />[2] Vuk Cosic, \"One Artist One Art System\", in net_condition, 1999,  http://on1.zkm.de/netcondition/projects/project15/bio_e. <br />[3] Vuk Cosic, in Josephine Bosma, \"Vuk Cosic Interview: net.art per se\", in Nettime, 29 September 1997.<br />[4] Josephine Bosma, \"The Dot on a Velvet Pillow – Net.art Nostalgia and net art today\", 2003. In Per Platou (ed.), Skrevet i stein. En net.art arkeologi [Written in Stone. A net.art archaeology], exhibition catalogue, Museet for Samtidskunst, Oslo, 22 March – 25 May 2003."
	}
]