[
	{
		"pid" : 0,
		"p" : "This previously unpublished text was written in 2009 and talks about some of the first works of the net.art duo Eva and Franco Mattes, also known as 0100101110101101.ORG. The text focuses on the concept of identity theft and identity construction, two of the major issues raised by the work of the Italian couple."
	},
	{
		"pid" : 1,
		"p" : "«Jesus, strength and wisdom of God, awaken in us the love of the Holy Scriptures, where resounds the Father's voice, that illuminates and blares up, that feeds and comforts». Pope John Paul II, Prayer for the preparation of the Grand Jubilee 2000"
	},
	{
		"pid" : 2,
		"p" : "When the collective 0100101110101101.ORG burst onto the scene between 1999 and 2000, it was like a firework exploding in the intricate mesh of the net, or as if a dozen snipers had suddenly started firing at the same target from different positions. It was difficult to establish their identity, but one thing for sure was that behind that codename there was a team, a fast-acting, extremely talented team. Their statements and interviews always featured different names."
	},
	{
		"pid" : 3,
		"p" : "They inhabited the web as if it was their natural element. It was evident that they had been in training for a long time, before firing their first shot. They knew what to aim for and they always hit their target. They bombarded mailing lists and got the media in a flap, like the Gauls among the Capitoline geese. They began with a series of thefts, and claimed responsibility for two colossal hoaxes, one attacking the art system, the other the Vatican. Their links with Luther Blissett, their accents and the geographic location of the Darko Maver project placed them in Italy, in Bologna to be precise, but their roots were as mobile as their cultural references, which ranged from the American pranksters to the Balkan avant-garde Neue Slowenische Kunst. In time the aura of mystery gradually lifted, not least thanks to the total transparency of later works, Life_Sharing (2000 – 2003) and Vopos (2002). Then they themselves decided to clear up the identity question once and for all, or rather, flesh out two of their many fictitious identities, presenting themselves as Eva and Franco Mattes."
	},
	{
		"pid" : 4,
		"p" : "Their first public action dates back to February 1999: in a spectacular stunt, 0100101110101101.ORG downloaded the entire contents of Hell.com and published them on their own site, with one minor change to the interface which subverted the whole concept of the site. Hell.com was a private platform for artistic experimentation, like an online workshop closed to the public. Entrance was invitation-only, on a private basis, or on rare public occasions, such as the exhibition Surface, which opened in February 1999 and was reserved to the community of Rhizome. Which 0100101110101101.ORG just happened to be members of. In June 1999 it was the turn of Art.Teleportacia, the newly opened web gallery belonging to Russian artist Olia Lialina; then in September Jodi.org, one of the acknowledged masterpieces of net.art, was cloned."
	},
	{
		"pid" : 5,
		"p" : "A private site, an online gallery, a web-based work of art: 0100101110101101.ORG’s heists wove a complex statement about the contradictions entailed in producing culture on the net, in a context characterized by the persistence of copyright but also the perfect reproducibility of data; all the hype surrounding interactivity, but also the ‘closed’ nature of works; attempts at commercialization, but also the death of the unique work of art. As they explained, naturally plagiarizing someone else:"
	},
	{
		"pid" : 6,
		"p" : "«Copies are more important than their original, although they do not differ from them. Copies contain not only all the parameters of the work that is being copied, but a lot more: the idea itself and the act of copying». [1]"
	},
	{
		"pid" : 7,
		"p" : "Appropriating a work of art means interacting with it, using it in ways not foreseen by the artist. This can range from simple plagiary to the collage-based operation Hybrids (1998 - 1999), developed in that period, which restored the original revolutionary nature of the collage."
	},
	{
		"pid" : 8,
		"p" : "Initially, the way in which 0100101110101101.ORG used key techniques such as culture jamming, guerrilla communication, plagiarism and defacement had very little in common with other instances of media hacktivism. And 0100101110101101.ORG intentionally distanced itself from those:"
	},
	{
		"pid" : 9,
		"p" : "«If you do what we do with a work of art, the operation has a value in itself... If you steal the Disney site, you are acting against Disney... we are not interested in doing this kind of hacktivism. We work on other contradictions like originality and reproduction, authorship and network, copyright and plagiarism». [2]"
	},
	{
		"pid" : 10,
		"p" : "The \"copy trilogy\" was completed in December 2001 with a work entitled FTPermutations, making way for another series dedicated to the theme of transparency (glasnost) of data and the omnipresence of surveillance. Like its predecessors, FTPermutations was a minimal piece of \"performance\" art which had an explosive effect. Having been invited to participate in the Korea Web Art Festival in Seoul, 0100101110101101.ORG uploaded its files on the show’s FTP server as requested, but the night before the opening the collective changed the names of all the directories, thus dissociating the names of the artists (linked from the homepage) from their works."
	},
	{
		"pid" : 11,
		"p" : "The artists mutinied, and the curator was fired. The collective, on the other hand, chose to see this as \"permutation\" rather than sabotage. They were asked for web art, digital products, and they made net.art, manipulating network protocols. \"We have never produced anything. 0100101110101101.ORG only moves packages of information from one point to another, diverts their flow, observes changes, and eventually profits from them\", they later explained. [3]"
	},
	{
		"pid" : 12,
		"p" : "In the meantime their notoriety was growing, thanks also to having claimed responsibility for two spectacular projects ongoing since 1998: the Darko Maver operation and the project Vaticano.org, considered to be the very first internet coup."
	},
	{
		"pid" : 13,
		"p" : "0100101110101101.ORG purchased the domain www.vaticano.org, which at the time was still available, and published the entire contents of the Papacy’s official site, www.vaticano.va there. They then got to work on a major edit, an operation midway between satire and what the Yes Men call \"identity correction\". Between learned quotes from the holy scriptures, the Pope and other high prelates they appropriated pop songs, and exalted free love, \"brotherly intolerance\" between religions, the oblivion of the senses and \"international friendships\". They invoked the success of student movements and claimed their own \"duty to civil and electronic disobedience\"."
	},
	{
		"pid" : 14,
		"p" : "In the Intermediatic Decree on Communications Tools, the \"Great Cathodic Church\" explained its \"Total Domination Plan\", in terms of \"Technomoral Law\", \"Telesalvation\", and \"Holy Public Opinion\", coolly referencing the anathemas of \"Father\" Mcluhan. Yet the power of the interface – that the Vatican, in a nod to tradition, has maintained intact up till now – was such that it fooled around 200,000 viewers in the space of a year (December 1998 – December 1999), who put in a total of 50,000 hours of navigation."
	},
	{
		"pid" : 15,
		"p" : "In December 1999 the Vatican, in a genuine operation of international espionage, put two and two together, but 0100101110101101.ORG managed to ensure that the silence in which the act of censorship was carried out was a deafening one."
	},
	{
		"pid" : 16,
		"p" : "Out of all 0100101110101101.ORG’s works, Vaticano.org is probably the project which comes closest to politically-based media hacktivism. Yet once again, politics and ideology appear alien to the Italian collective. When asked «Can you change politics and social behaviour with your art work?» the answer was: «I don't care. My only responsibility is to be irresponsible». [4]"
	},
	{
		"pid" : 17,
		"p" : "Vaticano.org was an act of pure narration, an identity appropriation designed to create a new subject, a new spectacular entity: \"a Free Spirit Jubilee.\" In their words, «The Internet Coup is a spectacle for the Netizens, a hit performance for the masses, online for a year, every day and every night, this is Media Rock 'n' Roll!» [5]"
	},
	{
		"pid" : 18,
		"p" : "This stance emerged with even greater clarity in two of the group’s most recent creations: Nikeground (2003 - 2004) and United We Stand (2005 - 2006). In the former, at various levels of action (urban performance and net-based communications), they donned the guise of a giant multinational company – Nike – in the process of taking over a public urban area. The latter, meanwhile, was in the form of a marketing campaign to promote a non-existent film. While in the first media impact was sought, and achieved, thanks also to the reaction from Nike (who reported the artists for breach of copyright), in the second this dimension disappears, so much so that the project was exhibited in galleries (first in Bologna then in New York), as a work substantially in line with the public performance."
	},
	{
		"pid" : 19,
		"p" : "In narrowing the gap between action and claim 0100101110101101.ORG revealed that its real objective was not media impact, but the production of meaning, the construction of a narration or a performance-based situation exploring one of the key themes of their oeuvre: identity as a narrative construct, a pile of symbols which can be infinitely manipulated, and if need be plagiarized, the fruit of the interweaving of different flows of information. In their works identity can be built from scratch using a few narrative stereotypes (artist maudit Darko Maver), or a corporate image (Nike, the Vatican) which is both highly distinctive and powerfully conditioning, to be subverted and rewritten."
	},
	{
		"pid" : 20,
		"p" : "A tenuous identity (Europe) can be unmasked when seen through the narrative stereotypes and iconography of a Hollywood action blockbuster, while the personal identity of Eva and Franco Mattes, also known as 0100101110101101.ORG, actually becomes more elusive the more details are added, and, paradoxically, the more ‘constructed’ it appears, the more authentic it feels."
	},
	{
		"pid" : 21,
		"p" : "[1] Uri Pasovsky, \"Life imitates art and art imitates itself\", in Haaretz, 19 Sept 2000.<br />[2] Tilman Baumgärtel, \"No Artists, just Spectators. An interview with the artist group 0100101110101101.ORG which became famous for copying art websites\", in Telepolis, 9 Dec 1999.<br />[3] Jaka Zeleznikar, \"Now you're in my computer. Interview with 0100101110101101.ORG\", in Mladina, January 2001.<br />[4] Alain Bieber, \"How to provoke today? Alain Bieber interviews 0100101110101101.ORG on Nike Ground\", in Rebel:Art Magazine, 1 April 2004.<br />[5] [0100101110101101.ORG], \"Vaticano.org: The First Internet Coup\", online at http://0100101110101101.org/home/vaticano.org/story.html."
	}
]