[
	{
		"pid" : 0,
		"p" : "<p>Llega un momento en que uno ya se cansa de escribir folletos tur&#237;sticos. Uno ha llegado a pensar que si el v&#237;deo forma parte de alg&#250;n tipo de pol&#237;tica cultural en la Espa&#241;a de las autonosuyas, debe ser porque se le ha incluido en alg&#250;n plan de rehabilitaci&#243;n de j&#243;venes con problemas tales como el acn&#233;, la calvicie precoz, las sustancias nocivas, el egotismo, el onanismo, las tendencias incestuosas y las consecuencias de la econom&#237;a sumergida. O quiz&#225; se trate de desarrollar un nuevo deporte de mesa, algo as&#237; como el ping-pong o el parch&#237;s, a fin de aligerar de violencia a la liga futbol&#237;stica y diezmar las filas de los <i>hooligans</i> locales. O de perpetuar electr&#243;nicamente la comedia de enredo de los grandes esc&#225;ndalos, estafas y enigmas de la piel de toro, de Matesa a Rumasa y del caso de la colza a la Operaci&#243;n Roca.  </p>"
	},
	{
		"pid" : 1,
		"p" : "<p> Si el presuntamente &quot;nuevo&quot; v&#237;deo espa&#241;ol no da m&#225;s de s&#237; que para adular al chico de oro y a media docena de piezas de recambio, y repentinamente retirarles el saludo, es un fastidio haberle dado tanto bombo a esa especie de Festival de Benidorm ininterrumpido que lo ha acunado. Entonces, ese ni&#241;o que se ha crecido y ha engordado con la turbia leche del cretinismo, merece una paliza que lo deje tieso y en su sitio, aunque lloriqueando, para que aprenda eso de que el que se mueve no sale en la foto. Pero, bien mirado, palizas ya las ha recibido por todos lados. Magullado, el muy idiota sin embargo se sonr&#237;e. Tenemos lo que nos merecemos, es casi un t&#243;pico repetirlo, pero si el cine espa&#241;ol es en un 50 por ciento baboso (se&#225;mos benevolentes), como la proporci&#243;n de grasa en un queso de Camembert, no veo que se pueda esperar del v&#237;deo espa&#241;ol mucho m&#225;s que de un Camembert hecho en Asturias. A&#250;n as&#237;, es cierto que el cine y el v&#237;deo y el Camembert espa&#241;ol son los mejores de Espa&#241;a.</p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Para ser ecu&#225;nime, uno ha de reconocer que la tortilla espa&#241;ola puede ser muy sabrosa y no tiene nada que envidiar a otros platos de la cocina internacional. Dicho de otra manera y por poner un ejemplo entre otros posibles, aguantando la selecci&#243;n de v&#237;deos alemanes de la&#250;ltima convocatoria del <i>Marler Videokunstpreis</i>, uno alcanza a comprender muy bien el embarazo que manifiesta el colega boche Wolfgang Preikschat en su texto para el correspondiente cat&#225;logo, donde el estado actual de la videograf&#237;a es retratado como &quot;un laberinto, sin meta ni salida, de meras aspiraciones&quot;.Y en este punto, me interrumpe la llamada ni siquiera obscena del en&#233;simo energ&#250;meno an&#243;nimo que proclama alborozado que ha hecho&quot;un v&#237;deoarte&quot; y no sabe adonde enviarlo para que lo vea y aplauda alguien m&#225;s que su t&#237;a. La realidad, pues, supera las frases m&#225;s lapidarias.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> A uno le tienta la imagen del nuevo v&#237;deo espa&#241;ol como un edificio de Ricardo Bofill que se cae a trocitos, sin que se sepa a&#250;n a quien le corresponde ponerle remedio. Las instituciones, las m&#225;s, no han favorecido sino el estado de autarqu&#237;a del &#161;Somos la hostia! y el campeonato de la indulgencia entre las autonom&#237;as de primera y segunda; as&#237; como el esquilmado del bosque de los enanitos y la munificencia de la pedrea en la loter&#237;a cultural. Los festivales y concursos empezaron siendo de Eurovisi&#243;n para regresar a la Antolog&#237;a de la Zarzuela y las festividades de la patrona. Debe de existir, pues, alg&#250;n plan de beneficencia para realojar a los videotas en aldeas (no la aldea global, desde luego); por lo menos aquellos que no logren adivinar El Precio Justo. Nuevos concursantes van cada lunes a jugaaaar.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> A todo esto, que a&#250;n haya algo que tomarse en serio ya es mucho. Sin embargo, el papanatismo ha llevado en muchos casos a seguir a pies juntillas el veredicto de los concursos, perpetu&#225;ndose una imagen sobredimensionada de la realidad (y de productos que, siento decirlo, en muchos casos no van sino de lo discreto a lo &#237;nfimo) a trav&#233;s de esa contracultura de la pereza de las gacetillas de la prensa, de los organizadores o programadores de los subsiguientes festivalillos y muestras, de los diminutos mecanismos del v&#237;deoclub de la creaci&#243;n.Hab&#237;a que dar esos premios, trofeos y besos porque as&#237; estaba previsto en el reglamento (de unas bases calcadas de un concurso a otro y originalmente copiadas de otro contexto) y porque as&#237; fueron de generosos los patrocinadores. Y si hay, pongamos por caso, seis premios, ha de haber un apoteosis previo de cuarenta cintas seleccionadas cueste lo que cueste; los cuarenta principales en un olimpo de tramoya en el que lo importante no es participar, sino ganar, incluso si hay que pasar por el trance de subir al podio y que te venga un hada madrina a tocarte con su varita m&#225;gica. <i>Sic transit gloria mundi</i>.</p>"
	},
	{
		"pid" : 5,
		"p" : "<p> Si m&#225;s o menos lamentable ha sido este teatro de aficionados que no quieren reconocerse como tales, sino todo lo contrario, la idea de que esta funci&#243;n ininterrumpida haya sido uno de los principales motores que ha animado al nuevo v&#237;deo espa&#241;ol es ya digna de la m&#225;s negra leyenda si uno se la toma al pie de la letra y se imagina a Fulano y a Mengano, Zutano, Perengano y Matutano concibiendo sendas obras en espera de recobrar, en el festival de turno, su peculio, su amor propio o, por lo menos, el saludo de quienes han prestado su tiempo y sus equipos. Tambi&#233;n es posible que a&#250;n haya almas candidas necesitadas de su bienaventuranza. Peores pensamientos puede tener todav&#237;a el hombre, como por ejemplo el de que, como consecuencia de todo esto, se hayan implantado determinados estilos y par&#225;metros con el exclusivo fin de comprarse unos zapatos nuevos.</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> Lejos de mi intenci&#243;n est&#225; el chinchar al sufrido v&#237;deocreador, cuya reputaci&#243;n bastante mancilla ya palabra tan malsonante, pero hab&#237;a que vapulear a&#250;n la imagen global del &#191;nuevo? v&#237;deo espa&#241;ol. Despu&#233;s de todo, el espaldarazo m&#225;s sublime puede ser tambi&#233;n una patada en los genitales. Queden el victimismo, la ex&#233;gesis y los supositorios para otras ocasiones. El v&#237;deoarte ha sido confundido con un bodeg&#243;n o una jota, el relato con un arrebato a ritmo de v&#237;deo-clip, el arte de performance con la gimnasia sueca, la di&#233;gesis con las alteraciones en la menstruaci&#243;n de las muchachas en flor, la sexualidad con el anuncio de profil&#225;cticos y la moda de Espa&#241;a, la visi&#243;n de la realidad con unos dibujos animados de protecci&#243;n oficial, la v&#237;deo-&#243;pera con una maloliente zarzuela de pescados y mariscos flotando en una salsa oscura y grasienta, etc. No importa aqu&#237; si la caricatura es de un cat&#225;logo de prop&#243;sitos aut&#233;nticos o de desprop&#243;sitos imaginarios.</p>"
	},
	{
		"pid" : 7,
		"p" : "<p> En resumen, lo que me preocupa al echar la vista atr&#225;s, hacia el esforzado pero precario pasado de la videograf&#237;a en este pa&#237;s, es la falta de orientaci&#243;n que se olfatea en su rancio aire. Llegar al<i>Top 20</i> local, obtener la homologaci&#243;n comunitaria, dirigir una comedia madrile&#241;a, ingresar en el Club de los J&#243;venes Empresarios, incluso conseguir una plaza en una TV auton&#243;mica, son objetivos arduos. Los cadetes vide&#243;grafos no lo tienen f&#225;cil y los m&#225;s grandullones lo tienen a menudo peor. Entonces, para que no se queden de sufridores en casa, se les da una cartilla de ahorro en forma de beca o premio y que se apa&#241;en, que se enteren de lo que vale un peine y de la diferencia que hay entre v&#237;deoarte y v&#237;deo de creaci&#243;n.</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> La desinformaci&#243;n es probablemente a&#250;n una de las inveteradas costumbres que no hemos logrado sacarnos totalmente de encima y que hay quien lleva todav&#237;a puesta con un trasnochado deje de orgullo patrio. La cr&#237;tica(inexistente) y la opini&#243;n habr&#237;an de pasar del boca a boca privado y de la levedad del comentario o rese&#241;a sin consecuencia a lo punzante y sangu&#237;neo, si es necesario hiriente, para librarnos de tanto machaqueo en nombre de la libre expresi&#243;n audiovisual. Es una queja ya demasiado sobada la de echar en falta unos criterios &#8212;m&#225;s pomposamente, una teor&#237;a&#8212; para poder apreciar el v&#237;deo tal como se cata un vino. La defenestraci&#243;n podr&#237;a ser aqu&#237; la soluci&#243;n implacable para que el edificio no se derrumbe del todo; el sentido cr&#237;tico su suced&#225;neo a&#250;n humano; y la iron&#237;a, un acto todav&#237;a oportuno de desacato.</p>"
	}
]
