[
	{
		"pid" : 0,
		"p" : "This text was written in 2006 for the first edition of the festival C.STEM, a first (and, unfortunately, short-lived) attempt to create an event showcasing recent experiments with software and generative processes on Italian soil. Playing on the ambiguity of the label \"Generative Art\", the text defines it as a technique (ars, not art), that attempts to bring international debate onto more solid ground."
	},
	{
		"pid" : 1,
		"p" : "Almost fifty years since the term first appeared, for the art audience Generative Art is still a mystery. Not that it is difficult to understand, the opposite is actually more the case. The real problem seems to be finding a place for it on the contemporary art scene. Artists like Casey Reas, Ben Fry, Joshua Davis, Yugo Nakamura, Marius Watz, John Maeda, Philip Galanter and Golan Levin, who move freely from art to pure programming to visual design and back, keep astonishing the public, and the fact that the term \"Generative Art\" is used also in relation to music, poetry, architecture and industrial design doesn’t help either."
	},
	{
		"pid" : 2,
		"p" : "I believe that the problem resides in the term, or, more precisely, in the way it is usually understood. The succession of art labels such as Pop Art, Minimal Art, Conceptual Art, Digital Art and so on, throughout the 20th century, make us think that Generative Art should be interpreted in the same way: as a style definition, a trend or an art movement. Yet, in order to understand Generative Art, you need to step back, to consider terms like \"ars combinatoria\" or, more in general, to consider the Latin meaning of the word \"ars\" rather than the present meaning of it."
	},
	{
		"pid" : 3,
		"p" : "Like the Greek \"techné\", the Latin word \"ars\" indicates a technique, a structured set of rules and acts that allow somebody to produce something. Generative Art is, in fact, a technique, a method, a practice, a way of proceeding. This element is present in all definitions of Generative Art, but it probably deserves to be highlighted. Take the seminal definition proposed by Philip Galanter in 2003, for instance:"
	},
	{
		"pid" : 4,
		"p" : "«Generative art refers to any art practice where the artist uses a system, such as a set of natural language rules, a computer program, a machine, or other procedural invention, which is set into motion with some degree of autonomy, contributing to or resulting in a completed work of art.» [1]"
	},
	{
		"pid" : 5,
		"p" : "This definition, which is appreciable under many aspects, still places too much emphasis on the term \"art\" to be considered really comprehensive, but is nevertheless a good start."
	},
	{
		"pid" : 6,
		"p" : "A technique, then: which can be variously used by artists, musicians, architects, scientists and designers. Sometimes, all these roles converge on the same person, but we must be careful: as Marius Watz says, «I work and think very differently when creating art and design» [2]. A technique which is based on the application of a system’s internal rules – as Galanter observes, ordered, unordered or complex – in order to produce something. A technique which pre-exists the computer era, but which has received crucial input from its inception."
	},
	{
		"pid" : 7,
		"p" : "A technique which has often re-appeared in the art world, and which artists have contributed to defining, but also a technique which is not only artistic; and which, in its present version, derives from a gathering of different fields, from algorithmic composition to digital animation, from the underground rave scene and vj culture to architecture. A technique – and for those who attribute derogatory connotations to the word, this needs to be said– which is above all a philosophy and an instrument of knowledge."
	},
	{
		"pid" : 8,
		"p" : "At this point, we can narrow it down and specify that from here on in we will be talking about the artistic use of generative methods, and, in particular, about those artistic practices where the instructions consist of digital code and where the performer is a computer. This brings us to our first question: is the work of art the process or the result? The generative program or the generated work? This is a difficult question. My answer is: the first, the second, or both, according to the author’s wishes."
	},
	{
		"pid" : 9,
		"p" : "As Philip Galanter notes, «what generative artists have in common is how they make their work, but not why they make their work or even why they choose to use generative systems in their art practice.» [3] Galanter, like others, insists on the process, linking Generative Art to the long tradition of procedural art; others point to the result, yet the best stance is one that includes both possibilities. As Marius Watz puts it: «The artist describes a rule-based system external to him/herself that either produces works of art or is itself a work of art» [4]."
	},
	{
		"pid" : 10,
		"p" : "For this reason, the use of generative methods is essentially neutral, and does not have any particular ideological implications. Nevertheless, this practice challenges contemporary art in a very interesting way, pushing it towards profound innovation."
	},
	{
		"pid" : 11,
		"p" : "First of all, the use of generative methods tends to cast the figure of the author in a completely new light. We have said that Generative Art is based on a process which, «set into motion with some degree of autonomy» [5], produces a complete work of art. In other words, there are two acts of creation, one following the other, and two distinct \"authors\": the person who chooses the system that will be used and writes the program – the set of instructions, the algorithm – to be performed; and the person – or the thing – that materially performs the program."
	},
	{
		"pid" : 12,
		"p" : "The person that we, albeit it with reservations, continue to view as \"the author\", only writes the instructions, that are performed – with a margin of interpretation which can be considered relevant – by somebody or something else. The author, therefore, sets in motion a process which develops autonomously, and often unpredictably. It is less like dealing with an artist, in terms of our usual conception of artist, and more like observing a lesser god, who activates a system and then sits back and watches it come to life."
	},
	{
		"pid" : 13,
		"p" : "In effect this is not far from truth. After many centuries, Generative Art returns to the idea of art as an \"imitation of life\", imitating not so much life’s external appearance, but its dynamics. We must go back to the initial problem, the question of an author who seems to share his or her role with a machine, and sometimes hand it over completely. Which of the two is the artist? And, above all: can a machine produce a work of art?"
	},
	{
		"pid" : 14,
		"p" : "There is an interesting piece by Casey Reas that can help answer this question. MicroImage, presented at Ars Electronica in 2003, is an installation that features the same code running on three machines, positioned side by side. The code is the same, but the output is completely different, because it changes every time it is performed."
	},
	{
		"pid" : 15,
		"p" : "The artist has written the code, but the machine has a wide margin of operative freedom. Nevertheless, the artwork is neither the code written by the artist, nor one of the endless outputs proposed by the machine: it is the combination of the idea, the code and the output, organized in the form of an installation. At least in this case: because Casey Reas can choose – as he did – to isolate an image, decide that this has an autonomous aesthetic value, print it and sell it as a work of art; or record one of the endless productions of the code and show it as a video animation. Or even, as Sol LeWitt used to do with his Wall Drawings, say that the idea – captured in a certain form through a given set of instructions – and not one of its many possible realizations, is the work of art. The author is dead, long live the author!"
	},
	{
		"pid" : 16,
		"p" : "If the author delegates the tangible implementation of the program to the machine, we might be led to believe that the author does not actually require any particular artistic talent. In these terms, Generative Art could be seen as the culmination of the \"deskilling\" process started by Duchamp and developed by contemporary art. Nevertheless, if you really think about it, generative artists have to be skilled, and to a high degree: all the artists who use generative methods are skilled programmers, and proud of it. The code that they write is not hidden, but prominently flaunted."
	},
	{
		"pid" : 17,
		"p" : "What emerges once more is the figure of the artist as an artisan and attention to the manual side of contemporary art. This manual aspect is rooted in in-depth knowledge that entails a reflection on complex systems, computer theory, and so on. In other words, Generative Art bridges the gap between theory and practice, between the \"bête comme un peintre\" and the figure of the philosopher artist that has dominated the 20th century."
	},
	{
		"pid" : 18,
		"p" : "Finally there is another system of values, rejected by 20th century art, which the use of generative methods has revalued: art as a search for beauty, as a reflection on form, as a process of knowledge. Aesthetic judgments are often present in Generative Art, in relation to both the code and the final result. Generative Art seems to have learned from pop culture – one of the spheres where it has its roots, thanks to electronic music, animation and vj culture – what art, for a century, has tried to forget: that work on form is not a sterile aestheticism, an escape from reality, something fashionably superficial, but an extraordinarily powerful way of investigating our time. Beauty is also about the beauty of nature: generative processes often imitate natural mechanisms, and offer insight into them, showing us that «the universe itself is a generative system», as Galanter puts it [6]."
	},
	{
		"pid" : 19,
		"p" : "All these considerations about Generative Art in general can be verified in the practices of the artists present at the first C.STEM event. All of these artists operate in the intersections between different creative fields, and most have a difficult relationship with the world of traditional art. This is due both to contemporary art’s jaded view of new media experimentalism, and to the aforementioned difficulties in defining the place of Generative Art. The innovative elements we have explored paradoxically make this art to some extent more hedonistic, more radical (and more difficult to understand) than the art which uses the new media in a more conceptual, ideological way."
	},
	{
		"pid" : 20,
		"p" : "Perhaps the contemporary art world will only be able to accept Generative Art when it is able to appreciate the profound connection between these artists and the work of famous masters like John Cage, Sol LeWitt and Hans Haacke, and understand their innovative power."
	},
	{
		"pid" : 21,
		"p" : "In the meantime, the artists are not wasting their time complaining. Marius Watz is a Norwegian artist who started working at the beginning of the Nineties, creating visual animations for rave concerts. This practice, and his activity as a designer, have given rise to his exaggerated, baroque aesthetic – something deeply different from the majority of Generative Art, which, aesthetically speaking, looks mainly to Minimalism and the tradition of geometric abstraction."
	},
	{
		"pid" : 22,
		"p" : "Set against Philip Galanter’s proposal for «a maximal art with minimal means» [7], we have Watz’s caustic aphorisms: «more is more» and «there is no culture like pop culture» [8]; he flaunts superficiality and hedonism, but under this surface there is an awareness that makes his work less a mirror of his culture of reference, and more a distillation, a reflection on it:"
	},
	{
		"pid" : 23,
		"p" : "«My visual style tends towards extremes, taking color strategies and form systems that clearly have an origin in the pop culture, but are exaggerated to the point where conventional aesthetic expectations break down. I work with code as a way to create visual systems, exploring the material qualities of different algorithmic approaches, seeking to surprise myself as much as anyone else.» [9]"
	},
	{
		"pid" : 24,
		"p" : "Surprise is an important component in the poetics of Generative Art, where the artist, as we have seen, is often the enchanted observer of a process which develops in unpredictable directions. This emerges even more when, as in the case of Fabio Franchino, the casual components of the process are underlined. The project Kinetoh consists of a series of studies on sign, form and color, producing ultra high definition images. Franchino activates the process and leaves it to develop slowly on his computer screen, hour after hour. From time to time, he goes back to observe it, and if he finds a particularly surprising, or just beautiful, configuration, he fixes it on a frame, then transforms it into an autonomous artwork."
	},
	{
		"pid" : 25,
		"p" : "The artist keeps for himself the world which came into being before his eyes, offering us only a few fragments which, for him, represent the most significant images. In the introduction to the project, Franchino quotes Edward de Bono: «Chance doesn’t have limits, the imagination, on the other hand, does.» Kinetoh is a collection of memories of a voyage to an unknown land situated on the border between imagination and the potential of chance."
	},
	{
		"pid" : 26,
		"p" : "If Watz’s work is loud and excessive, Alessandro Capozzo's reveals a sober, rigorous, minimal aesthetic. The chromatic aspect is pared down, with a preference for pale colors, often set against brighter ones (but always a two-color selection). Forms position themselves in meshes, aggregations of lines, arborescent patterns, and often develop following organic dynamics, obtained through the use of artificial life algorithms."
	},
	{
		"pid" : 27,
		"p" : "Capozzo’s aesthetic is that of the code, but while, on one hand it displays its mathematical and algebraic nature, on the other it reveals a delicate musicality, a poetry of the ephemeral, which arises from a detailed observation of life: like in Exuvia (2006), an installation created in collaboration with Katja Noppes, that plays on the uncertain limit between life and its pale \"shroud\", and whose title refers to the exoskeleton of a larva."
	},
	{
		"pid" : 28,
		"p" : "The dimension of the installation also appears to suit Limiteazero (Paolo Rigamonti and Silvio Mondino), who define themselves as a studio of architecture, media art and media design. Interested in mediation between virtual and real space, Limiteazero occasionally uses generative methods in order to give life to \"active metaphors\" - to quote the title of one of their works - that enable the senses to perceive the constituent elements and structures of immaterial spaces through sounds, forms and colors. Again, the frame of reference is life, even if here organic life is replaced by the life of the network and the world beyond the mirror that is, for us, the space of bits."
	},
	{
		"pid" : 29,
		"p" : "First published in Domenico Quaranta (ed), C.STEM. Art Electronic Systems and Software Art, Teknemedia, Turin 2006. <br />[1] In Philip Galanter, \"What is Generative Art? Complexity Theory as a Context for Art Theory\", in Generative Art Proceedings, Milan 2003. Online at www.philipgalanter.com/downloads/ga2003_paper.pdf. <br />[2] In Domenico Quaranta, \"GENERATIVE (INTER)VIEWS. Recombinant conversation with four software artists\", in D. Quaranta (ed), C.STEM. Art Electronic Systems and Software Art, Teknemedia, Turin 2006.<br />[3] In Philip Galanter, \"Complexism and evolutionary art\", in Juan J. Romero, Penousal Machado (eds.), The Art of Artificial Evolution, Springer 2008, p. 320.<br />[4] In Thomas Petersen, \"Generative Art Now. An Interview with Marius Watz\", in Artificial.dk, 20 September 2005. Online at www.artificial.dk/articles/watz.htm. <br />[5] P. Galanter 2003. <br />[6] Ivi.<br />[7] Thomas Petersen and Kristine Ploug, \"'Generative art is as old as art'. An interview with Philip Galanter\", in Artificial.dk, September 6 2004. Online at www.artificial.dk/articles/galanter.htm. <br />[8] T. Petersen 2005.<br />[9] Ivi."
	}
]