[
	{
		"pid" : 0,
		"p" : "Media manipulation is probably one of the greatest issues of the new millennium. Now more than ever, the truth is unstable, nebulous and difficult to grasp, hidden under layers and layers of information. But if the media manipulate truth, they in turn can be manipulated to interfere with the flow of information, so as to make it clearer or even denser. This article aims to explain the rules at play in today's European net art, and reflect on the relationship between reality and fiction, information and manipulation, the artificial and the authentic, drawing on the latest striking fake by 0100101110101101.org (United We Stand), UBERMORGEN.COM's [F]originals (forged originals) and the cruel hyper-realism of the Where-next website (Molleindustria + Guerrigliamarketing)."
	},
	{
		"pid" : 1,
		"p" : "Branding and identity<br />I am a European citizen. I vote for the European parliament, I can travel freely among the countries of the Union, I pay for my cigarettes in Euro. My European identity has millennia of history behind it, yet there is something lacking. I don’t have a football team that sings the European anthem, hand on heart, and the sight of the European flag fails to strike a chord in me. The fact is that since it became a federation, Europe, which has always existed, has not succeeded in manufacturing any foundation mythology. There was no long march towards Europe, no European resistance, no European war of independence. Not that a war is necessary."
	},
	{
		"pid" : 2,
		"p" : "We are in the 21st century and companies like Nike and Coca Cola have had all the time needed to teach us that there are other ways to get people to identify completely with a symbol, a lifestyle, an idea. It is due to this that it seems perfectly legitimate to do away with the historic identity of one of the key public areas in Europe – Karlsplatz in Vienna – and replace it with the \"brand identity\" of one of the world’s most famous multinational companies."
	},
	{
		"pid" : 3,
		"p" : "It was in September 2003 that the hoax news of the transformation of Karlsplatz into Nikeplatz spread around the globe, and the creators of the spoof – Eva and Franco Mattes aka 0100101110101101.ORG – found themselves embroiled in a risky law suit with the multinational, that they ended up winning.<br />In 2004, shortly after their victory, they declared:"
	},
	{
		"pid" : 4,
		"p" : "«Nike, like all the modern multinationals, is not a company, but an idea. An idea represented by a brand. It is an intangible entity, an abstract message, and an enormous advertising machine... And because it is so intangible, what really counts is how people perceive Nike. Its profits depend on its popularity, its success depends on the image that people have of it, not on the quality of the products it sells». [1]"
	},
	{
		"pid" : 5,
		"p" : "The project United We Stand, also launched by 0100101110101101.ORG, at the end of 2005, can be seen as the flip-side of this concept. Instead of tackling the intangible aura of a multinational company, 0100101110101101.ORG attempted to promote a product without an aura: Europe. Throughout the twentieth century the film industry, and Hollywood in particular, has proved to be an extraordinary tool for mythopoeia and propaganda, capable of imposing an ideal way of life (the American way of life) on the entire planet, along with a new Mount Olympus peopled by film stars. This is why it seemed like a natural choice to use the medium of film to perform the important mission of giving Europe a soul and an identity."
	},
	{
		"pid" : 6,
		"p" : "The twentieth century is over. The film industry is losing its importance in the media world, and its ability to embody, and renew, some of the great collective legends. This is why United We Stand looks faintly ridiculous, as does the European flag flying in the middle of the poster [2]. It is not the production of an actual film, but a promotional campaign for a film that doesn’t exist. «Working on an imaginary film is the best way to talk about an imaginary concept: Europe», the duo declared [3]. The result was a massive marketing campaign which invaded public areas – with posters up around the cities of Berlin, Brussels, Barcelona, Bologna, Bangalore and New York – and media space, publicizing a media object that did not exist, but was perfectly capable of generating noise. An empty space makes its presence felt by means of communication strategies, forcing us to take a long hard look at the problems with something else which doesn’t exist: Europe."
	},
	{
		"pid" : 7,
		"p" : "Forged originals<br />As Bruce Sterling [4] points out, «fake projects, like protesters’ street puppets, are so common they threaten to become a genre». Manipulating the media is not the exclusive preserve of artists, quite the contrary. While Eva and Franco Mattes are the heirs of a long tradition, from American pranksters to the Luther Blissett network, lobbies, political parties, corporations and even the institutions are now increasingly resorting to manipulating the media. Now that traditional marketing and propaganda tools are proving to be increasingly ineffective, media manipulation is turning into the real media tool of the 21st century."
	},
	{
		"pid" : 8,
		"p" : "Media manipulation has brought us fictitious proof for justifying a war, and put out low resolution video messages on the web to keep the war going; it is present in tapped phone conversations handed over to the newspapers, which are completely genuine, but which contain a mixture of meaning and crackle, chit chat and crime, capable of eliciting some startling responses. One recent episode in Italy shows just how widespread it is. In order to support the position of the centre-right coalition in a referendum, the Mediaset group broadcast a commercial that entirely resembled an official broadcast but provided only partial information about the referendum. This little masterpiece of modern-day political propaganda sits perfectly with the definition of \"[F]original\" (forged original) which was dreamt up by the Austrian duo UBERMORGEN.COM (Lizvlx/Hans Bernhard) to describe almost all their works:"
	},
	{
		"pid" : 9,
		"p" : "«forged original document; either forged or authentic document or forged and authentic: a [F]original is always original and unique. [F]originals are pixels on screens or substance on material [i.e. ink on paper]. [F]originals are not pragmatic - they are absurd. They do not tell you whether they are real or forged - there is no original but also no fully forged / faked document. Foriginals can be human or machine generated; Foriginals are digital or analogue». [5]"
	},
	{
		"pid" : 10,
		"p" : "This concept came to light after the masterful operation Vote Auction (2000), during which UBERMORGEN.COM received an avalanche of legal injunctions by email from the USA: documents of dubious authenticity as they are easy to fake, and in any case without legal standing outside the United States, but which succeeded in getting the project site shut down several times. UBERMORGEN.COM responded to this absurd situation by creating \"legal art\", and their Injunction Generator (2003): a software program that takes the data entered by the user to generate and send to the designated victim an injunction identical in form to those received by Hans Bernhard for Vote Auction."
	},
	{
		"pid" : 11,
		"p" : "In the ongoing work of UBERMORGEN.COM, the [F]original offers up a system (and a theory) for the long tradition of media fakes to which the Vote Auction project itself belongs, asserting the death of the concept of \"originality\". UBERMORGEN.COM sets up companies and generates legal documents, bank statements and medical prescriptions with the same freedom (and the same means) with which it designs logos and seals, processes images stolen from the net (pixelpaintings) and manipulates the communications system to spread fictitious news stories. On May 2nd 2006 for example, an email titled \"Police officer killed in Berlin?\" was widely distributed. In the email Hans Bernhard appears to be forwarding a message received from a certain Barbara Alex, who has attached a video filmed on a cell phone in Berlin during the May 1st demonstrations: a blurred, low resolution scene, where you can just make out hooded figures savagely beating up a policeman in a Berlin street. UBERMORGEN.COM claimed this apparent \"found footage\" as a work of art, a sort of readymade titled [F]original Media Hack no. 1, Web 2.0."
	},
	{
		"pid" : 12,
		"p" : "The actual story of the video, which unsettled many viewers, and was published on Google Videos and Youtube, is rather different. The operation was planned by UBERMORGEN.COM in collaboration with Alister Mazzotti of Mazzotti Action, a team of stuntmen. While Mazzotti Action made the video, Hans Bernhard plotted the media action, invented a fictional character (Barbara Alex), explored the blogosphere and wrote the email. In the end he decided to pass off the video \"trouvée\" as a work of art, ably sidestepping the reader who might be led to view it as a media fake, due to the involvement of UBERMORGEN.COM."
	},
	{
		"pid" : 13,
		"p" : "And in this way, using an email, a cell phone and knowledge of how the net works you can outwit the media:<br />«Pure Media Hacking: No ethics, no content, no message. With the action \"[F]original Media Hack No. 1\" we follow a simple instruction on how to infiltrate mass media with low-tech devices such as email, mobile-phones, web/blog and ambiguous data. This action is a clean and simple execution and broad experiment within this conceptual setting. It is an amalgamation of fact and fiction». [6]<br />Are we really sure that UBERMORGEN.COM are the only people aware of this opportunity?"
	},
	{
		"pid" : 14,
		"p" : "Faked reality<br />Since 9-11 the world media and its consumers have been bombarded fairly regularly with threats, news of possible attacks, and information about the detection of groups of terrorists ready to swing into action. For the most part we have only witnessed these thanks to the media. This does not stop them from creating fear, and keeping civil society in a state of permanent terror that has made us accept all sorts of things: limitations of our freedom of expression, the war in Iraq, Guantanamo Bay and the CIA abductions in Europe."
	},
	{
		"pid" : 15,
		"p" : "The chilling, pitiless hyper-realism of Where-next (2005) is rooted in this climate, where fear gives way to numbness. Where-next is a perverse gambling game that invites users to guess the place and date of the next terrorist attack using Google maps. Every time an attack occurs in the real world the creators of the site identify the nearest guess and award the winner a t-shirt with a photo of the attack, emblazoned with the words I PREDICTED IT. Alongside the map the site shows a banner with the World Trade Center still standing, with the macabre phrase «This space is for rent!» and «Your ad HERE» printed in front of the Twin Towers. The fact that the entire thing was viewed as utterly contemptible was maybe what led the people behind the site to come out from behind their media invention and reveal the ideological structure of the project: a bitter, sarcastic critique of capitalism, which gambles with our lives."
	},
	{
		"pid" : 16,
		"p" : "The site was created by Molleindustria and Guerrigliamarketing, both real companies. One is a studio that produces political video games, the other a marketing agency connected to the Luther Blissett Project, responsible for some of the most sensational media hoaxes of the 1990s. In a mischievous masterstroke, Where-next has incorporated two icons of capitalism and the new economy, Google and eBay, into its interface, and even put its banner space up for auction on eBay. Where-next sets out to be the freewheeling heir of these corporations, liberated from hypocritical ethics, in a process of \"identity correction\" which has a lot in common with the work of the Yes Men, the US group which impersonates corporations and institutions on public occasions after forging their websites. Despite the obvious intention to shock, both the press and art critics have been harsh: first attacking, then censoring it."
	},
	{
		"pid" : 17,
		"p" : "This attitude should come as no surprise, as media hacking uses the same arsenal as its enemy: the dark, fickle mood of our era, the lack of ethics which spares no one. To be really effective, it has to adopt the philosophy of UBERMORGEN.COM: «No ethics, no content, no message». It must hide its ideology, or be so violent that its ideology is unclear. It must not reveal the truth, but help us develop the tools to defend ourselves from the attack of the media. To do this, what better way than inoculating us with the virus itself?"
	},
	{
		"pid" : 18,
		"p" : "First published in Emma McRae and Maria Rizzo (eds.), MESH 19. Global/Regional Perspectives, Australia, September 2006, available online at www.experimenta.org/mesh/mesh19/. Translated from Italian by Anna Rosemary Carruthers.<br />[1] Valentina Tanni and Domenico Quaranta, \"0100101110101101.ORG - Nike Ground\", in Exibart, April 27, 2004, online at www.exibart.com. <br />[2] Ironically, as Eva Mattes points out, no one ridicules the American flag on Peter Fonda’s jacket in the iconic 1969 film Easy Rider.<br />[3] Domenico Quaranta, \"Zero incassi al botteghino!\", in Flash Art, April 2006.<br />[4] Bruce Sterling, \"The Power of Fake. Exploring Net.art's new frontier\", in Modern Painters, April 2006, pages 34 – 35.<br />[5] UBERMORGEN.COM, \"[F]original Definition\", www.foriginal.com. <br />[6] www.foriginal.com/no1/protocol/PROTOCOL.htm."
	}
]