[
	{
		"pid" : 0,
		"p" : "This interview was done by e-mail in November 2008 for the Italian webzine Digimag, and focuses on the last project released by UBERMORGEN.COM at the time, The Sound of eBay. The project, which converts user data from eBay into electronic music, with an interface based on Teletext porn, is the third part of the so-called EKMRZ Trilogy (2005 – 2008), an exploration of  e-commerce after the dotcom crash. In the interview, we talk about consensual hallucinations and corporations, media hacking and affirmative subversion, pop culture and bombs."
	},
	{
		"pid" : 1,
		"p" : "\"WE LOVE IT!\", YOU SAY ABOUT EBAY. AND I LOVE THIS AFFIRMATIVE APPROACH. OBVIOUS CRITICISM IS SO BORING! ANYWAY, I CAN'T BUT WONDER: HOW MUCH YOUR AFFIRMATION IS SUBVERSIVE? AND HOW MUCH LOVING EBAY IS LIKE, IN KUBRICK'S WORDS, LOVING THE BOMB?<br />One thing after the other: thanks for loving it – and absolutely yes, obvious criticism can be so incredibly boring and thus useless and actually further the issues of the critique. Here is the link to the project: http://www.Sound-of-eBay.com – if someone kinda missed out on that... The nice thing about affirmation is that one can never tell if it is at all subversive, nor if it can or should be interpreted as such. And then, it is always a good idea to love the bomb 'coz you sure don't want to be on the losers' side once the big battles are over and won, right? You can never ever love enough. Especially not a nice, beautiful and lovely platform such as eBay! We are bomb lovers, literally, so we use eBay in our daily lives and we are not cynical about our love. The subversion starts where the affirmation tilts, and this is individual, a question of perception. <br />The user can decide on her/his own on which level s/he wants to go to. This reminds me a bit about the situation of the humans in Pixar/Disney's animation movie Wall-E (2008), the slightest disruption of the flow of reality (consensual hallucination) can create life-changing moments, but it does not have to, it is just an option. We are non-judgmental about this, we are plain simple affirmative in a normal way – although we are both psychos, but this ain't no contradiction. All there is left to enjoy with stock traded corporations nowadays is lifestyle and surface glamour and entertainment – as one cannot make money anymore..."
	},
	{
		"pid" : 2,
		"p" : "BESIDES THAT, THE WHOLE EKMRZ TRILOGY DISPLAYS QUITE UNUSUAL STRATEGIES. IN GWEI - GOOGLE WILL EAT ITSELF (2005 – 2008), YOU ADOPT A DAVID VS GOLIATH APPROACH: THE PROCESS IS FANTASTIC, BUT THE DAMAGE IS MINIMAL. IN AMAZON NOIR - THE BIG BOOK CRIME (2006 – 2007), THE NOIR NARRATIVE DESCRIBES YOU AS THE \"BAD GUYS\". AND NOW, IN THE SOUND OF EBAY IMPOSSIBLE FIGHT AND ROBBERY BECOMES AFFIRMATIVE CELEBRATION. CAN YOU EXPLAIN THE MEDIA HACKING ELEMENT OF THE EKMRZ TRILOGY?<br />We have never enjoyed the wanna-believe David vs Goliath story: there is a big guy and he kills everybody and nobody wants to challenge him anymore and then there comes this little guy and it is supposed to be something special that he shoots him with a very low-tech gun. Is that not the thing we call terrorism now? So, let's get real – if one really wants to be an underdog, one loses – the underdog is not the winner in real life, c'mon – David also would have needed about 300 billion stones to be thrown in order to kill the beast... So it is basically still the same method, the intrusion into mass media with lo-tech such as web, email, sms & texting, mobiles, phones, fax, posters etc. We use sophisticated technology behind the web-interfaces, but the core of the action, the core of the Media Hack is the crisp story and its distribution in to the global network of mass media. <br />We have chosen three different approaches on how to infiltrate news-media, the blogosphere and art publications. Each project was launched individually with an experimental twist and a very different strategy... For GWEI we used a bottom-up/top-down mixed strategy, with Amazon Noir we were forced to use the hardcore top-down method and with The Sound of eBay we use the – for us classical – approach of widely distributed spam. All three methods have similar goals, to have high frequency and reach in classical mass media channels... We target the art clientele on the one side, the nerd community as well as a global audience of news consumers of all different ages, social backgrounds and interests on the other..."
	},
	{
		"pid" : 3,
		"p" : "IN THE EKMRZ TRILOGY, YOUR TARGETS ARE THE HEROES OF THE POST-DOT-COM-CRASH RENAISSANCE: THREE GIANT CORPORATIONS WITH A GOOD-LOOKING, FRIENDLY INTERFACE. WE ARE FAR REMOVED FROM THE TIMES WHEN YOU COULD HEAR PEOPLE SAY THAT THE DEVIL WEARS BLUE (A COMMON JOKE ABOUT IBM). WHAT HAS HAPPENED IN THE LAST FEW YEARS? IS IT JUST GOOD PROPAGANDA? OR ARE THEY REALLY \"GOOD GUYS\"?<br />They may be good-looking but hell not sexy... except Google Maps to be honest. The thing is: they are neither good or bad, because \"they\" do not exist. That is the great thing about Google: one cannot even phone them up in a normal fashion, Google does not even pretend to exist. Corporations do not exist, they cannot be good or bad, that is something only humans and mosquitoes are free to decide upon. We are not dealing with this \"problem\". All judgments about good and bad, evil or saints, are purely superficial and propagandistic. <br />Our method is experimental, we use the corporations, their platforms and technologies as a playing field for our lust and perversion. One problem we have is that the best jokes, the most perverted ideas and the hardest images are destined for an audience of just two people, namely lizvlx and Hans Bernhard. Here we sit in the same boat as Andy Kaufman and his acolyte Bob Zmuda, doing enormously funny jokes, but the fun is just for themselves and can not be communicated or understood by outsiders... A rather user-unfriendly concept."
	},
	{
		"pid" : 4,
		"p" : "WITH THE EKMRZ TRILOGY, YOU SEEM TO SAY THAT THE EPIC OF THE NET IS, MORE OR LESS, A CORPORATIVE EPIC. DO YOU AGREE?<br />I don't even want to answer this question as it is so poetic. Seriously – WELL YES OF COURSE! There are two levels to the Internet nowadays for sure: the whole Web 2.0 thing – TV on demand alias YouTube, Facebook alias social life surrogate; and the corporate consumer product heavens – \"where buyers become deciders!™\". We have now only focused on the good ol' consumer markets, because – well, because the whole world was just literally screaming at the top of its lungs the whole time about how great the extension of consumerism into the private (home/computer) was. And then baboom, it all implodes with one big dotcom bang. And even though millions of people had predicted that for extremely obvious reasons, everybody was like \"wow, ohmygod\". <br />Everybody except the richer crowd that is of course. And now the thing is repeating itself in the financial markets – because financial assets have become consumer products to bankers just as much – that was something we worked on with the BANKSTATEMENTGENERATOR in 2005. What we wanna say is: Yes, we are clearly living in a governmental-corporate environment and our privacy has become a commodity of its own. We personally do not care about that, privacy is the natural enemy of fame and we choose the latter. In the mid 1990s, it was a nice moment to contemplate during the rush and to think about the non-criminal subversive potential of these popularized technologies, but it was pure wishful thinking."
	},
	{
		"pid" : 5,
		"p" : "LIKE CARNIVORE [1], THE SOUND OF EBAY CAN BE DESCRIBED AS A FORM OF DATA PORNOGRAPHY. YOUR ROBOTS SUCK UP SENSITIVE AND NON-SENSITIVE DATA, AND YOU TRANSLATE IT INTO SOMETHING ELSE: SOUNDS, VISUALS. SEXY LINGERIE. BUT LIKE CARNIVORE, THE SOUND OF EBAY MAY RAISE THE QUESTION: WHAT IS THE POINT?<br />Oh, it is a mere mirror of the nonsensical behaviorism that web 2.0 users show on a daily basis. As much fun as it is to do projects that have a very clear vision and goal – as much those projects always risk being just preachy boring stuff (none of our projects though – I must admit that we really have mastered avoiding this mistake). But are you really asking what the point of combining porn, music and sales data is? If so - stop it!!! there is no point in music and sex – there has absolutely never been a point to databases filled with extremely unnecessarily data gathered from uninteresting users (myself included, I tell you...). You say sexy lingerie, I say please relax and let your mind and body wander... UBERMORGEN.COM might always be trying to combine some nice entertainment with very intellectual European subversive art, but God Christ, we need to relax sometime and sell Google ad space on eBay and write a book about it and sell that on Amazon and twitter everybody about it and be totally modern, postmodern and lostmodern."
	},
	{
		"pid" : 6,
		"p" : "MEANINGFUL OR NOT, THE SOUND OF EBAY IS PRETTY \"POP\" - MUCH MORE THAN GWEI AND AMAZON NOIR, WHICH ARE VERY CONCEPTUAL WORKS, BOTH IN THE PROCESS AND THE AESTHETICS. YOU SEEM TO BE SAYING: STOP THINKING, ENJOY OUR MUSIC AND OUR OLD-FASHIONED PORNOGRAPHY. IS ENTERTAINMENT THE ULTIMATE SUBVERSION?<br />After having produced both GWEI and Amazon Noir together with Alessandro Ludovico and Paolo Cirio, we decided to finish the trilogy with a subtle affirmative UBERMORGEN.COM-only feathery project working freely with pixel/data-material. Tackle the third entity of the rat pack of the corporate web – eBay – loose from interpretation, just mere lust coupled with entertaining data transformed into a series for song and dance. Now, talking about real hardcore entertainment, just look at the Bush administration – they have turned the USA into a pre-fascist nation and are super-openly using medieval methods of torture shock all around the globe where deemed \"profitable\" - and then look at their performance in personam and via the media: all sitcom style with a little James Bond here & there – especially when things might actually become a bit realistic... Thus, entertainment products are ultimately subversive works of art, politics becomes entertainment but we do entertainment that becomes politics, even something soft and corny like The Sound of eBay. We are constantly tilting back and forth between the art world and mass media entertainment. E-monsters such as Robbie Williams, Madonna, Britney Spears or former boy-band The Backstreet Boys create(ed) highly self-referential and subversive products and shoot them at very content and context-sensitive global audiences. Consumers are not stupid and with high-end forms of entertainment you communicate through the gut and not via the brain. Intuitively the recipient understands the vibe and becomes partially schizophrenic by enjoying the comfy feeling of the beat while feeling the psycho vibe."
	},
	{
		"pid" : 7,
		"p" : "WHY DID YOU CHOOSE A LOW-RES, TELETEXT-BASED AESTHETIC FOR THE PROJECT? IS THERE ANY ANALOGY BETWEEN EBAY, WHICH SURVIVED THE DOT-COM CRASH, AND TELETEXT, A TECHNOLOGY THAT HAS BRILLIANTLY SURVIVED THE INTERNET AGE?<br />That is a sweet analogy. Might be the reason. It just seemed the right thing to do. We have waited for almost a decade to find a perfect project to work with the aesthetics of teletext. The Sound of eBay (here is the link again, just in case you haven't checked it out yet: http://www.Sound-of-eBay.com) was ideal for that, it had no obvious link to pornography or any kind of related topic such as gender issues, sex, S&M style... After we finished the design and released The Sound of eBay 1.0 Dragan Espenschied (Drx) sent us a link of a way cool project he did in 2001 named Teletext Babez [2]. The lo-tech/res aesthetic also corresponds with our Media Hacking strategy, stating that we can have enormous reach and frequency (hundreds of millions of people) with plain simple low-tech/res tools such as mobile phones, email and html. And also, a very strong YES to tech-sustainability, teletext is a parasite of television, incubated in the mid 1970s in the UK and at the beginning of the 1980s in central Europe – we love it, and even better, we use it every day."
	},
	{
		"pid" : 8,
		"p" : "READING YOUR PRESS RELEASE, I WONDERED WHY YOU PUT SO MUCH EMPHASIS ON THE DISTRIBUTED, NETWORKED NATURE OF THE CREATIVE PROCESS. YOU SAY: «NETWORKING IS WORKING... THE DIFFERENT PARTS OF THE SOUND OF EBAY WERE COMPILED IN VARIOUS GEOTECHNICAL-LOCATIONS... THERE WAS ONE REAL-LIFE MEETING IN VIENNA; ALL OTHER COMMUNICATION TOOK PLACE IN VARIOUS SKYPE CONFERENCES, VIA EMAIL AND THROUGH PHONE CONVERSATIONS». SINCE THIS IS QUITE USUAL TO OUR CURRENT WAY OF WORKING, I'M WONDERING IF THIS IS IMPORTANT IN ORDER TO UNDERSTAND THE WORK.<br />Honestly, sometimes we are just amazed about our very new methods of working. Working processes have been revolutionized in the last ten years and we want remind ourselves, take a look back and enjoy the convergence of communication. Before the age of global internet usage we were not able to cooperate and work at the same speed and with the same methods (flat hierarchies, instant global simultaneous production, sampled concepts, access to vast database resources, etc.) we use today. The core team of The Sound of eBay was living within a radius of 3 km in the city center of Vienna (Soundcoder Stefan Nussbaumer, lizvlx and Hans Bernhard, Theorycoder Grischinka Teufl and Visualcoder LIA). And, the essential data-grabbing robot comes from Erich Kachel, a guy we don't know. We don't know who he is, we don't know where he (or she) lives, we have no reference to her/him, we find no references on the Web except some strange coding tutorial web-sites. We have never talked to or seen a picture of her/him... S/he is a phantom, a positive intruder and one more possible spy in a row of spies we have been exposed to in the last ten years. Always remember: «Hate your neighbor!» - that was a standard declaration by Prof. Peter Weibel in all his lectures during our studies with him in Vienna."
	},
	{
		"pid" : 9,
		"p" : "YOU WORK WITH OTHER PEOPLE, YOU USE OPEN SOURCE SOFTWARE, YOU WANT TO RELEASE THE GENERATOR UNDER A GNU PUBLIC LICENSE... AND IN THE MEANTIME YOU SELL WORKS IN THE ART MARKET. TWO THINGS THAT SOME YEARS AGO WERE SEEN AS CONFLICTUAL ARE NOW WORKING PERFECTLY TOGETHER. DO YOU THINK THAT A MARKET OF PRECIOUS, UNIQUE OR LIMITED EDITION FETISH OBJECTS IS STILL POSSIBLE IN THE AGE OF OPEN SOURCE AND COLLABORATIVE AUTHORSHIP?<br />Yes. We strongly believe in that. There is no conflict. The only overlapping would be in the merchandise sector. But the art collectors (individuals and institutions) have such a defining power that in collaboration with auction houses and galleries, the market-players will just decide what they consider high-end art and unique for them and the market. The certificate will become the defining power and the main limited and unique piece. It will become the license to print an image or (re)produce an installation. The production process might shift from artist-producer to collector-producer, from gallerist-distributor to artist-distributor... We are working on that. But please don't wait for us!"
	},
	{
		"pid" : 10,
		"p" : "First published in Italian in Digimag, Issue 39, November 2008 with the title \"It’s lustful entertainment, baby! Interview with UBERMORGEN.COM\". <br />[1] Carnivore (http://r-s-g.org/carnivore/) is a project launched in 2001 by the Radical Software Group (RSG), and inspired by DCS1000, a piece of software used by the FBI to perform electronic wiretaps. Using the server application made available by the RSG, many artists developed \"clients\" which display an ever different visualization of the data sniffed by the surveillance software. <br />[2] The project is still documented at http://drx.a-blast.org/~drx/projects/teletext/. <br />>>>>"
	}
]