[
	{
		"pid" : 0,
		"p" : "Around 2006, virtual worlds entered the peak of their hype cycle. One of the pupils of the mass media was Second Life, a synthetic environment that gave its users a high level of freedom, in terms of both design and in-world activity. Unsurprisingly, many of these users were artists and creatives, who used virtual worlds as a new field of experimentation and as a new distribution platform."
	},
	{
		"pid" : 1,
		"p" : "A small but extremely dynamic art world developed in Second Life, including artists, art critics, galleries and no-profit organizations. That same year, I designed my own avatar (which, by a strange coincidence, bore my very same name) and some months later, I launched \"Spawn of the Surreal\" (http://spawnofthesurreal.blogspot.com/), a blog that featured the results of my explorations of what I called \"the dumpster of the imaginary\". My first post on \"Spawn of the Surreal\" dates back to July 4, 2007; the last one being written on September 9, 2009, even though it stopped being a regularly updated blog some months before. That is when, more or less, at least to me, Second Life stopped being an interesting playground for radical artistic experimentation."
	},
	{
		"pid" : 2,
		"p" : "Of course this doesn't mean that nothing interesting is happening out there any more. What went in 2008, and is gone today, was the \"community\": the feeling of being a happy few, conquering a temporarily autonomous zone where there were no rules, no institutions, no definitions, no boundaries. Written in 2007, this text chronicles that lost moment, and the ongoing debate on the performative nature of art in virtual worlds."
	},
	{
		"pid" : 3,
		"p" : "Second Life [1]: hardly a day goes by without it being talked about. The media success of the virtual world launched in 2003 by the Californian company Linden Labs appears to be on a par only with its user popularity (around 10 million residents as I write) and commercial success. These three things are obviously closely connected: people flock to SL, companies follow, the media talk about it and this attracts new people and new companies."
	},
	{
		"pid" : 4,
		"p" : "The hype – which strangely enough, as activist and media critic Geert Lovink [2] notes, is fed by «old school broadcast and print media and the wannabe cool corporations» is starting to show its first cracks [3], and while on the one hand it has served to make concepts like \"avatar\", \"virtual worlds\" and \"social networks\" popular, on the other, with its uncritical enthusiasm and superficiality, it has created false expectations that risk leading to an equally uncritical condemnation of a context that does have its problems, but is undeniably rich in potential."
	},
	{
		"pid" : 5,
		"p" : "It's all true: the habitual users of SL represent a ludicrously tiny percentage of the 10 million curious visitors who set up an account for a single visit, without ever following it up; the only returns on the million dollar investments made by the big companies have been in terms of publicity, while their virtual headquarters are usually deserted; SL's graphic engine and scripting language are vastly inferior to those of other virtual worlds; its world is built around a trashy, kitsch aesthetic; the prevalent image is that of «a mega milkshake of pop culture» [4], and life revolves mainly around the banal repetition of real-life rituals (having sex, going dancing, and attending parties, openings and conferences) and the same principles: private property, wealth and consumption."
	},
	{
		"pid" : 6,
		"p" : "As Paolo Pedercini writes: <br />«There is something terribly dystopic about a universe that is so vast and engaging, yet at the same time so privatized and privatizing. This is more than just a nice dream to buy into, more than yet another incarnation of the panopticon... Every day and in an increasing manner this virtual world lays claim to around three and a half years of the intellectual activity of the users who contribute to making it bigger, more dynamic and more attractive» [5]."
	},
	{
		"pid" : 7,
		"p" : "Many view SL as a superficial, hedonistic, phoney bandwagon, a world which is alienating, self-perpetuating, closed off from life, dedicated to profit and the pleasures of the flesh (in a virtual sense, obviously); it lives off the unpaid creativity of its users and its consumerist aspect is like an endemic cancer at the heart of the system (it has been estimated that an avatar consumes as much energy as the average Brazilian citizen) [6]; both its technological infrastructure and the social structure it has spawned are frustratingly limited, and last but by no means least, it is tedious, utterly tedious."
	},
	{
		"pid" : 8,
		"p" : "This type of criticism often crops up in online artistic communities. At times it springs from mere prejudice, but in many cases it comes from people who have a fairly broad experience of life \"in-world\". The American artist G. H. Hovagimyan, one of the pioneers of Net art, asserts, «When you allow an engineer to dictate how you are creative and what form that takes then you have given up your artistic freedom. This is the case in SL». [7]<br />Yet despite this, SL is literally teeming with artists. No other virtual world can boast such a variegated, complex and rich artistic community, and it is probably the only virtual world to have succeeded in focusing global attention on contemporary art, thanks to artists such as Eva and Franco Mattes (0100101110101101.ORG) and Cao Fei, who took her virtual alter-ego China Tracy to the Venice Biennale."
	},
	{
		"pid" : 9,
		"p" : "Art in Second Life<br />Talking about art in SL means, in the first place, working out exactly what it is we are talking about, which doesn't exactly simplify things. What I want to talk about is not SL as a place where a rapidly expanding artistic community meets and networks, or SL as a place which is developing a new art system and market: both interesting phenomena, but for the time being, decidedly over-rated, in view of the fact that the advent of a sustainable art economy is still far off, and as yet there are no players on the horizon capable of changing the rules of a game where works of art go for a handful of Linden dollars (the currency in SL, which can also be changed into real dollars) [8]."
	},
	{
		"pid" : 10,
		"p" : "What I want to talk about is SL as a venue for practising art. SL describes itself as «an online 3D digital world imagined, created and possessed by its residents». [9] In other words, in SL design is by far the prevailing activity, and so-called \"creativity\" is the top-rated resource [10].<br />From avatars to houses, everything that we are not able (or don't wish) to buy has to be designed, and everything you design is subjected to the appraisal of others. The alternatives are anonymity and boredom. This, it could be said, is the curse of SL: there's no way to have fun unless you make it yourself. In this world of \"creative\" people, the word art is frequently misappropriated: this is the first word of warning we would give to the art tourist who decides to venture among the isles of the Metaverse [11]."
	},
	{
		"pid" : 11,
		"p" : "The second is that SL – like the internet – is often used as a showcase by artists in search of the success which seems to elude them in the real-world art system; in other words, in SL you often come across the same old art, but without that initial selection filter that the art world appears to guarantee. Thirdly, in a world which sees itself as the virtual \"double\" of the real one, art proliferates in all its possible forms, but with the difference that these levels, distinctly separate in real life, are all mixed together in the virtual world. In other words this means that in most of the hundreds of \"art galleries\" that abound in SL, figurative kitsch lies alongside late informal, street market paintings jostle with photography, graffiti, abstract works, digital images produced by Photoshop wizards, monumental sculpture and multimedia installations."
	},
	{
		"pid" : 12,
		"p" : "The temple of this variegated art scene is Second Louvre, which hosts a wide selection of the artworks produced by SL residents. Sanguine sketches, paintings and photographs sit alongside Achilles 2006, a monumental sculpture by Starax Statosky, SL's very first (self-declared) native artist. That of Statosky is a curious case, but one which offers a useful starting point for delving into the complexities of the concept of \"art in virtual worlds\"."
	},
	{
		"pid" : 13,
		"p" : "Most of his works are \"traditional sculptures\", namely monumental sculptures of neoclassical inspiration modeled in 3D; however the techniques he uses are anything but \"traditional\", being more similar to that of a programmer than a sculptor. Moreover, Statosky's art is not limited to his sculptures, but extends to his avatar, and his maverick biography, including committing 'suicide' (that is, abandoning SL) when a program update rendered one of his works unusable. In SL, in other words, in the first place it is impossible to make any kind of distinction between traditional media and digital media, and secondly, everything (even the most apparently traditional practices) can be the result of a precise, knowing, artistic design."
	},
	{
		"pid" : 14,
		"p" : "This comes to the fore in the case of Fau Ferdinand, one of the most famous \"painters\" in SL. In actual fact, her paintings, characterized by an eclectic style which buries echoes of surrealism and expressionism among a rich pop substratum – are decidedly less interesting than the whole \"Fau Ferdinand project\", which encompasses her avatar, her house/gallery inspired by the design of a particle accelerator, and her in-world life. All of this applies in the real world too, but in SL it is taken to extremes. To hark back to one of 0100101110101101.org's historic projects, we could say that every SL artist is a budding Darko Maver – a \"fictitious\" character waiting to be acknowledged as \"real\". Or, if you prefer, a convincing Roberta Breitmore, to reference the pioneering work of Lynn Hershman Leeson and her constructed persona (who, needlessly to say, recently landed on SL, thanks to Stanford University) [12]."
	},
	{
		"pid" : 15,
		"p" : "And, as if all this wasn't enough to be going on with, in a world which abuses the word art, we are often forced to reconsider as \"art\" initiatives which set out with another intent. In an interview with Mario Gerosa, the artist Gazira Babeli quotes the example of Travis Curry, «a Texan guy who crossed the whole of SL on foot. If he had said, \"I see this as an artistic project, something which I will document and communicate\", no-one would have objected» [13]."
	},
	{
		"pid" : 16,
		"p" : "Having said this, if art in SL was limited to the situation described above, it would not be entirely wrong to second the view that all of us, artists and critics included, have fallen victim to the hype, and that beyond purely documentary interest, there is no future for art in SL. Not even the widespread, undoubtedly appealing genre of the multimedia installation appears to challenge Hovagimyan's observation: the works of renowned artists such as AngryBeth Shortbread (Annabeth Robinson), DanCoyote Antonelli (DC Spensley), AldoManutio Abruzzo, Juria Yoshikawa and Adam Ramona (the Australian Adam Nash) certainly represent highly effective explorations of the sense of space, time and identity in a virtual world, and sound out the acoustic and aesthetic potential of SL, yet it is hard to get away from the idea that, like any kind of architecture, they are little more than stylistic exercises exploring the potential of a good graphic engine, going no further than the limits set by its program designers. In internet terms, we could liken many of these works to high quality experimental web design [14]."
	},
	{
		"pid" : 17,
		"p" : "This comparison is not casual. Strangely enough, what is happening in SL resembles the situation at the dawn of Net art. The uncritical enthusiasm for the medium at most gives rise to some excellent craftsmanship, but art lies elsewhere, specifically among the artists who apply a critical approach to the medium, not in order to avoid tackling it, but in order to develop works which challenge and address its technical, cultural and ideological limits. This concept was expressed extremely well by the artist Man Michinaga:<br />«I got very tired of feeling like I had to jump on every new piece of tech, and I am trying to focus more on critical content, less on tech... But I saw SL as a new community with a lot of excitement... One thing that I wanted to do was to actually do something that was REAL in SL, not empty hype...» [15]"
	},
	{
		"pid" : 18,
		"p" : "Man Michinaga is Patrick Lichty: American artist, curator, media critic and lecturer. In SL he is one of the founding members of Second Front, a collective of performers which re-presents the logic of Fluxus events in-world, in performances which are often staged in public areas unannounced, improvised and with a high level of audience participation. One of the most memorable was Spawn of the Surreal (February 2007), where the group used a kind of virus to deform the avatars present, drawing them into a sort of improvised dance: thus hitting the audience in what it holds most dear, and challenging the worship of physical beauty that reigns in this hedonistic world. Meanwhile The Last Supper (January 2007) was a re-enactment of the Last Supper which challenged the prevailing popularity of classic masterpieces in SL, packed as it is with reproductions of famous paintings and sculptures. The members of the collective staged Leonardo's Last Supper before profaning it with an improbable punk twist."
	},
	{
		"pid" : 19,
		"p" : "Re-enactment, or as Lichty prefers to call it, \"remediation\", is one of the most popular, interesting avenues in art in SL. The most famous examples are probably the performances of Eva and Franco Mattes, who stage versions of historic pieces from the sixties and seventies. The Mattes specifically select performances destined to appear paradoxical in the setting of a virtual world, given the strange twists that concepts like the body, space, violence and the setting take in a universe made of polygons. In this way, their re-enactments represent both a radical challenge to Performance Art, and to that of the concept of a \"second life\". For instance, in Joseph Beuys' 7000 Oaks, Beuys' ecological operation becomes a \"conceptual virus\" which invades a world characterized by high energy consumption, therefore highly polluting."
	},
	{
		"pid" : 20,
		"p" : "Another artist who works a lot with the concept of remediation [16] is Gazira Babeli, an Italian performer who has been creating radical, irreverent works in SL for over a year, which, combined with her alluring persona and insistence on concealing her true identity, have helped make her a cult figure. In actual fact this concealment has a specific purpose: Gazira Babeli is a project in her own right, the construction of a narrative identity that feels increasingly real the more it appears to remain independent of any kind of author. Everything that Gazira does, from her performances to the installations presented in her first retrospective [17], from the cult-movie Gaz' of the Desert (2007) to her involvement in Second Front, contributes, first and foremost, to bring her persona to life. And this is a character that exists only in what could be termed a \"repository of the imaginary\", that lives off culture, as we can see in her frantic cans of Campbell's Soup, her hailstorm of pop icons, her live performances of Bacon's masterpieces and Duchamp's Nude Descending A Staircase, and her spectacular Omaggio a Luciano Fabro."
	},
	{
		"pid" : 21,
		"p" : "Taking this approach to extremes, Patrick Lichty has come up with the project (re)constructing Cicciolina (2007), which he terms a \"remediation of the artist as object\". What is being offered here is a post modern icon, which immediately raises a comparison with a culture (that of media manipulation) and an aesthetic (devotion to a synthetic, exaggerated form of beauty), which have greatly conditioned the history of SL."
	},
	{
		"pid" : 22,
		"p" : "Leaving Second Life<br />The situation described up to now could not exist without a context to feed and support it, offering it a setting and opportunities to unfurl. The main centers that support this \"native\" art include Ars Virtua, Odyssey and NMC Campus. The first is a \"new media center\", founded in November 2005 by James Morgan, which as well as hosting key shows (from Eva and Franco Mattes to the virtual extension of the project 77 Million Paintings by Brian Eno) has also created an artist residency program. By working in partnership with \"real\" exhibition venues, Ars Virtua aims to give rise to projects which also have a physical presence. NMC Campus is an experimental platform connected to the New Media Consortium, an international partnership that numbers around 250 bodies."
	},
	{
		"pid" : 23,
		"p" : "In view of its highly institutional nature and solid links with Linden Labs, NMC Campus lends particular support to creative efforts aimed at making \"positive\" use of the technical potential of SL, with less attention to the development of critiques of the platform. These abound above all in Odyssey, an island run by Sugar Seville and founded by the Dynamis Corporation. The main appeal of Odyssey lies in the fact that, while it is not a strictly art-related context, what it offers is a free arena open to discussion and experimentation. This openness has led to the creation of a large community of artists, and the organization of events that are already part of the history of the SL community."
	},
	{
		"pid" : 24,
		"p" : "But while the development of a home-grown form of art is the most interesting aspect of art in SL, there is still one big question that needs to be answered: to what extent can such art still have a meaning outside the \"niche\" it is created in, and the context it relates to? How can it be viewed in relation to contemporary art?"
	},
	{
		"pid" : 25,
		"p" : "First of all, it has to be said that whatever the future holds for SL, the issues regarding \"screen life\" which have been lurking in the background throughout the nineties, and which have now come to the fore in the context of virtual worlds, are set to be a dominant theme in daily life for a long time to come. And should this not be the case, it is undoubtedly a dominant theme at present. This has been shown by the Mattes and their avatars; and by the Chinese artist Cao Fei, who presented her work i.Mirror at the last Venice Biennale, a wide-ranging three-part documentary regarding the setting, the people and the stories that are woven every day in virtual worlds like SL."
	},
	{
		"pid" : 26,
		"p" : "As for native art, the position of Second Front is fairly emblematic. The collective claims that its in-world performances do not represent the full extent of its oeuvre, but are merely a point of departure in a wide-ranging vision of performance art which takes them from communications media (and the web in particular) to real space, in the form of re-presenting videos, digital prints and so on. The same can be said for Gazira Babeli, whose movie and videos have made it out of SL, and who is currently looking at ways to stage some of her most provocative works in real life."
	},
	{
		"pid" : 27,
		"p" : "The Port community is looking at another option with its project Objects of Virtual Desire, which «explores immaterial production in a virtual world, and if and how this can be transferred into an economy of material production». In other words, the collective has identified a number of objects that the avatars of SL attach great sentimental value to, and has translated these into real objects. The German artist Aram Bartholl has also developed a number of projects that translate typical virtual world conventions and objects into reality. In Tree, backed by the Berlin Department for Culture, Bartholl transports a tree created as it would be in a virtual world, into a real setting, simulating its three-dimensional nature with overlapping orthogonal planes. All that remains to be seen is whether these portents actually do, as they would appear to, herald an increasing level of exploration of \"virtual life\" in contemporary art."
	},
	{
		"pid" : 28,
		"p" : "First published in HZ Journal, issue 11, December 2007, online at www.hz-journal.org/n11/. A shorter version has been published in Italian in Flash Art, Issue 266, October - November 2007. Translated from Italian by Anna Rosemary Carruthers.<br />[1] From here on in, SL.<br />[2] In a message sent to the mailing list Fibreculture on 14 June 2007: http://fibreculture.org/pipermail/list_fibreculture.org/2007-June/000286.html. <br />[3] I refer to a recent article in Wired, which after generously contributing to the hype, seriously challenges the point of investing financially in the virtual world: see Frank Rose, \"How Madison Avenue Is Wasting Millions on a Deserted Second Life\", in Wired, 24 July 2007, online at www.wired.com/techbiz/media/magazine/15-08/ff_sheep. <br />"
	},
	{
		"pid" : 29,
		"p" : "[4] Paolo Pedercini, \"Sette giorni in una Seconda Vita. Reportage da un mondo virtuale\", in Molleindustria.it, September 2005.<br />[5] Ibid.<br />[6] See Nicholas Carr, \"Avatars consume as much electricity as Brazilians\", in Rough Type, 5 December 2006, online at www.roughtype.com/archives/2006/12/avatars_consume.php. <br />[7] In a message sent to the mailing list -empyre- 18 August 2007: https://mail.cofa.unsw.edu.au/pipermail/empyre/2007-August/msg00156.html. <br />[8] With regards to this, see Helen Stoilas, \"Art makes a scene on Second Life\", in The Art Newspaper, 4 July 2007.<br />[9] From the site www.secondlife.com. <br />"
	},
	{
		"pid" : 30,
		"p" : "[10] Talking about SL the anthropologist Tom Boellstroff uses the term \"creationist capitalism\". Quoted in Mario Gerosa, Second Life, Meltemi, Milan 2007.<br />[11] This term, coined by the sci-fi writer Neal Stephenson in his novel Snow Crash (1992), is very popular with residents as a synonym for SL.<br />[12] See http://presence.stanford.edu:3455/Collaboratory/346. <br />[13] Mario Gerosa, in Second Life, quoted, p. 142.<br />[14] This comparison is actually a little simplistic, as these projects go deeper than exercises in style, experimenting with the concept of identity. While DC Spensley is a mature artist, his virtual persona is young, enterprising and ambitious. Lance Shields is a Tokyo-based, male multimedia artist and designer, while Juria Yoshikawa, his avatar, is a Japanese girl with blue hair. Another issue revolves around the fact that, when you create a sculpture, a multimedia installation or a kinetic space in SL, you are not simply designing an information space, but a living space that can be experienced by other people in the form of avatars. Yet, Hovagimyan’s criticism still applies: these artists are just exploiting the potential of a medium designed by someone else, without the value added by its evolution into a social space.<br />"
	},
	{
		"pid" : 31,
		"p" : "[15] Email to the author, 17 August 2007.<br />[16] Truth be told, Gazira is actually fairly critical of the concept of remediation. After a shorter version of this article was published in Flash Art, she wrote to me: «This increasing consensus regarding the idea of \"remediation\" has been troubling me for at least a year. If I played with it, it was just to deny or ridicule it, because it sounds really like a sense of guilt and/or impotence over the past... and art... When I came out with the word \"performance\", I understood that there were two possible attitudes: as a commentary (if defined in the art history sense) or speculative (as in the common usage: \"performative = an utterance by means of which the speaker performs a particular act\"). I am more interested in action than remediation». Email to the author, October 2007.<br />[17] Gazira Babeli: [Collateral Damage], ExhibitA, Odyssey, 16 April 2007."
	}
]
