<p class="page" id="a4966003">[Page 3]</p>
<p>fleet bombarding the Dardanelles &ndash; We left Port in Company with the "Ascot" clearing Lemnos Island about 11.30 a.m. &ndash; We carry very heavy packs including three "Iron" rations (little bags containing biscuits, small tin of bully beef and little packets of beef extract) 200 rounds of ammunition and bundle of firewood the "Ascot" has the rest of the 13th aboard &ndash; heard the big guns going an hour after leaving Lemnos &ndash; heard bombardment all day off Gallipoli (in the Gulf of Saros) saw our warships all along the coast firing continuously  and many transports lined up along the Coast ready to land and some landing and some transports which had landed their troops returning &ndash; on arriving close inshore saw the warships firing distinctly and could see where the shells landed &ndash; anchored off Gallipoli about 4.30 p.m. and had dinner &ndash; many other transports and battle ships all around us. In the evening just before sunset the warships round us shelled all the hills in front of us and raked the whole of the skyline with schrapnel &ndash; several Turkish shells fell in the water amongst the transports close to us and some transports moved further out &ndash; our aeroplanes went up and made several reconnaisances &ndash; the fire from our ships seemed very accurate &ndash;  some of the troops from our boat landed at Sundown and through the afternoon and night  rapid rifle and machine gun fire could be heard &ndash; we were ordered on our troop deck fully equipped to disembark about 6.30 p.m. but later orders came that we might not disembark till 1 a.m. and to sleep in sack as best we could in the meantime &ndash; numerous naval launches came alongside during the night &ndash; some with wounded aboard  and various rumours of our losses current &ndash; (we had heard earlier in the day that those of our (Australian and N.Z.) troops which had already landed had occupied a ridge on our right) &ndash; Had coffee about 1.30 a.m. and waiting orders to disembark &ndash; chaps in good fettle and very cheerful being glad to be into the real biz. at last &ndash; four chaps who went ashore early in the evening were sent back aboard as wounded &ndash; The bombardment of the Turks positions on the hills (there is only a small beach opposite us where the troops are landing and then very steep hills and deep gullies) was a fine site [sight] and demonstrated the accuracy of the gunners and great method &ndash; every command from the boat directing the fire being carried out smoothly and quickly &ndash; Just been</p>
