<p class="page" id="a4966012">[Page 12]</p>
<p>Considering the number of shells they send. Our party dug out a post office in the hillside opposite the beach and roofed it with sandbags.</p>
<p>17/5/15<br/>Fatique [Fatigue] &ndash; unloading cargo from barques on the beach &ndash; much schrapnel and a doxen [dozen] or so hit. Am camped in a dugout [dug out] on the hillside with Badman. Very hot day. Warships are applying to enemy shellfire enemy also bring some very big shells at our warships lying off the beach. Hands all over soars [sores] and several boils on me and feel very off colour. insects damnable.</p>
<p>19/5/15<br/>Got hit in shoulder by a spent bullet while unloading cargo on the beach about 1. a.m. this morning (we do this work mostly at night because of shellfire) A glancing shot just cut my shoulder a little no damage done. There was a big attack by the enemy on our lines all round last night and this morning. but we repulsed them with very heavy losses. Big sheels [shells] bursting all over the beach and hillside where I am this morning. One which struck the hillside just above me nearly filled up my dugout with dirt and stone, blast the Turks. A boat load of our wounded being taken to the hospital ship lying off the beach just missed a big sheel [shell] by a boats length it sent up a column of water 20 or 30 ft high. I made [came] ashore very anxious for the boat full of poor helpless wounded chaps but although a few more sheels [shells] went after them none were close and they got aboard alright.</p>
<p>20/5/15<br/>A company came back from beach and rejoined battalion in gully &ndash; foot very sore &ndash; big shells 9" (Jack Johnson's we call them) falling on our trenches and several feel [fell] near us as we went up the gully) Turks lost very heavily in their attack on our trenches last night &ndash;</p>
<p>21/5/15<br/>The 13th went into trenches on Quinns Post &ndash; trenches very uncomfortable and cramped and not much good to fire from &ndash; Turks trenches only 25 yards in front of us. we threw some bombs into their trenches and they returned some which shook things up a bit but damaged no one. Duced [Deuced] awkward not knowing when [one] is going to land on you (Bomb throwing being nearly all done at night) and having very little room to get away from them.</p>
