<p class="page" id="a4966008">[Page 8]</p>
<p>whose we didn't know &ndash; we all laid down for a while and then went on a bit, but the officer in charge was lost and a few yards further on we found ourselves between the fire of the Turks and our 16th Battalion &ndash; the bullets zipped everywhere amongst and around us and many of our chaps fell wounded or dead &ndash;  amongst those near me Crowley &amp; Johnson fell badly wounded. The fire became too hot for anything and those of us left scouted [scooted] into the head of a gully into which the officer cleared for shelter singing out for us to follow &ndash; here most of the bullets flew a little high over us but many went amongst us &ndash; I went back and brought Crowley in someone else got Johnson and some others who had fallen when we ran into the fire &ndash; the bullets were still as bad as ever and it was very unhealthy anywhere there. Stayed in the gully for a while and helped the first aid ambulance chap bind up Crowley's wounds and a lot of other wounded &ndash; the top of the gully &ndash; or rather the narrow bed of it was full of dead and wounded and I had to pick my steps moving about for fear of threading [treading] on them. We sent the word down with stretcher bearers for the wounded and took wounded as far down gully as we could to be out of the fire. Got word back stretcher bearers could not come for a while as they were removing wounded further down the gully who were blocking the way. Started out to find the rest of the 13th Battalion and after getting into the 16th trenches and eventually found them about 3 p.m. on [On] Monday morning the 3/5/15  they had driven the Turks outof their trenches and occupied it [them] them &ndash; we dug down [our] trench deeper and a support trench at the rear. Some English mariners [marines] were at the rear of the trench we are [have] taken in the open. At dawn we found we were engulfed [enfiladed] on both sides by Turkish machine guns and the marines who were outside the trenches were shot down wholesale before they realised what was up &ndash; many of our chaps in the trenches were also wounded. All that day (a Monday) we had to duck down low in the trenches as the Turks had a continuous stream of machine gun fire on us from both flanks and rifle fire on our front. A good many of our men were wounded during the day in part of the trench I was in and one near me who exposed himself above the trench was shot dead through the heart. Sgt. Mitchell very pluckily exposed himself to pass sandbags up from</p>
