{"vid":"101352","uid":"1","title":"Henry Weston Pryce diary, 14 July 1916-1917 - Page 2","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"101329","type":"transcript_page","language":"und","created":"1389062103","changed":"1397711341","tnid":"0","translate":"0","revision_timestamp":"1397711341","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 9]<br> \r\n 8th Had as easy a day as is pos without a smoke. War-dogs went out this evening, cleared [indecipherable]<br> \r\n 9th Addition to family. Lad left behind by ? put in our mess &amp;, seeing our smokeless state, sparred up 1/- per man for the wherewithal. We regard him as a real hero. The man that lent 21/- to the machine gunners takes a risk. War dogs back still looking dozzy. Brought another ornament for the harbour ? a Greek that left ahead of them yesterday, &amp; [indecipherable] back still ahead. She wont leave again, as she's well fenced in. A lot of news handed down to day, not very hopeful. <br> \r\n Signals outside. We have just moved further into the Estuary to an anchorage closer to the mountain.<br> \r\n 10th Sunday Out at 6am. to see the 'trippers? come back. Two out of the four that sailed on the 4th have got in again. The other two, with our own boys aboard, are not sighted &amp; we're speculating ? 10.30. Three more arrivals, a chow, an oil tank &amp; a mail boat. Plenty smoke outside war dogs very active. Church parade at 11 very significant Service ? the service before action, all about over confidence, etc &amp; preparedness for eternity ? very cheerful man, our sky pilot.</p> \r\n <p><a name=\"a6375010\"></a></p> \r\n <p>[Page 10]<br> \r\n Rumors lead us to place tin fish second on the list of things to be considered unhealthy<br> \r\n 12  Two more arrivals. A big auxiliary &amp; store ship. Put in afternoon as usual, playing five hundred ? Got two slams in succession for the first time since I've played the game.<br> \r\n 4pm. Big Frenchman, Montcalm class, arrived. Big flag ? could roof house with it!. Japs just visible outside, lying to. We have hopes of departure. Rumours that we run tomorrow<br> \r\n 11th <br> \r\n Nothing doing. Pay 9/-. One shilling held against loss of cutlery when disembarking.  Big French Auxiliary just in. Short of stores ? other ships in port all depend on <u>us</u> for food ? particularly vegetables. Water run short &amp; ship unable to take on sufficient fresh to keep up supplies. Condensed water here awful.<br> \r\n 12th <br> \r\n Officially informed of the whys &amp; wherefores of our stay here. We're here because we cant get out! We wont get out for days possibly weeks. We're going on short rations. We not going to wash in fresh water any more, any more.</p> \r\n <p><a name=\"a6375011\"></a></p> \r\n <p>[Page 11]<br> \r\n We going to be good little boys &amp; do what daddy says ? if he wants us to coal ship, transfer cargo, launch boats, stoke fires or swim ashore &amp; duck for the tall timber on the other side the ramp ? well we're to do it &amp; say nixsy. Fact is we've been poking borak at Fritz for being bottled up, blockaded etc . Now Fritz has got it on us good &amp; strong &amp; its us to sit back &amp; [indecipherable] low.<br> \r\n There are this evening, just 20 ships in. There is a 35 knot beauty outside &amp; we dont want to see her.<br> \r\n 13th / [indecipherable] Another big Frenchman, much stained &amp; battered, just in. She looks bad ? very sick.<br> \r\n Other ships in offing.<br> \r\n 1.30. There seems to be a sort of fleet arriving. One more of the boats that left on the 4th ran in at dinner time. She was followed by a castle boat (well filled) a mail boat and a Britisher. The latter is some ship &amp; should be equal to any Deutcher afloat.?  a Great cruiser of the latest, light but mighty dangerous looking.<br> \r\n Other arrivals during afternoon &amp; evening ? a Shire boat, two Cays Steamers and a big ship of the Marathon type. Three small colliers brought the total of our harbor ornaments to 31.</p> \r\n <p><a name=\"a6375012\"></a></p> \r\n <p>[Page 12]<br> \r\n The Lincolnaise<br> \r\n Oh we'll never see the Exford any more<br> \r\n and we'll never see the Carlton any more<br> \r\n For they've wrecked  us  on the mud<br> \r\n Far away from any port<br> \r\n And we cant go navigating any more<br> \r\n Then old Admiral Fremantle did he roar?<br> \r\n did he roar?<br> \r\n And he sent us off in flat-boats to the shore<br> \r\n Where the ? niggers smiled<br> \r\n As in sadness we defiled<br> \r\n With our baggage to the Admiralty shore<br> \r\n We were weary &amp; full rotten to the core<br> \r\n To the core!<br> \r\n On the mountain road a million feet or more?]<br> \r\n Up above the - town ?<br> \r\n where the  - -  brown<br> \r\n Monkeys madly through the treetops from us tore<br> \r\n With the monkeys &amp; the niggers of the shore<br> \r\n by the shore ?<br> \r\n Eating bully beef &amp; biscuit &amp; <u>paw paw</u> - <br> \r\n Oh! tell mother I'll be there<br> \r\n Where they never drink or swear ? <br> \r\n For we'll never see Australia <br> \r\n Anymore! <br> \r\n Sierra Leone  [indecipherable] <br> \r\n 4/12/16<br> \r\n 13th  One, a navy transport went at tea-time &amp; was saluted by all the French ships in the lines. There's much conjecture as to her mission; about 15 to 20 thousand pairs of eyes watched her with the same thought:<br> \r\n Where the deuce is the tub going to ? unescorted &amp; unarmed?</p> \r\n <p><a name=\"a6375013\"></a></p> \r\n <p>[Page 13]<br> \r\n The ways of the navy seem strange. Another bulletin published to-day ? all about Germany's politicians &amp; Holbeig's ramblings in particular. We take such things with salt and anyway it does not let us out or increase the rations. Spuds finished today, but luckily there's plenty rice &amp; I like it better than spuds. Some of us are enjoying the whole stunt &amp; get a lot of fun out of the wild yams that come out of the mud. But its bad for the majority of the boys ? the sick parades are coming very heavy &amp; those not sick are looking very washed out. Three of ours who were chucky as niggers this morning are out to it this evening. There is so much moisture in the air that the least chill is dangerous. ? the first pneumo death occurred night before last ? a fireman. Met [indecipherable] Jamieson tonight on this boat. Funny how things go ? when Jaken J stayed behind at Addison road none of us expected to see much of him again. However here he is - &amp; he'll see the war not a moment later than we will, poor cow &amp; over 20,000 troops held up here.<br> \r\n [indecipherable]</p> \r\n <p><a name=\"a6375014\"></a></p> \r\n <p>[Page 14]<br> \r\n [Not transcribed]</p> \r\n <p><a name=\"a6375015\"></a></p> \r\n <p>[Page 15]<br> \r\n Steaming WNW at dusk. Sea like a mirror. Parade 6.30 ? 7am. 9.30 -11 am (lecture Lt Bruce on field engineering, bombs &amp; grenades very interesting ? wonder why we are not taught more about other arms &amp; explosive which we must use the little pea shooter?<br> \r\n Afternoon parade 3 to 4p.m. a very imposing affair.-  All hands stripped &amp; standing round ? fighting one another ? under the salt water faucett. Our canteen can only sell lemonade? cigarettes &amp; tinned fish. Tobacco &amp; matches are ?non est.? Also, all fresh water being barred except a small quantity for drinking only, it has now become a crime  to shave. All from Commandant down go unshaven &amp; look pretty rough. This is the result of orders issued on day of departure.</p> \r\n <p>[Sketch of Mountain and River]<br> \r\n xPl. Zokell R. Length 300m Source in Liberia. <br> \r\n Mt. Koro</p> \r\n <p><a name=\"a6375016\"></a></p> \r\n <p>[Page 16]<br> \r\n 16th Steaming N.W. Many sick aboard mostly suffering from \"low proli\" ? a funny complaint; they get very weak, suffer from pains in the head, particularly about the eyes &amp; often collapse. In the latter case they go the Hospital trip up three ladders feet first to return looking as if they wished they didn't. Some of them can do nothing but hang on to their heads as tho afraid of losing them.<br> \r\n To add to their tribulation, we are under orders to go nowhere in the ship without a life belt. This applies to all on the ship. We must parade with our belts, drill with them, take them to the mess table &amp; the shower bath , and finally use them as a pillow at night. There's one ship in this squadron that annoys us. She ought to get the knock. Every couple of hours she gets up a big pressure in her boilers &amp; not being allowed to get ahead, she runs rings round the other ships and does snaky turns in &amp; out of the line. Occasionally she lags behind for the pleasure of catching up again  passing round the head of the lines &amp; falling astern on the opposite side. The exhibition of so much pace naturally gets on our goat, &amp; then we dont like to see the flying fish disturbed so much.</p> \r\n <p><a name=\"a6375017\"></a></p> \r\n <p>[Page 17]<br> \r\n [Sketch at side of entries for Dates 17th and 18th]<br> \r\n 17th  Still N.W. cloudy, long slight roll from N, beginning to chop at mid-day. Breezy. Getting cooler. Very slow travelling warship starboard (astern) at reveille. Detailed for submarine guard. Had hair cut other day ? have the inevitable cold.<br> \r\n 18th  Guard . Have good position broad deck immediately with Bridge. Heavy roll. Good view of our little fleet- its very funny to see how some of the ships behave. Pt. Melbourne, right ahead, side steps each swell like a giant crab; sometimes she actually jumps about 25 to 30 yds &amp; looks as if she is trying to steam sideways. <br> \r\n 19th Saw a few fine [indecipherable] &amp; a splendid display of phosphorescence last night but no Subs. Had the pleasure of reporting the [indecipherable] twice ? there's something fishy about that ship. Ever since leaving Freetown she has shown a bright light each night Escort, I believe, roared at her twice but last night same thing occurred. The light showed at intervals from different parts of the ship; usually a porthole, all night. Think there's some swine there trying to put the show away. OC came to look this morning &amp; there's going to be hells delight for some of her people.<br> \r\n Spent the day malingering up under the gun platform. Did not seem worth while to parade. Auction sale of dead men's property. ? I     </p> \r\n <p><a name=\"a6375018\"></a></p> \r\n <p>[Page 18]<br> \r\n did not buy anything.<br> \r\n 20th. Fine bright day. Course NW by N, N, NE &amp; E at 5.30. Am told on good authority that our detour has taken us well over 1000 M west of the trade route &amp; consequently we wont get to old Blitie before 27 or 28 Inst.<br> \r\n 21st  ENE, heavy swell running. This is our 63rd day out from Melbourne. We are all reckoning on a fine pay after landing. &pound;4/6/- owing me to date. Medical experiment in progress ? Several down up to date. Our turn to-morrow. have a cold but don't expect any trouble with the M.O. as regards fitness. Got my notes jotted down on old Lincoln &amp; at Mt Aureol &amp; am entering them here in case the other papers go astray. We have difficulty this way as one cant always carry ones things about in onship rig, &amp; the spirit of comradeship ? the Esprit de corps ? of our army is so fine that nothing is safe from the sneak thief and the casual pilferer. While on this tack we wonder would people ever give to war funds if they could see the misuse &amp; scoundrelism that goes on. One of our chaps bought a box of chocolates from stores today</p> \r\n <p><a name=\"a6375019\"></a></p> \r\n <p>[Page 19]<br> \r\n inside was a note from the lady donor &amp; an address. He paid 1/6 for this lot ? it was only intended for some wounded man in hospital. Several cases of [indecipherable] goods ? pyjamas, dressing gowns, hospital slippers &amp; socks, white shirts, rugs, washers &amp; towels were broken up to-day &amp; handed out to able bodied men who fancied them. It was in no way a case of need ? just that the goods were handy &amp; the men had recently been paid. Thus, while the people responsible could make good fellows of themselves by giving away the unwanted stuff they could also grow richer by charging small sums for the  most useful articles<br> \r\n Incidentally the canteen being short of everything, prices for such things as are yet in stock have been raised about 200 &percnt; . We ask where does all this cash go to?. A soldier can buy anything but his discharge ? at a price, but he often wonders who makes the profit. Hell will be overcrowded with Military administrators &amp; charity Committees!<br> \r\n Our advice to the women who want to help the soldiers: Dont waste your time &amp; money working to make riches for a lot of rogues ? send what you want to send direct to those you know or those someone else knows &amp; will tell you of. Preferably, let your donations be in cash, registered in the post.</p> \r\n <p><a name=\"a6375020\"></a></p> \r\n <p>[Page 20]<br> \r\n [indecipherable]<br> \r\n Examination. Xmas orders issued ? no singing, lights etc. Parade &amp; Drill Xmas Day ? Compulsory Church Sunday. Canteen closing 23rd for a good.<br> \r\n \"Plum\" duff for dinner today, we've been amusing ourselves making little tombstones, discs etc with slices of it. It's quite solid &amp; will dry up into a semblance of hard, grey soap or compo. Some of the lads have inscribed pieces of it, carved them in various shapes &amp; are posting them home in cigarette boxes. Rougher weather &amp; much cold rain.<br> \r\n 23rd<br> \r\n Heavy rain squalls<br> \r\n Last night the the P Melb went missing but came back to the fold this morning under protection of a cruiser. Still bleak &amp; watery. This northward section of the voyage is worse than warfare itself ? under troopship conditions<br> \r\n 24th  Church parade this morning. Steaming west slowly all last night- now making slow progress N.E once more. Weather clearer, but still showery with indications of fog. <br> \r\n N.Z. ship hove alongside this afternoon taking in tucker. Dont know how they are faring, but they must be pretty short of rations on some of the ships. Informed that everything possible will be done to give us something decent to eat</p> \r\n <p><a name=\"a6375021\"></a></p> \r\n <p>[Page 21]<br> \r\n for dinner tomorrow. Of course none of the transports were expected to be still at sea by Dec. so no Xmas provisions aboard.<br> \r\n 25th Xmas Day. They found some cocoa somewhere &amp; managed to give us a weak unsweetened decoction with a slice of bacon each &amp; a roll. Quite a pleasant change for breakfast.<br> \r\n Dinner consisted of a slice of pork each, a spud, tinned cabbage, roll &amp; plum duff ? plenty of latter. O.C. troops made a sort of speech to the Port Lincoln machine gunners. Complimented us on the way we settled down to conditions on this ship, deeply sympathised with us as \"shipwrecked soldiers who, own home having gone bung, were forced into cramped quarters <br> \r\n [indecipherable] <br> \r\n of a strange ship. Regarding us as guests of the Ulysses had decided to use the balance of Ulysses sports fund to present each of us with a packet of Three Castles cigarettes\" &amp; a few odds and ends from Canteen (now closed). He concluded by reading George V's message to soldiers, &amp; sailors, &amp; informed us that not only was it not forseen that we should be so long on voyage, but, having been within an ace of going under the sea in coffin full of portholes, we would not be un-nerved by the information that we are still much closer to the sea bed than to England! If luck continued with the ?hungry six? we might expect to reach some port unknown by Wednesday , 27th inst when </p> \r\n <p><a name=\"a6375022\"></a></p> \r\n <p>[Page 22]<br> \r\n our troubles would commence. Advised us candidly to take a last good look at the sun &amp; enjoy it to the full, as we might not see him again for a considerable period.  \"Where you come from they register rainfall ? where you are going they only take notice of intervals of sunlight.\"<br> \r\n Passing from fog to fog all day with bursts of weak sunlight. Dont feel the cold ? but then we are all done up like bales of wool. All \"blues\" handed over on to-days parade to be dumped. The dumping consisted of piling the abandoned clothing in a hatch &amp; then looking out to sea (officers) while crew downed on the deck &amp; ducked off with them to their own quarters. When you hear of the military dumping ?blues? at sea towards end of voyage ? wink once &amp; let it pass. Today a curious coincidence came my way. Sitting on deck after dinner noticed a cobber with life belt on which letters C.G.P. (printed) caught my eye. It[seemed like Charlie's writing &amp;, therefore, I got hold of the belt ? swapped my own, - and examined it. \"CGP\" appeared in couple of places, but inside the letters  were written \"CGP\" &amp; underneath in what looked like another handwriting,  C.G. Price. Looks as this belt was Charlies property on voyage to France ? a number of belts on this ship are from other transports, therefore it is strange if his found its way to myself in  </p> \r\n <p><a name=\"a6375023\"></a></p> \r\n <p>[Page 23]<br> \r\n in the jumble of transfers from ship to ship.<br> \r\n Afternoon &amp; evening travelling dead slow &amp; zig-zag. Stopped all night.<br> \r\n 26th Repacking kits &amp; equipment. Orders to do away with superfluous kit ? No man to land with more than one kit bag. Have managed, somehow, to get all into one bag &amp; pack, but it necessitates abandonment of much useful stuff. We are told we are (9am) 500 miles from port, but cannot hope to get in before Wednesday or Thursday night. Picked up escort this afternoon ? 8 destroyers came tearing up to us just after dinner &amp; lined up on each side the convoy. We hit the speed up for the first time for days &amp; are now making good time with the TBD's line astern.<br> \r\n More [indecipherable] fail us.(1) We receive two blankets prior to dis-embarkation ... all we get in Dear old Blighty. Our O.C. told us he expected we?d freeze hard long before due for France, but he can't help it. It appears that old Blightie's children need more blankets than we do. They feel the cold so, poor dears. (2) We land in the west, in fog etc, &amp; possibly spend some time in a Depot before joining camps.<br> \r\n This means we must take rations with us from the ship!  (3). We will be due for &pound; 5 back pay &amp; 6 days leave or settling down ? but Australians are not allowed loose in England beyond certain limits ? which do not include any big places of </p> \r\n <p><a name=\"a6375024\"></a></p> \r\n <p>[Page 24]<br> \r\n interest, especially London. This latter bit of news we can hardly credit. They?d hardly have the nerve to put the kybosh on us to that extent, although I must admit that Australia's record in S Africa, West Africa &amp; France would be good excuse for them to bar us altogether from their towns &amp; homes....if it were not that they're not much better them-selves. (There are plenty with us to judge by).<br> \r\n Weather still wet &amp; foggy, But cold not as bad as expected. I feel no colder than I've often been in Sydney &amp; we're close to Snow now<br> \r\n Formation during past week </p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 9]<br><br />\n 8th Had as easy a day as is pos without a smoke. War-dogs went out this evening, cleared [indecipherable]<br><br />\n 9th Addition to family. Lad left behind by ? put in our mess &amp;, seeing our smokeless state, sparred up 1/- per man for the wherewithal. We regard him as a real hero. The man that lent 21/- to the machine gunners takes a risk. War dogs back still looking dozzy. Brought another ornament for the harbour ? a Greek that left ahead of them yesterday, &amp; [indecipherable] back still ahead. She wont leave again, as she's well fenced in. A lot of news handed down to day, not very hopeful. <br><br />\n Signals outside. We have just moved further into the Estuary to an anchorage closer to the mountain.<br><br />\n 10th Sunday Out at 6am. to see the 'trippers? come back. Two out of the four that sailed on the 4th have got in again. The other two, with our own boys aboard, are not sighted &amp; we're speculating ? 10.30. Three more arrivals, a chow, an oil tank &amp; a mail boat. Plenty smoke outside war dogs very active. Church parade at 11 very significant Service ? the service before action, all about over confidence, etc &amp; preparedness for eternity ? very cheerful man, our sky pilot.</p>\n<p><a name=\"a6375010\"></a></p>\n<p>[Page 10]<br><br />\n Rumors lead us to place tin fish second on the list of things to be considered unhealthy<br><br />\n 12  Two more arrivals. A big auxiliary &amp; store ship. Put in afternoon as usual, playing five hundred ? Got two slams in succession for the first time since I've played the game.<br><br />\n 4pm. Big Frenchman, Montcalm class, arrived. Big flag ? could roof house with it!. Japs just visible outside, lying to. We have hopes of departure. Rumours that we run tomorrow<br><br />\n 11th <br><br />\n Nothing doing. Pay 9/-. One shilling held against loss of cutlery when disembarking.  Big French Auxiliary just in. Short of stores ? other ships in port all depend on <u>us</u> for food ? particularly vegetables. Water run short &amp; ship unable to take on sufficient fresh to keep up supplies. Condensed water here awful.<br><br />\n 12th <br><br />\n Officially informed of the whys &amp; wherefores of our stay here. We're here because we cant get out! We wont get out for days possibly weeks. We're going on short rations. We not going to wash in fresh water any more, any more.</p>\n<p><a name=\"a6375011\"></a></p>\n<p>[Page 11]<br><br />\n We going to be good little boys &amp; do what daddy says ? if he wants us to coal ship, transfer cargo, launch boats, stoke fires or swim ashore &amp; duck for the tall timber on the other side the ramp ? well we're to do it &amp; say nixsy. Fact is we've been poking borak at Fritz for being bottled up, blockaded etc . Now Fritz has got it on us good &amp; strong &amp; its us to sit back &amp; [indecipherable] low.<br><br />\n There are this evening, just 20 ships in. There is a 35 knot beauty outside &amp; we dont want to see her.<br><br />\n 13th / [indecipherable] Another big Frenchman, much stained &amp; battered, just in. She looks bad ? very sick.<br><br />\n Other ships in offing.<br><br />\n 1.30. There seems to be a sort of fleet arriving. One more of the boats that left on the 4th ran in at dinner time. She was followed by a castle boat (well filled) a mail boat and a Britisher. The latter is some ship &amp; should be equal to any Deutcher afloat.?  a Great cruiser of the latest, light but mighty dangerous looking.<br><br />\n Other arrivals during afternoon &amp; evening ? a Shire boat, two Cays Steamers and a big ship of the Marathon type. Three small colliers brought the total of our harbor ornaments to 31.</p>\n<p><a name=\"a6375012\"></a></p>\n<p>[Page 12]<br><br />\n The Lincolnaise<br><br />\n Oh we'll never see the Exford any more<br><br />\n and we'll never see the Carlton any more<br><br />\n For they've wrecked  us  on the mud<br><br />\n Far away from any port<br><br />\n And we cant go navigating any more<br><br />\n Then old Admiral Fremantle did he roar?<br><br />\n did he roar?<br><br />\n And he sent us off in flat-boats to the shore<br><br />\n Where the ? niggers smiled<br><br />\n As in sadness we defiled<br><br />\n With our baggage to the Admiralty shore<br><br />\n We were weary &amp; full rotten to the core<br><br />\n To the core!<br><br />\n On the mountain road a million feet or more?]<br><br />\n Up above the - town ?<br><br />\n where the  - -  brown<br><br />\n Monkeys madly through the treetops from us tore<br><br />\n With the monkeys &amp; the niggers of the shore<br><br />\n by the shore ?<br><br />\n Eating bully beef &amp; biscuit &amp; <u>paw paw</u> - <br><br />\n Oh! tell mother I'll be there<br><br />\n Where they never drink or swear ? <br><br />\n For we'll never see Australia <br><br />\n Anymore! <br><br />\n Sierra Leone  [indecipherable] <br><br />\n 4/12/16<br><br />\n 13th  One, a navy transport went at tea-time &amp; was saluted by all the French ships in the lines. There's much conjecture as to her mission; about 15 to 20 thousand pairs of eyes watched her with the same thought:<br><br />\n Where the deuce is the tub going to ? unescorted &amp; unarmed?</p>\n<p><a name=\"a6375013\"></a></p>\n<p>[Page 13]<br><br />\n The ways of the navy seem strange. Another bulletin published to-day ? all about Germany's politicians &amp; Holbeig's ramblings in particular. We take such things with salt and anyway it does not let us out or increase the rations. Spuds finished today, but luckily there's plenty rice &amp; I like it better than spuds. Some of us are enjoying the whole stunt &amp; get a lot of fun out of the wild yams that come out of the mud. But its bad for the majority of the boys ? the sick parades are coming very heavy &amp; those not sick are looking very washed out. Three of ours who were chucky as niggers this morning are out to it this evening. There is so much moisture in the air that the least chill is dangerous. ? the first pneumo death occurred night before last ? a fireman. Met [indecipherable] Jamieson tonight on this boat. Funny how things go ? when Jaken J stayed behind at Addison road none of us expected to see much of him again. However here he is - &amp; he'll see the war not a moment later than we will, poor cow &amp; over 20,000 troops held up here.<br><br />\n [indecipherable]</p>\n<p><a name=\"a6375014\"></a></p>\n<p>[Page 14]<br><br />\n [Not transcribed]</p>\n<p><a name=\"a6375015\"></a></p>\n<p>[Page 15]<br><br />\n Steaming WNW at dusk. Sea like a mirror. Parade 6.30 ? 7am. 9.30 -11 am (lecture Lt Bruce on field engineering, bombs &amp; grenades very interesting ? wonder why we are not taught more about other arms &amp; explosive which we must use the little pea shooter?<br><br />\n Afternoon parade 3 to 4p.m. a very imposing affair.-  All hands stripped &amp; standing round ? fighting one another ? under the salt water faucett. Our canteen can only sell lemonade? cigarettes &amp; tinned fish. Tobacco &amp; matches are ?non est.? Also, all fresh water being barred except a small quantity for drinking only, it has now become a crime  to shave. All from Commandant down go unshaven &amp; look pretty rough. This is the result of orders issued on day of departure.</p>\n<p>[Sketch of Mountain and River]<br><br />\n xPl. Zokell R. Length 300m Source in Liberia. <br><br />\n Mt. Koro</p>\n<p><a name=\"a6375016\"></a></p>\n<p>[Page 16]<br><br />\n 16th Steaming N.W. Many sick aboard mostly suffering from \"low proli\" ? a funny complaint; they get very weak, suffer from pains in the head, particularly about the eyes &amp; often collapse. In the latter case they go the Hospital trip up three ladders feet first to return looking as if they wished they didn't. Some of them can do nothing but hang on to their heads as tho afraid of losing them.<br><br />\n To add to their tribulation, we are under orders to go nowhere in the ship without a life belt. This applies to all on the ship. We must parade with our belts, drill with them, take them to the mess table &amp; the shower bath , and finally use them as a pillow at night. There's one ship in this squadron that annoys us. She ought to get the knock. Every couple of hours she gets up a big pressure in her boilers &amp; not being allowed to get ahead, she runs rings round the other ships and does snaky turns in &amp; out of the line. Occasionally she lags behind for the pleasure of catching up again  passing round the head of the lines &amp; falling astern on the opposite side. The exhibition of so much pace naturally gets on our goat, &amp; then we dont like to see the flying fish disturbed so much.</p>\n<p><a name=\"a6375017\"></a></p>\n<p>[Page 17]<br><br />\n [Sketch at side of entries for Dates 17th and 18th]<br><br />\n 17th  Still N.W. cloudy, long slight roll from N, beginning to chop at mid-day. Breezy. Getting cooler. Very slow travelling warship starboard (astern) at reveille. Detailed for submarine guard. Had hair cut other day ? have the inevitable cold.<br><br />\n 18th  Guard . Have good position broad deck immediately with Bridge. Heavy roll. Good view of our little fleet- its very funny to see how some of the ships behave. Pt. Melbourne, right ahead, side steps each swell like a giant crab; sometimes she actually jumps about 25 to 30 yds &amp; looks as if she is trying to steam sideways. <br><br />\n 19th Saw a few fine [indecipherable] &amp; a splendid display of phosphorescence last night but no Subs. Had the pleasure of reporting the [indecipherable] twice ? there's something fishy about that ship. Ever since leaving Freetown she has shown a bright light each night Escort, I believe, roared at her twice but last night same thing occurred. The light showed at intervals from different parts of the ship; usually a porthole, all night. Think there's some swine there trying to put the show away. OC came to look this morning &amp; there's going to be hells delight for some of her people.<br><br />\n Spent the day malingering up under the gun platform. Did not seem worth while to parade. Auction sale of dead men's property. ? I     </p>\n<p><a name=\"a6375018\"></a></p>\n<p>[Page 18]<br><br />\n did not buy anything.<br><br />\n 20th. Fine bright day. Course NW by N, N, NE &amp; E at 5.30. Am told on good authority that our detour has taken us well over 1000 M west of the trade route &amp; consequently we wont get to old Blitie before 27 or 28 Inst.<br><br />\n 21st  ENE, heavy swell running. This is our 63rd day out from Melbourne. We are all reckoning on a fine pay after landing. &pound;4/6/- owing me to date. Medical experiment in progress ? Several down up to date. Our turn to-morrow. have a cold but don't expect any trouble with the M.O. as regards fitness. Got my notes jotted down on old Lincoln &amp; at Mt Aureol &amp; am entering them here in case the other papers go astray. We have difficulty this way as one cant always carry ones things about in onship rig, &amp; the spirit of comradeship ? the Esprit de corps ? of our army is so fine that nothing is safe from the sneak thief and the casual pilferer. While on this tack we wonder would people ever give to war funds if they could see the misuse &amp; scoundrelism that goes on. One of our chaps bought a box of chocolates from stores today</p>\n<p><a name=\"a6375019\"></a></p>\n<p>[Page 19]<br><br />\n inside was a note from the lady donor &amp; an address. He paid 1/6 for this lot ? it was only intended for some wounded man in hospital. Several cases of [indecipherable] goods ? pyjamas, dressing gowns, hospital slippers &amp; socks, white shirts, rugs, washers &amp; towels were broken up to-day &amp; handed out to able bodied men who fancied them. It was in no way a case of need ? just that the goods were handy &amp; the men had recently been paid. Thus, while the people responsible could make good fellows of themselves by giving away the unwanted stuff they could also grow richer by charging small sums for the  most useful articles<br><br />\n Incidentally the canteen being short of everything, prices for such things as are yet in stock have been raised about 200 &percnt; . We ask where does all this cash go to?. A soldier can buy anything but his discharge ? at a price, but he often wonders who makes the profit. Hell will be overcrowded with Military administrators &amp; charity Committees!<br><br />\n Our advice to the women who want to help the soldiers: Dont waste your time &amp; money working to make riches for a lot of rogues ? send what you want to send direct to those you know or those someone else knows &amp; will tell you of. Preferably, let your donations be in cash, registered in the post.</p>\n<p><a name=\"a6375020\"></a></p>\n<p>[Page 20]<br><br />\n [indecipherable]<br><br />\n Examination. Xmas orders issued ? no singing, lights etc. Parade &amp; Drill Xmas Day ? Compulsory Church Sunday. Canteen closing 23rd for a good.<br><br />\n \"Plum\" duff for dinner today, we've been amusing ourselves making little tombstones, discs etc with slices of it. It's quite solid &amp; will dry up into a semblance of hard, grey soap or compo. Some of the lads have inscribed pieces of it, carved them in various shapes &amp; are posting them home in cigarette boxes. Rougher weather &amp; much cold rain.<br><br />\n 23rd<br><br />\n Heavy rain squalls<br><br />\n Last night the the P Melb went missing but came back to the fold this morning under protection of a cruiser. Still bleak &amp; watery. This northward section of the voyage is worse than warfare itself ? under troopship conditions<br><br />\n 24th  Church parade this morning. Steaming west slowly all last night- now making slow progress N.E once more. Weather clearer, but still showery with indications of fog. <br><br />\n N.Z. ship hove alongside this afternoon taking in tucker. Dont know how they are faring, but they must be pretty short of rations on some of the ships. Informed that everything possible will be done to give us something decent to eat</p>\n<p><a name=\"a6375021\"></a></p>\n<p>[Page 21]<br><br />\n for dinner tomorrow. Of course none of the transports were expected to be still at sea by Dec. so no Xmas provisions aboard.<br><br />\n 25th Xmas Day. They found some cocoa somewhere &amp; managed to give us a weak unsweetened decoction with a slice of bacon each &amp; a roll. Quite a pleasant change for breakfast.<br><br />\n Dinner consisted of a slice of pork each, a spud, tinned cabbage, roll &amp; plum duff ? plenty of latter. O.C. troops made a sort of speech to the Port Lincoln machine gunners. Complimented us on the way we settled down to conditions on this ship, deeply sympathised with us as \"shipwrecked soldiers who, own home having gone bung, were forced into cramped quarters <br><br />\n [indecipherable] <br><br />\n of a strange ship. Regarding us as guests of the Ulysses had decided to use the balance of Ulysses sports fund to present each of us with a packet of Three Castles cigarettes\" &amp; a few odds and ends from Canteen (now closed). He concluded by reading George V's message to soldiers, &amp; sailors, &amp; informed us that not only was it not forseen that we should be so long on voyage, but, having been within an ace of going under the sea in coffin full of portholes, we would not be un-nerved by the information that we are still much closer to the sea bed than to England! If luck continued with the ?hungry six? we might expect to reach some port unknown by Wednesday , 27th inst when </p>\n<p><a name=\"a6375022\"></a></p>\n<p>[Page 22]<br><br />\n our troubles would commence. Advised us candidly to take a last good look at the sun &amp; enjoy it to the full, as we might not see him again for a considerable period.  \"Where you come from they register rainfall ? where you are going they only take notice of intervals of sunlight.\"<br><br />\n Passing from fog to fog all day with bursts of weak sunlight. Dont feel the cold ? but then we are all done up like bales of wool. All \"blues\" handed over on to-days parade to be dumped. The dumping consisted of piling the abandoned clothing in a hatch &amp; then looking out to sea (officers) while crew downed on the deck &amp; ducked off with them to their own quarters. When you hear of the military dumping ?blues? at sea towards end of voyage ? wink once &amp; let it pass. Today a curious coincidence came my way. Sitting on deck after dinner noticed a cobber with life belt on which letters C.G.P. (printed) caught my eye. It[seemed like Charlie's writing &amp;, therefore, I got hold of the belt ? swapped my own, - and examined it. \"CGP\" appeared in couple of places, but inside the letters  were written \"CGP\" &amp; underneath in what looked like another handwriting,  C.G. Price. Looks as this belt was Charlies property on voyage to France ? a number of belts on this ship are from other transports, therefore it is strange if his found its way to myself in  </p>\n<p><a name=\"a6375023\"></a></p>\n<p>[Page 23]<br><br />\n in the jumble of transfers from ship to ship.<br><br />\n Afternoon &amp; evening travelling dead slow &amp; zig-zag. Stopped all night.<br><br />\n 26th Repacking kits &amp; equipment. Orders to do away with superfluous kit ? No man to land with more than one kit bag. Have managed, somehow, to get all into one bag &amp; pack, but it necessitates abandonment of much useful stuff. We are told we are (9am) 500 miles from port, but cannot hope to get in before Wednesday or Thursday night. Picked up escort this afternoon ? 8 destroyers came tearing up to us just after dinner &amp; lined up on each side the convoy. We hit the speed up for the first time for days &amp; are now making good time with the TBD's line astern.<br><br />\n More [indecipherable] fail us.(1) We receive two blankets prior to dis-embarkation ... all we get in Dear old Blighty. Our O.C. told us he expected we?d freeze hard long before due for France, but he can't help it. It appears that old Blightie's children need more blankets than we do. They feel the cold so, poor dears. (2) We land in the west, in fog etc, &amp; possibly spend some time in a Depot before joining camps.<br><br />\n This means we must take rations with us from the ship!  (3). We will be due for &pound; 5 back pay &amp; 6 days leave or settling down ? but Australians are not allowed loose in England beyond certain limits ? which do not include any big places of </p>\n<p><a name=\"a6375024\"></a></p>\n<p>[Page 24]<br><br />\n interest, especially London. This latter bit of news we can hardly credit. They?d hardly have the nerve to put the kybosh on us to that extent, although I must admit that Australia's record in S Africa, West Africa &amp; France would be good excuse for them to bar us altogether from their towns &amp; homes....if it were not that they're not much better them-selves. (There are plenty with us to judge by).<br><br />\n Weather still wet &amp; foggy, But cold not as bad as expected. I feel no colder than I've often been in Sydney &amp; we're close to Snow now<br><br />\n Formation during past week </p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"102227","uid":"0","filename":"a6375002h.jpg","uri":"public://a6375002h.jpg","filemime":"image/jpeg","filesize":"430095","status":"1","timestamp":"1389062103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":372},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Henry Weston Pryce diary, 14 July 1916-1917","format":"plain_text","safe_value":"Henry Weston Pryce diary, 14 July 1916-1917"}]},"field_page_number":{"und":[{"value":"2"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/101329/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"101329","revision_id":"101352","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397711341","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"101352","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/henry-weston-pryce-diary-14-july-1916-1917-page-2-1"}