{"vid":"101356","uid":"1","title":"Henry Weston Pryce diary, 14 July 1916-1917 - Page 6","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"101333","type":"transcript_page","language":"und","created":"1389062103","changed":"1397711341","tnid":"0","translate":"0","revision_timestamp":"1397711341","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 30</p> \r\n <p>[indecipherable] 27/12/16<br> \r\n Sat<br> \r\n 25/11/16 at 6.37 Experienced our first incident of note since leaving Cape Town. Came in the manner of a heavy jolt, followed by peculiar stunts on the part of ship &amp; an avalanche of officers into the engine room. Excitement; speculation Struck a mountain trout, a whale, a rock, a derelict, or a jettisoned carcase of cape mutton (I favor the latter theory.) Actually she has flung a blade &amp; split her tail shaft: Cause floating wreckage of some kind unknown, but as we're in the Gulf it may have been a log of African hardwood tangled in floating weed. She scraped it &amp; got it finally with her blades.</p> \r\n <p><a name=\"a6375031\"></a></p> \r\n <p>[Page 31]<br> \r\n Fortunately we're not right out to it ? there's enough left to do fancy stunts at 6 knots while the weather holds &amp; thus we're not salvage. The old man &amp; mates used dreadful language in front of us soldiers too! We rather wish she were a twin screw &amp; could smash the other. It would be an education.<br> \r\n 26th  The old bosun goes down the trap every few minutes to view the ship. He comes up to work off his feelings on any part of the army that sits handy. \"Crawlin\" up to Dakar would afford R.K. a fine subject. Afraid the war will end before we see land again.<br> \r\n Blasted shark swimming astern ? takes an occasional jaunt up the port side with her nose &amp; down astern, then goes over to Africa for lunch, returning immediately.<br> \r\n Evening Have changed our mind ? are going to America. No reason given<br> \r\n 27th Lame duck still waddling west. They have doused the lights as from last night, adding to our joys greatly. Submarine pickets detailed, double posts, &amp; ball ammunition ? to shoot periscopes! ( we're minus the big g's).<br> \r\n 28th Course altered early &amp; pickets redoubled. Ran NW for a while then respectively, N, NE, NW, NE, E, SW, S, &amp; SE. Can't say very definitely whats wrong but the above speaks volumes. Chaplain's came down &amp; talked to all hands told us to be ready for anything. Boats sway out. Axes ready for cutting lashings, lifebelts checked &amp; 'spares? put handy. Rumbling all day in a thick haze., ship suddenly quiet &amp; orderly. O.C. told us we?d not sleep if we knew half of what he knew. </p> \r\n <p><a name=\"a6375032\"></a></p> \r\n <p>[Page 32]<br> \r\n 8.15. Due E. five minutes ago strange white flare showed ahead Saw it myself ? three white flares like opening a furnace, then other lights. She got round in her own length &amp; stopped dead for a few minutes; then crept off dead slow. She's still firing ? engines hardly murmuring.<br> \r\n 9.30. They've managed to hit her up to over 9 knots, doing the ZigZag act.<br> \r\n 10.30. Dead slow again. We know what's up now. If we get nabbed we'll miss the English winter.<br> \r\n 12 Lying to (nearly stopped). She's taking full advantage of the haze &amp; dark. They say that a Sub can only ?find? a ship at night by the sound of her screw. It seems a joke that they've cut this lame duck out from two [indecipherable] &amp; are still hunting while better ships have gone down. They also got us far from the possibility of Escort at first but there's one on the way now &amp; they'll have to get us to-morrow or we win.<br> \r\n 29th Moved at 4a.m. SE all speed possible. Sighted smoke at 7 a.m. Three C's ? what a blanky relief! All hands wax cheeky at the Hun's expense. It's dam undignified to play the part of a lame duck hiding round the sea from the [indecipherable]<br> \r\n 10.30 Off the Mount of Leon's ? otherwise Sierra Leone. Freetown shows distantly in the haze, but most noticeable is the fleet in the roadstead or whatever the harbor is.   </p> \r\n <p><a name=\"a6375033\"></a></p> \r\n <p>[Page 33]<br> \r\n It all explains why the C's could not come after us earlier. They say there over 12000 men on the transports sheltering here &amp; they're short of supplies. <br> \r\n 11.30 still performing stints. This time it's the finish for ark. Tried to take a short cut to shelter after the C's left us &amp; as a result are piled high on the Banks. Sailors say they've heard of ships going on here but so far have got off again ? its a sort of shifting quicksand. Another unfortunate total wreck lies about a mile to Starboard ? She's been on about 8 months.<br> \r\n 2.30 [indecipherable] waiting for high water. Getting up a T sweep on the time she'll be refloated. Winner takes pool.<br> \r\n Other ship referred to is on rock as well as mud. She's a fine looking boat, similar to the N Coast boat Puljanbar, but has been abandoned. Scene from our \"wreck\" is glorious ? Great ranges &amp; peaks rise back from the shoreline, Green to their summits; with the splendid colors of African bush. One mountain on our left culminates in a green grassed knoll on which many buildings are visible. The town is low lying, good type of houses, palms &amp; foliage everywhere. Roof &amp; wall a whitey brown color. Foreshores on right covered by </p> \r\n <p><a name=\"a6375034\"></a></p> \r\n <p>[Page 34]<br> \r\n dense cocoanut plantations. River mouth in front of us, but a larger stream seems to run in higher up the inlet, behind the mountains. The English garrison is barracked on a round hill that rises out of the center of the town. They have  fine looking buildings. Churches form prominent landmarks all over the town. <br> \r\n 30th All efforts to refloat have failed &amp; we are under orders to abandon ship.<br> \r\n 1st Dec Came off yesterday in nigger lighters, towed in strings of three. MGs last ashore. Were told that we must go into Barracks ? marched , not to garrison, but through the town into the bush up a winding mountain road to the top of that same mountain I noted yesterday or earlier, Mt Aureol. A Jamacian (black) regiment is quartered here, 13 West I Regt. (a crack corps of regulars be it known) They made us very welcome, put their supplies at our disposal, quartered us in comfortable huts &amp; generally were most hospitable. Fine men &amp; first class Soldiers, these Jamaicans. They can give us points everywhere. The place is so rugged that the small square &amp; the tennis court have been built up on the mountainside . The huts are ornamented by little rocky gardens </p> \r\n <p><a name=\"a6375035\"></a></p> \r\n <p>[Page 35]<br> \r\n Jungle plants mingle with black French roses &amp; Australian gums. Paw Paws grow like weeds.<br> \r\n But the March ? it was a terror. We had full kit on &amp; were not half way when they began to fall to it. When we got to the top, there was only a handful left &amp; the others came up like strayed cattle. One has since died of exhaustion. One man tried a short cut in spite of warnings re snakes. He died to-day &amp; the snake still waits for victims! We are warned the place is a nest of snakes &amp; one has only to look at the jungle grass ? ten to fifteen feet high ? to believe all they say. Have spent the day hunting fruit, snakes, monkeys etc. They got us a new ration of Bully &amp; Biscuits after much trouble. I gave mine to one of the carriers, thereby securing his services as guide. My ration made out at sundry oranges, paw paws, lemons, native apples, (like a gigantic lilli-pilli, pear shaped &amp; very fleshy) plantains about 15\" long, some boiled yams, &amp; jungle beans, a couple of young coconuts, washed down ? a miracle! by whisky (Walker's) &amp; lemon juice &amp; a dash of sweet native punch. The latter is a hot beverage composed of a kind of beer, fortified with old Jamaica, &amp; spiced</p> \r\n <p><a name=\"a6375036\"></a></p> \r\n <p>[Page 36]<br> \r\n It's not bad at all especially after six weeks at sea. Last night I lay out &amp; listened to the noise of the bush. Every sort of jabber imaginable until a couple of leopards started a sing song in the gully just behind us. The silence broken only by the hurried departure of various monkeys.<br> \r\n There are three dreaded man eaters on this mountain  the mamba ? a poisonous tree snake, very ferocious, the Cameroon Ape, a grey side whiskered party who is harmless enough by day but a terror by night &amp; the black leopard. The latter are numerous &amp; with the muskcat are the only dangerous felines nearer than Koro. Lincoln refloated.<br> \r\n 2nd  Returned to ship to remove baggage. M Gr's commandeered to handle cargo. Ship leaking badly &amp; no good as troopship. She is to run to Gib to repair &amp; we know her no more.<br> \r\n 3rd  Finally abandon the Lincoln &amp; returned to the Mountain. <br> \r\n Used my nut this time &amp; gave nigger 9d to carry my worldly goods.<br> \r\n [indecipherable]<br> \r\n Brit. W. I Regt<br> \r\n Mt Aureol [indecipherable]<br> \r\n Freetown</p> \r\n <p><a name=\"a6375037\"></a></p> \r\n <p>[Page 37]<br> \r\n R, W Taylor<br> \r\n BWI Regt<br> \r\n Something here made me think hard &amp; at last I remembered it. In an old magazine under heading \"Curiosities ? you will find a photo of a monkey food tree (kind of fig) that has rooted on top of an old wall. The roots bound up a section of wall &amp; still hold it ? the rest of the structure having long since disappeared. On either side at foot stand an old [indecipherable] gun. The structure was an old slaver's look out tower. Theres a big rockery garden in front in which, by the way, lives a dreaded Green snake about 8 feet long. We killed one of his descendants, a youth 18 inches long with fangs like rat's teeth. On the ridge back of this live boas up to forty feet long. One killed only yesterday, measured 34 feet. They are looked on as common. The Koli  snake a green &amp; gold beauty with a whip tail of bright orange, is another terror. He's very deadly &amp; hard to see. Also grows big. Two at the observation station, alive, measure 6 feet &amp; 8 feet respectively. Four of our chaps so far have had narrow squeaks. </p> \r\n <p><a name=\"a6375038\"></a></p> \r\n <p>[Page 38]<br> \r\n 4th<br> \r\n One Joe Ford, a cobber of mine, was going for a wash when a big brute started up in some cut grass. Joe went one way, snake another, but he was nearly on the brute. But the big joke occurred at night. Our section slept on balcony- verandah over the slope. Under the hut is an old cordial plant. Iron roof lies about 1ft. under boards. I spread w. proof out &amp; lay on it. During night woke suddenly. Heard one of the boys swearing &amp; at same time some reptile slid under me, below boards, stopped, seemed to circle &amp; next thing tapped me smartly between shoulders. He was merely trying a broad crack over which I?d spread my sheet. I jumped several yards &amp; landed on sundry gunners, who woke &amp; cursed me. Someone else repeated 'snake?, the chap who woke me up yelled \"Dinkum ? Snake , boys, he crawled right under me ?   ? ear!\" Then the rush started &amp; in ten seconds the MG's were all inside the hut. This morning a Jamaican told us \"big snake under this floor ? zin look out for that one\"  </p> \r\n <p><a name=\"a6375039\"></a></p> \r\n <p>[Page 39]<br> \r\n Other reptiles are plentiful. Lizards of many sizes &amp; colors bask on the concrete buttresses &amp; foundations of the huts. Counted 9 varieties from a grey frill to a Goa. One is very fine- a large frilled, bright golden colored with red tracings.<br> \r\n Continue P I</p> \r\n <p>[Page 44]<br> \r\n <p>[Pages 40-43 blank]<br> \r\n [indecipherable] Aureol Bks<br> \r\n Freetown 4/12/16<br> \r\n Payment<br> \r\n The cool mist clung to the Mountain Side Soft shading the slopes of green and a wind came over the waters wide rustling the palms &amp; ruffling the tide.<br> \r\n Yet never a sail was seen. But heavy &amp; thick the mist <strike>dropped</strike> drops down <br> \r\n As a bird is struck in flight<br> \r\n The tide creeps out from the white walled town And fever walks in the mud banks brown. It was ever thus in the days long flown when the first sail rose in sight.<br> \r\n The [indecipherable]  came. You may see his mark of hatred, of fear &amp; shame.<br> \r\n But he passed again in the throbbing dark that reddened with flame of his burning barque And the flag of England came!<br> \r\n [indecipherable] goes back to the mountainside</p> \r\n <p> [Several lines indecipherable]<br> \r\n who is it.<br> \r\n 1 Leans over the rail, as the ship turns up in a strange port , and insults the foreigner with silly questions of a more or less personal character and with smutty witicisms <br> \r\n 2 If it happens to be the port of Durban ? treats the coolies &amp; kaffirs to a display (lasting the length of his stay) of patronising ignorance mingled with vulgar familiarity?<br> \r\n 3 Makes a point of insulting every colored woman he meets &amp; expects them to be flattered because his skin is white? <br> \r\n 4 Wonders why white women in such places studiously avoid him.<br> \r\n 5 And why white men look contemptuously on his conquests among the black element<br> \r\n 6 Treats the coolie who carries his baggage with the familiarity of an equal (or inferior) and kicks him when he asks for more than is due for the job over</p> \r\n <p><a name=\"a6375045\"></a></p> \r\n <p>[Page 45]<br> \r\n 7. Goes into a shop to buy two postcards &amp; steals two dozen.<br> \r\n 8.Calls the ricksha man a - - - thief &amp; only pays him with a 1/- out of the money belt he stole from a comrade the day before<br> \r\n 9. Gives all his badges to a [indecipherable] girl &amp; replaces them when one of his mates gets blind drunk.<br> \r\n 10. Goes to Capetown and, seeing a few thousand black troops embarking for France, says \"Fancy making us stand up alongside these dirty black ?<br> \r\n 11. Goes to Freetown and after marching through the streets says \"Fancy these dirty black - - - - s living in houses just like white  people\"<br> \r\n 12. Mobs the Freetown orange women, steals their oranges rather than pay 6d doz for them, ill treats the women in the streets, robs them of their bead necklaces &amp; bangles and then gets insulted because the BLACK - - - s call him a \"white coolie\" and appeal to the navy for protection.<br> \r\n 13. Starts a row in a native pub over 2d change and after terrorising the nigger, loots all his whiskey etc and breaks what he cant take. <br> \r\n 14. Kicks up hells delight next day because the ?blanky tommies? &amp; ?blank, blank blue jackets? have got his ?cobbers in the boob for nixey?   <br> \r\n 15. Accepts the hospitality of the native Garrison &amp; , after sundry cross examination and an immense display of vulgar curiosity (&amp; ignorance), votes the nigger soldier as \"not a bad - - for a blackfellow.\"</p> \r\n <p><a name=\"a6375046\"></a></p> \r\n <p>[Page 46]<br> \r\n 16. Proceeds to empty the garrison canteen &amp; gets beastly drunk in the process. After the canteen is closed against him roams round making unseemly noises &amp; using language , keeps the garrison awake all night with his howling.<br> \r\n 17. Gets out early in the morning &amp; raids the garrison vegetable gardens, lemon trees, paw paws, &amp; cocoa- nuts.<br> \r\n 18. The paw paws not being ripe , cuts up many in sampling &amp; pulls off many more to fling at the monkeys. Cuts down a few bunches of green bananas; Also a few cocoa nut palms, in order to see if the young nuts are ?nearly ripe? <br> \r\n 19. Finding that the only fruit ripe comes from up the country, proceeds to look for it, gets lost, &amp; is found again by pitying niggers.<br> \r\n 20. Pokes his nose into the married quarters &amp; makes a damn nuisance of himself. Is ejected by nigger Guards &amp; told to behave himself.<br> \r\n 21. Steals small \"curios\" such as items of kit, helmets? etc from the men of the garrison ? ie (from their huts where they have made him welcome) and remarks that \"the nigger troops dont seem to be afraid of losing their things ? the way they keep them where anyone can get them if he wants to!\"</p> \r\n <p><a name=\"a6375047\"></a></p> \r\n <p>[Page 47]<br> \r\n 22. Refers to every negress he sees as a gin ? even tho he may be at the moment speaking to her husband, a highly educated Jamaican holding the rank of Sergeant in the B.W.S. Regt.<br> \r\n 23. Insults the garrison women with such bland pestering that the B.W.I.R gets on its dig &amp; requests the Admiralty to remove him back to his ship.<br> \r\n 24. Goes into the native town &amp; commits atrocities that a mad Hun or Chow would blink at ? (He is going to fight because of the way the Huns treated boys &amp; girls of tender years in Belgium)<br> \r\n 25. Is insulted when his Chaplain tells him a few home truths but scornfully rejects the information that , \"these people look upon you with scorn &amp; contempt, because of your treatment of their women &amp; children ? the men call you ?white coolies? because of your filthy talk directed at them &amp; theirs ? You have made the name of your nation stink here just as you have in the South, just as those who have gone before you have also done in France and England. These people are not only civilised, they are citizens of the British Empire ? as loyal as you ? in all but colour ? Superior to you in knowledge of war. They have fought for Britain, many of them are now away fighting. They helped to win the Cameroons. They are helping to win East Africa &amp; they are helping.  </p> \r\n <p><a name=\"a6375048\"></a></p> \r\n <p>[Page 48]<br> \r\n in France. You come among them bursting with superiority of the kind that has led white men to do what was done in the Congo. You go from them leaving only another smudge on a reputation already none too sweet. You are morally inferior to these black people. You do not seem capable of recognising that they have rights as you have. Nor do you appreciate the fact that they are educated sufficiently to realise with contempt, your inferiority, your loose morals in regard to property, and your [indecipherable]! You say you are up against the German ? what have you done? What will you do? Have they done any single thing that you have not shown yourselves capable of doing during your short stay here.? Here you are among allies ? In Belgium they are among enemies! What will you do in an enemy's country, if you are beasts enough to rouse hatred against you among your allies?\"<br> \r\n 25 ( All this is true of him, yet he resents hearing it,)<br> \r\n 26. Of whom a Japanese student has said \"In morals &amp; refinement he is inferior to any other white race ? he respects his own women very little, but the women of other lands he respects not at all.\"<br> \r\n Who is it?<br> \r\n The parson, best explained, was speaking specially to a section of a crowd of poor men. A large section, but not a majority, only a section large enough to Damn the lot. The Parson is a man &amp; speaks like one.</p> \r\n <p><a name=\"a6375049\"></a></p> \r\n <p>[Page 49]<br> \r\n French words etc.<br> \r\n Allemand  = German<br> \r\n ? Destruire = v. to destroy<br> \r\n Battaille = battle<br> \r\n Cruiser = navire, Bateau, bateau de guerre, etc<br> \r\n Armee, Army, armed<br> \r\n Bateau de [indecipherable], merchant ship </p> \r\n <p><a name=\"a6375050\"></a></p> \r\n <p>[Page 50]<br> \r\n Blank page</p> \r\n <p><a name=\"a6375051\"></a></p> \r\n <p>[Page 51]<br> \r\n Armed<br> \r\n MERCHANTMAN</p> \r\n <p><a name=\"a6375052\"></a></p> \r\n <p>[Page 52]<br> \r\n HORTON<br> \r\n 9 Brambledowne Rd<br> \r\n Wallington<br> \r\n Surrey</p> \r\n <p>J &amp; B Irvine<br> \r\n Glen Doon<br> \r\n Newport Rd,<br> \r\n Stafford</p> \r\n <p>Mrs W. Rigby<br> \r\n 6 Highfield Crescent<br> \r\n Rock Ferry<br> \r\n Cheshire</p> \r\n <p>[Following pages not transcribed]</p> \r\n <p>[Transcribed by Eric Hetherington for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p>[Page 30</p>\n<p>[indecipherable] 27/12/16<br><br />\n Sat<br><br />\n 25/11/16 at 6.37 Experienced our first incident of note since leaving Cape Town. Came in the manner of a heavy jolt, followed by peculiar stunts on the part of ship &amp; an avalanche of officers into the engine room. Excitement; speculation Struck a mountain trout, a whale, a rock, a derelict, or a jettisoned carcase of cape mutton (I favor the latter theory.) Actually she has flung a blade &amp; split her tail shaft: Cause floating wreckage of some kind unknown, but as we're in the Gulf it may have been a log of African hardwood tangled in floating weed. She scraped it &amp; got it finally with her blades.</p>\n<p><a name=\"a6375031\"></a></p>\n<p>[Page 31]<br><br />\n Fortunately we're not right out to it ? there's enough left to do fancy stunts at 6 knots while the weather holds &amp; thus we're not salvage. The old man &amp; mates used dreadful language in front of us soldiers too! We rather wish she were a twin screw &amp; could smash the other. It would be an education.<br><br />\n 26th  The old bosun goes down the trap every few minutes to view the ship. He comes up to work off his feelings on any part of the army that sits handy. \"Crawlin\" up to Dakar would afford R.K. a fine subject. Afraid the war will end before we see land again.<br><br />\n Blasted shark swimming astern ? takes an occasional jaunt up the port side with her nose &amp; down astern, then goes over to Africa for lunch, returning immediately.<br><br />\n Evening Have changed our mind ? are going to America. No reason given<br><br />\n 27th Lame duck still waddling west. They have doused the lights as from last night, adding to our joys greatly. Submarine pickets detailed, double posts, &amp; ball ammunition ? to shoot periscopes! ( we're minus the big g's).<br><br />\n 28th Course altered early &amp; pickets redoubled. Ran NW for a while then respectively, N, NE, NW, NE, E, SW, S, &amp; SE. Can't say very definitely whats wrong but the above speaks volumes. Chaplain's came down &amp; talked to all hands told us to be ready for anything. Boats sway out. Axes ready for cutting lashings, lifebelts checked &amp; 'spares? put handy. Rumbling all day in a thick haze., ship suddenly quiet &amp; orderly. O.C. told us we?d not sleep if we knew half of what he knew. </p>\n<p><a name=\"a6375032\"></a></p>\n<p>[Page 32]<br><br />\n 8.15. Due E. five minutes ago strange white flare showed ahead Saw it myself ? three white flares like opening a furnace, then other lights. She got round in her own length &amp; stopped dead for a few minutes; then crept off dead slow. She's still firing ? engines hardly murmuring.<br><br />\n 9.30. They've managed to hit her up to over 9 knots, doing the ZigZag act.<br><br />\n 10.30. Dead slow again. We know what's up now. If we get nabbed we'll miss the English winter.<br><br />\n 12 Lying to (nearly stopped). She's taking full advantage of the haze &amp; dark. They say that a Sub can only ?find? a ship at night by the sound of her screw. It seems a joke that they've cut this lame duck out from two [indecipherable] &amp; are still hunting while better ships have gone down. They also got us far from the possibility of Escort at first but there's one on the way now &amp; they'll have to get us to-morrow or we win.<br><br />\n 29th Moved at 4a.m. SE all speed possible. Sighted smoke at 7 a.m. Three C's ? what a blanky relief! All hands wax cheeky at the Hun's expense. It's dam undignified to play the part of a lame duck hiding round the sea from the [indecipherable]<br><br />\n 10.30 Off the Mount of Leon's ? otherwise Sierra Leone. Freetown shows distantly in the haze, but most noticeable is the fleet in the roadstead or whatever the harbor is.   </p>\n<p><a name=\"a6375033\"></a></p>\n<p>[Page 33]<br><br />\n It all explains why the C's could not come after us earlier. They say there over 12000 men on the transports sheltering here &amp; they're short of supplies. <br><br />\n 11.30 still performing stints. This time it's the finish for ark. Tried to take a short cut to shelter after the C's left us &amp; as a result are piled high on the Banks. Sailors say they've heard of ships going on here but so far have got off again ? its a sort of shifting quicksand. Another unfortunate total wreck lies about a mile to Starboard ? She's been on about 8 months.<br><br />\n 2.30 [indecipherable] waiting for high water. Getting up a T sweep on the time she'll be refloated. Winner takes pool.<br><br />\n Other ship referred to is on rock as well as mud. She's a fine looking boat, similar to the N Coast boat Puljanbar, but has been abandoned. Scene from our \"wreck\" is glorious ? Great ranges &amp; peaks rise back from the shoreline, Green to their summits; with the splendid colors of African bush. One mountain on our left culminates in a green grassed knoll on which many buildings are visible. The town is low lying, good type of houses, palms &amp; foliage everywhere. Roof &amp; wall a whitey brown color. Foreshores on right covered by </p>\n<p><a name=\"a6375034\"></a></p>\n<p>[Page 34]<br><br />\n dense cocoanut plantations. River mouth in front of us, but a larger stream seems to run in higher up the inlet, behind the mountains. The English garrison is barracked on a round hill that rises out of the center of the town. They have  fine looking buildings. Churches form prominent landmarks all over the town. <br><br />\n 30th All efforts to refloat have failed &amp; we are under orders to abandon ship.<br><br />\n 1st Dec Came off yesterday in nigger lighters, towed in strings of three. MGs last ashore. Were told that we must go into Barracks ? marched , not to garrison, but through the town into the bush up a winding mountain road to the top of that same mountain I noted yesterday or earlier, Mt Aureol. A Jamacian (black) regiment is quartered here, 13 West I Regt. (a crack corps of regulars be it known) They made us very welcome, put their supplies at our disposal, quartered us in comfortable huts &amp; generally were most hospitable. Fine men &amp; first class Soldiers, these Jamaicans. They can give us points everywhere. The place is so rugged that the small square &amp; the tennis court have been built up on the mountainside . The huts are ornamented by little rocky gardens </p>\n<p><a name=\"a6375035\"></a></p>\n<p>[Page 35]<br><br />\n Jungle plants mingle with black French roses &amp; Australian gums. Paw Paws grow like weeds.<br><br />\n But the March ? it was a terror. We had full kit on &amp; were not half way when they began to fall to it. When we got to the top, there was only a handful left &amp; the others came up like strayed cattle. One has since died of exhaustion. One man tried a short cut in spite of warnings re snakes. He died to-day &amp; the snake still waits for victims! We are warned the place is a nest of snakes &amp; one has only to look at the jungle grass ? ten to fifteen feet high ? to believe all they say. Have spent the day hunting fruit, snakes, monkeys etc. They got us a new ration of Bully &amp; Biscuits after much trouble. I gave mine to one of the carriers, thereby securing his services as guide. My ration made out at sundry oranges, paw paws, lemons, native apples, (like a gigantic lilli-pilli, pear shaped &amp; very fleshy) plantains about 15\" long, some boiled yams, &amp; jungle beans, a couple of young coconuts, washed down ? a miracle! by whisky (Walker's) &amp; lemon juice &amp; a dash of sweet native punch. The latter is a hot beverage composed of a kind of beer, fortified with old Jamaica, &amp; spiced</p>\n<p><a name=\"a6375036\"></a></p>\n<p>[Page 36]<br><br />\n It's not bad at all especially after six weeks at sea. Last night I lay out &amp; listened to the noise of the bush. Every sort of jabber imaginable until a couple of leopards started a sing song in the gully just behind us. The silence broken only by the hurried departure of various monkeys.<br><br />\n There are three dreaded man eaters on this mountain  the mamba ? a poisonous tree snake, very ferocious, the Cameroon Ape, a grey side whiskered party who is harmless enough by day but a terror by night &amp; the black leopard. The latter are numerous &amp; with the muskcat are the only dangerous felines nearer than Koro. Lincoln refloated.<br><br />\n 2nd  Returned to ship to remove baggage. M Gr's commandeered to handle cargo. Ship leaking badly &amp; no good as troopship. She is to run to Gib to repair &amp; we know her no more.<br><br />\n 3rd  Finally abandon the Lincoln &amp; returned to the Mountain. <br><br />\n Used my nut this time &amp; gave nigger 9d to carry my worldly goods.<br><br />\n [indecipherable]<br><br />\n Brit. W. I Regt<br><br />\n Mt Aureol [indecipherable]<br><br />\n Freetown</p>\n<p><a name=\"a6375037\"></a></p>\n<p>[Page 37]<br><br />\n R, W Taylor<br><br />\n BWI Regt<br><br />\n Something here made me think hard &amp; at last I remembered it. In an old magazine under heading \"Curiosities ? you will find a photo of a monkey food tree (kind of fig) that has rooted on top of an old wall. The roots bound up a section of wall &amp; still hold it ? the rest of the structure having long since disappeared. On either side at foot stand an old [indecipherable] gun. The structure was an old slaver's look out tower. Theres a big rockery garden in front in which, by the way, lives a dreaded Green snake about 8 feet long. We killed one of his descendants, a youth 18 inches long with fangs like rat's teeth. On the ridge back of this live boas up to forty feet long. One killed only yesterday, measured 34 feet. They are looked on as common. The Koli  snake a green &amp; gold beauty with a whip tail of bright orange, is another terror. He's very deadly &amp; hard to see. Also grows big. Two at the observation station, alive, measure 6 feet &amp; 8 feet respectively. Four of our chaps so far have had narrow squeaks. </p>\n<p><a name=\"a6375038\"></a></p>\n<p>[Page 38]<br><br />\n 4th<br><br />\n One Joe Ford, a cobber of mine, was going for a wash when a big brute started up in some cut grass. Joe went one way, snake another, but he was nearly on the brute. But the big joke occurred at night. Our section slept on balcony- verandah over the slope. Under the hut is an old cordial plant. Iron roof lies about 1ft. under boards. I spread w. proof out &amp; lay on it. During night woke suddenly. Heard one of the boys swearing &amp; at same time some reptile slid under me, below boards, stopped, seemed to circle &amp; next thing tapped me smartly between shoulders. He was merely trying a broad crack over which I?d spread my sheet. I jumped several yards &amp; landed on sundry gunners, who woke &amp; cursed me. Someone else repeated 'snake?, the chap who woke me up yelled \"Dinkum ? Snake , boys, he crawled right under me ?   ? ear!\" Then the rush started &amp; in ten seconds the MG's were all inside the hut. This morning a Jamaican told us \"big snake under this floor ? zin look out for that one\"  </p>\n<p><a name=\"a6375039\"></a></p>\n<p>[Page 39]<br><br />\n Other reptiles are plentiful. Lizards of many sizes &amp; colors bask on the concrete buttresses &amp; foundations of the huts. Counted 9 varieties from a grey frill to a Goa. One is very fine- a large frilled, bright golden colored with red tracings.<br><br />\n Continue P I</p>\n<p>[Page 44]<br> </p>\n<p>[Pages 40-43 blank]<br><br />\n [indecipherable] Aureol Bks<br><br />\n Freetown 4/12/16<br><br />\n Payment<br><br />\n The cool mist clung to the Mountain Side Soft shading the slopes of green and a wind came over the waters wide rustling the palms &amp; ruffling the tide.<br><br />\n Yet never a sail was seen. But heavy &amp; thick the mist <strike>dropped</strike> drops down <br><br />\n As a bird is struck in flight<br><br />\n The tide creeps out from the white walled town And fever walks in the mud banks brown. It was ever thus in the days long flown when the first sail rose in sight.<br><br />\n The [indecipherable]  came. You may see his mark of hatred, of fear &amp; shame.<br><br />\n But he passed again in the throbbing dark that reddened with flame of his burning barque And the flag of England came!<br><br />\n [indecipherable] goes back to the mountainside</p>\n<p> [Several lines indecipherable]<br><br />\n who is it.<br><br />\n 1 Leans over the rail, as the ship turns up in a strange port , and insults the foreigner with silly questions of a more or less personal character and with smutty witicisms <br><br />\n 2 If it happens to be the port of Durban ? treats the coolies &amp; kaffirs to a display (lasting the length of his stay) of patronising ignorance mingled with vulgar familiarity?<br><br />\n 3 Makes a point of insulting every colored woman he meets &amp; expects them to be flattered because his skin is white? <br><br />\n 4 Wonders why white women in such places studiously avoid him.<br><br />\n 5 And why white men look contemptuously on his conquests among the black element<br><br />\n 6 Treats the coolie who carries his baggage with the familiarity of an equal (or inferior) and kicks him when he asks for more than is due for the job over</p>\n<p><a name=\"a6375045\"></a></p>\n<p>[Page 45]<br><br />\n 7. Goes into a shop to buy two postcards &amp; steals two dozen.<br><br />\n 8.Calls the ricksha man a - - - thief &amp; only pays him with a 1/- out of the money belt he stole from a comrade the day before<br><br />\n 9. Gives all his badges to a [indecipherable] girl &amp; replaces them when one of his mates gets blind drunk.<br><br />\n 10. Goes to Capetown and, seeing a few thousand black troops embarking for France, says \"Fancy making us stand up alongside these dirty black ?<br><br />\n 11. Goes to Freetown and after marching through the streets says \"Fancy these dirty black - - - - s living in houses just like white  people\"<br><br />\n 12. Mobs the Freetown orange women, steals their oranges rather than pay 6d doz for them, ill treats the women in the streets, robs them of their bead necklaces &amp; bangles and then gets insulted because the BLACK - - - s call him a \"white coolie\" and appeal to the navy for protection.<br><br />\n 13. Starts a row in a native pub over 2d change and after terrorising the nigger, loots all his whiskey etc and breaks what he cant take. <br><br />\n 14. Kicks up hells delight next day because the ?blanky tommies? &amp; ?blank, blank blue jackets? have got his ?cobbers in the boob for nixey?   <br><br />\n 15. Accepts the hospitality of the native Garrison &amp; , after sundry cross examination and an immense display of vulgar curiosity (&amp; ignorance), votes the nigger soldier as \"not a bad - - for a blackfellow.\"</p>\n<p><a name=\"a6375046\"></a></p>\n<p>[Page 46]<br><br />\n 16. Proceeds to empty the garrison canteen &amp; gets beastly drunk in the process. After the canteen is closed against him roams round making unseemly noises &amp; using language , keeps the garrison awake all night with his howling.<br><br />\n 17. Gets out early in the morning &amp; raids the garrison vegetable gardens, lemon trees, paw paws, &amp; cocoa- nuts.<br><br />\n 18. The paw paws not being ripe , cuts up many in sampling &amp; pulls off many more to fling at the monkeys. Cuts down a few bunches of green bananas; Also a few cocoa nut palms, in order to see if the young nuts are ?nearly ripe? <br><br />\n 19. Finding that the only fruit ripe comes from up the country, proceeds to look for it, gets lost, &amp; is found again by pitying niggers.<br><br />\n 20. Pokes his nose into the married quarters &amp; makes a damn nuisance of himself. Is ejected by nigger Guards &amp; told to behave himself.<br><br />\n 21. Steals small \"curios\" such as items of kit, helmets? etc from the men of the garrison ? ie (from their huts where they have made him welcome) and remarks that \"the nigger troops dont seem to be afraid of losing their things ? the way they keep them where anyone can get them if he wants to!\"</p>\n<p><a name=\"a6375047\"></a></p>\n<p>[Page 47]<br><br />\n 22. Refers to every negress he sees as a gin ? even tho he may be at the moment speaking to her husband, a highly educated Jamaican holding the rank of Sergeant in the B.W.S. Regt.<br><br />\n 23. Insults the garrison women with such bland pestering that the B.W.I.R gets on its dig &amp; requests the Admiralty to remove him back to his ship.<br><br />\n 24. Goes into the native town &amp; commits atrocities that a mad Hun or Chow would blink at ? (He is going to fight because of the way the Huns treated boys &amp; girls of tender years in Belgium)<br><br />\n 25. Is insulted when his Chaplain tells him a few home truths but scornfully rejects the information that , \"these people look upon you with scorn &amp; contempt, because of your treatment of their women &amp; children ? the men call you ?white coolies? because of your filthy talk directed at them &amp; theirs ? You have made the name of your nation stink here just as you have in the South, just as those who have gone before you have also done in France and England. These people are not only civilised, they are citizens of the British Empire ? as loyal as you ? in all but colour ? Superior to you in knowledge of war. They have fought for Britain, many of them are now away fighting. They helped to win the Cameroons. They are helping to win East Africa &amp; they are helping.  </p>\n<p><a name=\"a6375048\"></a></p>\n<p>[Page 48]<br><br />\n in France. You come among them bursting with superiority of the kind that has led white men to do what was done in the Congo. You go from them leaving only another smudge on a reputation already none too sweet. You are morally inferior to these black people. You do not seem capable of recognising that they have rights as you have. Nor do you appreciate the fact that they are educated sufficiently to realise with contempt, your inferiority, your loose morals in regard to property, and your [indecipherable]! You say you are up against the German ? what have you done? What will you do? Have they done any single thing that you have not shown yourselves capable of doing during your short stay here.? Here you are among allies ? In Belgium they are among enemies! What will you do in an enemy's country, if you are beasts enough to rouse hatred against you among your allies?\"<br><br />\n 25 ( All this is true of him, yet he resents hearing it,)<br><br />\n 26. Of whom a Japanese student has said \"In morals &amp; refinement he is inferior to any other white race ? he respects his own women very little, but the women of other lands he respects not at all.\"<br><br />\n Who is it?<br><br />\n The parson, best explained, was speaking specially to a section of a crowd of poor men. A large section, but not a majority, only a section large enough to Damn the lot. The Parson is a man &amp; speaks like one.</p>\n<p><a name=\"a6375049\"></a></p>\n<p>[Page 49]<br><br />\n French words etc.<br><br />\n Allemand  = German<br><br />\n ? Destruire = v. to destroy<br><br />\n Battaille = battle<br><br />\n Cruiser = navire, Bateau, bateau de guerre, etc<br><br />\n Armee, Army, armed<br><br />\n Bateau de [indecipherable], merchant ship </p>\n<p><a name=\"a6375050\"></a></p>\n<p>[Page 50]<br><br />\n Blank page</p>\n<p><a name=\"a6375051\"></a></p>\n<p>[Page 51]<br><br />\n Armed<br><br />\n MERCHANTMAN</p>\n<p><a name=\"a6375052\"></a></p>\n<p>[Page 52]<br><br />\n HORTON<br><br />\n 9 Brambledowne Rd<br><br />\n Wallington<br><br />\n Surrey</p>\n<p>J &amp; B Irvine<br><br />\n Glen Doon<br><br />\n Newport Rd,<br><br />\n Stafford</p>\n<p>Mrs W. Rigby<br><br />\n 6 Highfield Crescent<br><br />\n Rock Ferry<br><br />\n Cheshire</p>\n<p>[Following pages not transcribed]</p>\n<p>[Transcribed by Eric Hetherington for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"102231","uid":"0","filename":"a6375006h.jpg","uri":"public://a6375006h.jpg","filemime":"image/jpeg","filesize":"245644","status":"1","timestamp":"1389062103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":372},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Henry Weston Pryce diary, 14 July 1916-1917","format":"plain_text","safe_value":"Henry Weston Pryce diary, 14 July 1916-1917"}]},"field_page_number":{"und":[{"value":"6"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/101333/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"101333","revision_id":"101356","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397711341","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"101356","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/henry-weston-pryce-diary-14-july-1916-1917-page-6-1"}