[

	{
		"pid" : 0,
		"p" : " <p> <b>El cine ha muerto, pasemos al debate</b></p><p>«En el momento en que la proyección debía empezar, Debord había de subir al escenario para decir unas palabras de introducción.Tenía que decir simplemente: “No hay película que proyectar”.Yo pensaba intervenir y asociar a su escándalo destructivo, la teoría constructiva del <i>debate puro</i>. Debord tenía que haber dicho: “El cine ha muerto. Ya no puede haber más películas. Si les parece, pasemos al debate”.»[[[1]]]</p>"
	},
	{
		"pid" : 1,
		"p" : "<p> La cita en cabecera reúne, hacia 1952, a Isidore Isou (el fundador del letrismo) y Guy Debord (por un tiempo, uno de sus más fervorosos discípulos) –profundamente enemistados algunos años después–, según el relato del primero para una confabulación que pretendían armar en un cineclub asiduamente visitado por los miembros del grupo letrista. El falso film (por inexistente) que debía anunciarse para la delusoria sesión, tenía incluso un título, <i>Hurlements en faveur de Sade</i>, que luego sería retomado por Debord para dar nombre a su propia, primera y tumultuosa incursión en el medio cinematográfico. Completando la simetría, una de las intervenciones de Isou en los <i>Hurlements…</i> de Debord, consiste en la lectura del mismo pasaje citado. Y prácticamente todo el cine letrista (a lo largo de medio siglo, nada menos) se hace eco de esas frases lapidarias que amortajan el cine y que buscan en la confrontación–el debate, la discrepancia, la gresca, la controversia– otra manera de continuarlo, de insuflarle acaso una nueva vida. </p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Las contrahistorias del contracine conducen a menudo a otras circunscripciones más vastas que las del territorio disciplinar habitualmente delineado por la historia “centrífuga” del cine(como industria, séptimo arte, gremio del espectáculo). Así sucede con el letrismo que, como otras vanguardias o sacudidas anteriores y posteriores, no es un “ismo” específicamente cinematográfico sino que abarca toda una galaxia de prácticas e inquietudes que abarcan la literatura, las artes visuales, escénicas, sonoras… y diversas áreas del pensamiento. Por tanto, el cine sería apenas un territorio más del archipiélago letrista, aunque uno especialmente concurrido y con un relieve específico, una diversidad biológica, una historia suficientemente intrincada que merecen una observación detenida. Sospechamos que con mayor razón incluso que para otras parcelas que, en principio, gozan de un escalafón más elevado en una tácita jerarquía de las artes y sus medios.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> Realmente no podemos afirmarlo con pleno conocimiento de causa, porque una óptica suficientemente completa sobre el letrismo es difícil de obtener incluso en Francia (si bien algunas exposiciones y publicaciones recientes puede que ensanchen el ángulo), pero su vertiente plástica, por ejemplo, no nos parece que resulte tan innovadora y relevante como las exploraciones letristas en los marcos del cine, la poesía experimental y el arte sonoro. En cualquier caso, se comprueba que el interés de los letristas por el cine –por<i>pensar</i> y <i>practicar</i> el arte en sí del cine– nunca ha sido un flirteo pasajero y, menos aún, una simple prolongación de las otras disciplinas de las que provenían. Otra cosa es que muchas de sus “obras de cine” no lo sean en absoluto, según las convenciones y los materiales que habitualmente definen el cine y el film (por remitirnos a la distinción estructuralista), pero el fundamento estético del cine letrista apunta directamente a lo que Isou denomina su “partícula”.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> Maurice Schérer –luego más conocido con el sobrenombre de Eric Rohmer– fue uno de los contados críticos en interesarse, en el momento de su estreno en sala en 1952, por la obra inaugural del cine letrista: el <i>Traité de Bave et d’Éternité</i> de Isou.Apreciando en la misma un salto radical respecto a las vanguardias de los años veinte que habían afrontado el cine como un “campo de aplicación de sus teorías pictóricas, musicales o literarias”,[[[2]]] su comentario sugiere que Isou, que es tanto como decir el letrismo, afronta el cine directamente, lo sitúa en el centro de sus preocupaciones artísticas y lo desarrolla como una práctica intrínseca. Más contundente es el comentario de uno de los admiradores transatlánticos del seminal “tratado” isouano: Stan Brakhage, figura de proa en la vigorosa renovación del cine experimental que se produce en la otra orilla. Para el autor de<i>Metaphores on Vision</i> y <i>Text of Light</i>, el film es nada menos que “una obra maestra del cine”, e Isou un cineasta mayor que los “Griffith, Chaplin, von Stroheim” que integran el panteón pretérito de la gran historia del cine.[[[3]]]</p>"
	},
	{
		"pid" : 5,
		"p" : "<p>Pero, por supuesto, los anales oficiosos del cine apenas contienen alguna mención pasajera al letrismo; incluso en el área de estudio del cine de vanguardia o experimental fue un capítulo omitido durante mucho tiempo, pese a que la primera oleada de films letristas prefigura, en el ecuador del siglo pasado, diversos aspectos de otras corrientes sucesivas: el cine minimalista, estructural, expandido, matérico y de desmontaje. Los letristas, que se distinguen por sus manifiestos polémicos y panfletos pendencieros, se han prodigado por otra parte en sus invectivas contra todo quisque y tendencia rival hasta extremos delirantes. Pero, sin duda, tienen un punto de razón cuando sostienen que muchos de los nombres más afamados del moderno cine francés –como Resnais, Godard, Marker, Duras o Hanoun– han pellizcado de las obras y postulados del cine letrista muchas de las innovaciones que se les atribuyen.</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> Al enfocar específicamente el perímetro del cine letrista, no pretendemos descubrir ningún aspecto inédito, salvo en el contexto desde el que acometemos su exploración. Después de todo, se trata de un cuerpo ampliamente teorizado y estudiado, aunque de manera un tanto endógena.[[[4]]] A partir de ahí, hemos tomado nuestro propio sendero para acercarnos a la jungla del cine letrista y sus emboscadas –cuando el cine deja de ser cine, sin renunciar a proclamarse como tal–, y proponer una antología que consta, por un lado, del ciclo de nueve programas que motiva esta edición, y por otro, de los textos aquí recopilados.Nuestros son los criterios y nuestros los errores –de apreciación o documentales– que quizá nos hagan merecedores de algún panfleto de reprensión, como ha sido normativo en el eterno debate letrista.</p>"
	},
	{
		"pid" : 7,
		"p" : " <ol> <li><h1 lang=\"es-ES\" class=\"western\">I. LA AVALANCHA SE ANUNCIA: EL LETRISMO</h1> </ol><p> El letrismo es uno de los contados movimientos de vanguardia que todavía encierra una historia secreta. Salvo en Francia, su suelo prácticamente exclusivo –que, de manera más precisa, sobre todo ha sido el de la radiante París–, el letrismo se conoce mal o de manera muy remota y parcial. Con alguna salvedad en determinadas orillas, otras que las del Sena, que principalmente serían las relativas a las literaturas experimentales y a un cine de ruptura o, en la jerga propia de los letristas, <i>ciselant</i> (como atacado con un buril, por comenzar a descorrer el sentido del término). Y es irónico que uno de los motivos de referencia al letrismo sea de paso–es decir, como episodio previo– para abordar el situacionismo; ironía que reside en el mutuo desprecio y los implacables insultos que ambos grupos se han dedicado.[[[5]]]</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> De hecho, los letristas nunca han tenido el menor empacho en situarse en pleno centro del ciclón de las mayores convulsiones artísticas posteriores a la II Guerra Mundial, manteniendo una recalcitrante arrogancia. Todo lo que sigue al letrismo es derivación inconfesa, plagio o embaucamiento, sostienen los portavoces más jactanciosos.Y, puesto que sus prácticas se han deslizado a menudo hacia lo conceptual, los letristas han concedido una gran importancia a la noción de homologación, que sería como una patente sobre cierto hallazgo o idea –a veces con el aspecto de una simple ocurrencia–, que puede registrarse mediante su publicación u otra clase de difusión pública a fin de acreditar su prioridad innovadora.Ordenanza llevada a extremos cómicos algunas veces; por ejemplo, a raíz de la falsificación de fechas que se sospecha en algún artista letrista de la primera leva, y por las denuncias consecutivas de colegas más escrupulosos en sus homologaciones.</p>"
	},
	{
		"pid" : 9,
		"p" : "<p> Se ha dicho, por otra parte, que el letrismo es la última de las vanguardias o “ismos” primigenios, por oposición a las neovanguardias que surgieron sucesivamente: de neodadá al neoexpresionismo, por ejemplo, entre otros “neos” abundantes en el léxico artístico de la segunda mitad del siglo XX. En cierto modo, el letrismo admitió inicialmente cierto parentesco con unos modelos vanguardistas previos –especialmente Dadá y el surrealismo–, pero rechazó después toda correspondencia con movimientos y grupos posteriores, por mucho que pudieran partir de referencias bien similares. Este aislacionismo obstinado, fomentado al menos por unos textos doctrinales no exentos de humor bajo su apariencia entre pedante y arisca, habría contribuido a la atención tan soslayada, despectiva incluso, que el letrismo ha recibido durante muchos años.</p>"
	},
	{
		"pid" : 10,
		"p" : "<p> Y es que uno de los distintivos más peculiares del letrismo es justamente la longevidad que ha tenido, atrayendo nuevas adhesiones entre generaciones sucesivas. Hasta tal punto que, apenas después de cincuenta años, empezó a adivinarse su declive; aunque quizá sea más exacto hablar del desmembramiento de un grupo renovado continuamente pero con un largo historial de trifulcas internas, enfrentamientos personales, fidelidades desviacionistas, simpatías efímeras seguidas de desencantos y deserciones múltiples.</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> Por fin, otro rasgo ya apuntado es que su radio de alcance, repercusión e influencia apenas ha rebasado los contornos de la cultura francesa, en la que tuvo cierta entrada en tromba –como se verá enseguida–, para perdurar luego en una posición entre excéntrica y marginal. Sin embargo, en las últimas décadas y desde otras latitudes (como Italia o Estados Unidos), se comenzó a prestar una nueva atención al letrismo, y actualmente se perciben también en Francia ciertos gestos tendentes a una rehabilitación más amplia de dicha corriente. Por otra parte, aunque el letrismo ha operado abundantemente sobre la disociación entre los signos y la semántica, buena parte de sus aportes conllevan copiosos componentes discursivos que han dificultado una mayor proyección exterior de sus ideas y creaciones. Más allá de los abundantes manifiestos y textos teóricos letristas, escasamente traducidos, es también el caso de su cine, por lo general muy parlante, <i>bavard</i> con un temperamento bien galo. </p>"
	},
	{
		"pid" : 12,
		"p" : "<p> <b>En el principio fue la letra</b></p><p> En muchos aspectos, el origen del letrismo reproduce el de otras vanguardias. Su impulsor es un poeta y un pensador desbordante, capaz de contagiar sus ideas a un número de jóvenes (de sucesivas generaciones, tal como se ha sugerido previamente) con inquietudes artísticas y “artivistas”. Desde su Rumania natal y con veinte años, Jean-Isidore Isou llegó a París en agosto de 1945, con el ambicioso plan de revelar al mundo una doctrina propia cuya primera insignia sería el letrismo, o la concepción de una nueva poesía–por extensión, un nuevo arte– que tomaría como fundamento la letra, signo atómico de la escritura.</p>"
	},
	{
		"pid" : 13,
		"p" : "<p> Según algunas indicaciones biográficas, su verdadero nombre sería Isaac Goldstein,[[[6]]] nacido en 1925 en la localidad rumana de Botosani. Podría deducirse entonces que el pseudónimo Isou lo derivara de su nombre de pila. Se ha dicho asimismo que, a la hora de adoptar una nueva identidad pública, otro de sus referentes habría sido el portavoz de Dadá, Tristan Tzara, compatriota suyo e igualmente judío, cuyo nombre real era Sami Rosenstock. Lo que es seguro, por otra parte, es que tal cambio de identidad no pretendía en modo alguno ocultar su ascendencia hebrea, sino que, al contrario, haría gala de sus raíces culturales y religiosas desde los primeros escritos que publicó.Así, se presentará nada menos que como un “mesías” que, a través de una liberación del acto creativo –de cualquier índole–, trae al mundo la buena nueva de una “sociedad paradisíaca”. </p>"
	},
	{
		"pid" : 14,
		"p" : "<p> El joven Goldstein/Isou procedía de una familia acomodada y culta, y presumía de ser una persona muy leída y políglota. Con diecisiete años había desarrollado ya los puntales de su pensamiento. Y, al llegar a París, su bagaje incluía dos abultados manuscritos y una carta de presentación, firmada por Giuseppe Ungaretti y a la atención de Jean Paulhan, director editorial de Gallimard por aquel entonces. Apenas unos meses después, aunque seguramente gracias al ruido que Isou supo armar entre medias para hacerse notar, la prestigiosa editorial parisina le ofreció un contrato, y en 1947 publicó sus dos primeros libros: <i>Agrégation d’un Nom et d’un Messie</i> –un texto autobiográfico y ególatra– y <i>Introductionà une nouvelle poésie et à une nouvelle musique</i>. Esta nueva poesía –y, en su vertiente sonora y fónica, una nueva música–sería, claro está, el letrismo. Aunque apenas en un primer despliegue que pretendería sucesivamente abarcar toda clase de disciplinas artísticas e intelectuales.</p>"
	},
	{
		"pid" : 15,
		"p" : "<p> Según testimonios de quienes le conocieron en aquellos años, o desde las ocurrentes descripciones de retratistas más recientes, Isou se hacía notar, ya desde su semblante, porte y maneras, como un jovenzuelo altanero, mesiánico y pagado de sí mismo, con cierto aire de <i>voyou</i> (truhán o gamberro) y, según le retrata Greil Marcus, desprendiendo una imagen tan sexy como la de Tony Curtis y Elvis Presley en su esplendor juvenil. Este atractivo físico, unido a su capacidad de seducción intelectual, su elocuencia y buenas dotes para la provocación y la autopromoción, facilitaron aparentemente que cumpliera en un breve plazo su plan de situar al letrismo “a la vanguardia de la vanguardia”, frente a los referentes declinantes de Dadá y, todavía más, del surrealismo; ante cuyos modelos y “popes” (Tzara, Breton, Cocteau) se reclinaba un día, para denostarlos poco después como timoratos y caducos.</p>"
	},
	{
		"pid" : 16,
		"p" : "<p> En cualquier caso, en apenas cinco años, el advenedizo Isou logróque escribieran o se interesaran por sus ideas nombres tan cualificados como Georges Bataille, René Etiemble, Louis Pauwels, Roger Shattuck (futuro historiador del gran “banquete” de las vanguardias) o Eric Rohmer (todavía conocido como Maurice Schérer), además de Breton y Cocteau, y de publicaciones periódicas como<i>Combat</i>, <i>Critique</i>, <i>Les Temps modernes</i> y<i>Commentary</i>. Pero sobre todo, en ese plazo, el letrismo adquirió una verdadera dimensión de grupo (grupúsculo si se prefiere), aunque muy de inmediato se sucederían las primeras divergencias y una escisión de bulto que, años después y por convergencia con otras células de la creatividad insurrecta en países más o menos vecinos, daría lugar a la conformación de la Internacional Situacionista.</p>"
	},
	{
		"pid" : 17,
		"p" : "<p> Entre los individuos adherentes al primer grupo letrista, algunos tienen una significación particular por su trayectoria individual, y otros por su conspicua adhesión sea al letrismo mismo, sea a la escisión situacionista. Son, entre otros y por un cierto orden de aparición: Gabriel Pomerand, François Dufrêne, Jean Callens, Guy Vallot, Gil-Joseph Wolman, Jean-Louis Brau, Claude Matricon, Albert-Jules Legros, Ghislain Desnoyers de Marbais, Serge Berna, Jean Rullier, Marc’O (nombre artístico de Marc-Gilbert Guillaumin), Maurice Lemaître, Guy-Ernest Debord, Yolande de Huart, Poucette y Robert Estivals.</p>"
	},
	{
		"pid" : 18,
		"p" : " <ol start=\"2\"> <li><h1 lang=\"es-ES\" class=\"western\">La primera escisión, la primera expulsión</h1> </ol><p> Justamente después de las primeras incursiones letristas en el medio fílmico (1951-1952), las desavenencias y deserciones comenzaron a sucederse, y la disciplina de grupo a resquebrajarse. Por diversos documentos y testimonios, se adivina que, ya muy tempranamente, se produjeron diversos choques de personalidad o temperamento, y en torno a esa disciplina interna que, por momentos, haría del letrismo una especie de sociedad secreta.</p>"
	},
	{
		"pid" : 19,
		"p" : "<p> Sería aquí prolijo el relacionar las deserciones o las distancias que pronto tomaron algunos de los nombres antes indicados, incluyendo a algunos de los primeros secuaces de Isou (Pomerand, Dufrêne, Marc’O). En todo caso, el principal conflicto, por el relieve público de los oponentes, vendría de la rivalidad que pronto se entabló entre Isou y Debord, este último entre los “cachorros”que se incorporaron más tardíamente al grupo. A mediados de 1952, Debord, Wolman y otros disidentes decidieron crear una especie de célula clandestina pero identificada todavía con los fundamentos del letrismo. Según algunas fuentes, Isou estuvo al corriente de tales maniobras de manera temprana, e incluso le divertía que el letrismo generara unos anticuerpos que pusieran en solfa el credo queél mismo había establecido. En consecuencia, los opositores habrían de tensar la cuerda, el cordón umbilical que les ataba a “la dictadura letrista” de Isou.[[[7]]]</p>"
	},
	{
		"pid" : 20,
		"p" : "<p> Así nació la Internacional Letrista –constituida por Berna, Brau, Debord y Wolman–, derivando en una ruptura que tiene bastante que ver precisamente con las aficiones cinematográficas de los letristas. El motivo de discordia entre ambas fracciones –el pretexto si se prefiere– se produjo a raíz de una visita a París de Charles Chaplin, para presentar su film <i>Limelight</i> (“Luces de candilejas”), a finales de octubre de 1952. Con motivo de una conferencia de prensa en el Hotel Ritz, el grupo disidente trató de boicotear el acto y sembró los salones del selecto establecimiento con un virulento panfleto contra Chaplin, tratándole de “chantajista emocional” entre otras lindezas más graves y malsonantes. Al tener dicho incidente un cierto eco en la prensa, Isou, Pomerand y Lemaître se distanciaron públicamente de los alborotadores, a la vez que manifestaban su respeto por el gran cineasta.</p>"
	},
	{
		"pid" : 21,
		"p" : "<p> La escisión se consumó antes de una semana, por decisión unilateral del grupo díscolo, que además decretó la virtual expulsión de Isou del movimiento letrista que él mismo había fundado. Reprochándole su deriva hacia un “misticismo iniciático”, rodeándose de fieles adeptos a los que detestaban con ganas, la rama secesionista se presentaba como la “izquierda letrista” y, en lo sucesivo, adoptaría crecientemente un vocabulario de extracción marxista. El enfrentamiento con la “vieja guardia”, y la elaboración paralela de un peculiar discurso político sin abjurar todavía de su primera filiación letrista, seguiría con la publicación de los boletines <i>Internationale lettriste</i>(1952-1954, 4 números) y <i>Potlatch</i> (1954-1957, 29 números).Cinco años después de dicho cisma, y tras un encuentro con artistas y colectivos de otros países, en 1957 la Internacional Letrista se disolvió en el nuevo marco, ahora sí más amplio y diseminado, de la Internacional Situacionista.[[[8]]]</p>"
	},
	{
		"pid" : 22,
		"p" : "<p> Esta es ya otra historia, y una mucho mejor documentada que la del letrismo, pero quizá convenga anticipar un detalle que ya han advertido antes otros observadores poco sesgados en cuanto a sus simpatías, afinidades o decantaciones por uno u otro grupo (detalle importante, dado que gran parte de los relatos históricos, tanto del letrismo como del situacionismo, se deben a militantes o simpatizantes de una u otra tendencia). Así, en palabras de Marc Partouche, “casi todos los conceptos situacionistas han sido tomados del letrismo con otros nombres, sobre todo en lo que al cine concierne”.[[[9]]] E, incluso más allá de conceptos y términos, otras ideas de orden estético y político que, partiendo de los enunciados de Isou, convendrá compendiar antes de concretar nuestro rumbo hacia el cine letrista.</p>"
	},
	{
		"pid" : 23,
		"p" : " <ol start=\"3\"> <li><h1 lang=\"es-ES\" class=\"western\">Hipersistema Isou: la Creática o Novática</h1> </ol>"
	},
	{
		"pid" : 24,
		"p" : "<p> Para fundar una nueva concepción del arte y de la sociedad, Isou sintió la necesidad de crear un nuevo lenguaje. Por un lado, tomando como unidad la letra, antes que la palabra (tesoro de la lengua, pero también osario de sus formulismos instrumentales). La letra, más allá del abecedario reglamentado para una determinada lengua, incluyendo notaciones más precisas (mediante acentos, tildes, diacríticos), elementos procedentes de alfabetos foráneos o en desuso, signos jeroglíficos, etc. La letra, en definitiva, como signo gráfico y también como codificación simbólica de unos valores sonoros o fónicos en el plano oral del lenguaje. Dicha concepción se halla en la base del letrismo, inicialmente contemplado en un doble plano poético y musical. A las composiciones o creaciones así concebidas, Isou las llamará “letrías”(<i>lettries</i>), para después incorporar la “metagrafía” o“hipergrafía”: la apertura a toda clase de signos –matemáticos, técnicos, ornamentales, inventados…– más allá de aquellos que corresponden a una representación lingüística o ideográfica.</p>"
	},
	{
		"pid" : 25,
		"p" : "<p> Por otro lado, al pretender una sustentación teórica, estética, de tales ideas, Isou ha establecido paralelamente un alambicado léxico para exponer de una manera sistemática las doctrinas del letrismo.Pero, con la vista puesta en la universalidad de su pensamiento, al cabo dará a su sistema, entre la filosofía y la charlatanería, los nombres de “creática” o “novática” (<i>creatique, novatique</i>). Con toda la inmoderada pedantería por la que a menudo se le ha menospreciado, una de las aportaciones clave de Isou residiría en ese corpus intelectual que, aparentando un rigor académico, debería verse también como obra de creación; no menos, sin duda, que aquellas tenidas como tales: poemas y textos literarios, composiciones sonoras y creaciones cinematográficas, entre otras aportaciones que se le van reconociendo.</p>"
	},
	{
		"pid" : 26,
		"p" : "<p> En los primeros escritos de Isou, una de las ideas centrales estriba en su “ley de evolución de las artes”, la cual distingue dos fases o “hipóstasis”. Primero la fase “ámplica” (<i>amplique</i>), que busca una ampliación o expansión constante de las técnicas y los temas en el interior de cada disciplina, pero que llega a un punto en que se agota y diluye en la anécdota: en la mera variación de pretextos, argumentos y arquetipos. Luego la fase “cincelante”(<i>ciselante</i>), que remite a la idea de actuar con un cincel, buril o escarpa para acuchillar –por emplear un símil– las materias, técnicas y formas artísticas, de manera que las prácticas tienden a la destrucción, el reductivismo y la desmaterialización.En todo caso, esta fase no se cierra en sí misma sino que pretende abrir nuevas fases ámplicas en el interior de –y por el cruce entre– las diversas disciplinas.</p>"
	},
	{
		"pid" : 27,
		"p" : "<p> En la primera exposición del tema, confinada aún a los ámbitos de la poesía y de la música, la fase ámplica se extiende desde Homero hasta Victor Hugo y Stendhal, mientras que halla su cima musical en Wagner. La fase cincelante, por otra parte, discurre de Baudelaire a Apollinaire, Tzara, Joyce y, sin mayores remilgos a la hora de ubicarse en linaje tan señero, el propio Isou. En el campo musical, por otra parte, es desde Debussy, pasando por Russolo, Schönberg y el jazz, que se llega hasta –una vez más– Isou, al atribuirseéste la simbiosis de la poesía con la música. Y, cuando tal marco de referencia se traslada a las artes plásticas, la cima ámplica se cifra en Delacroix o Rodin, mientras que la fase cincelante va de Kandinsky, González o Brancusi hasta aquella metagrafía-hipergrafía que predica Isou desde otro desbordamiento más de su poética.</p>"
	},
	{
		"pid" : 28,
		"p" : "<p> El propósito de abarcar, creativa e intelectualmente, toda clase deámbitos del arte y el pensamiento, conduce a su vez al establecimiento de una “kladología”. Tomando su raíz del griego(<i>klados</i>), dicho concepto establece o pretende sistematizar las diversas “ramas” de la creación, el conocimiento y la ciencia.Desde esta perspectiva “kládica” o “kladósica”, es posible obtener entonces un mapa completo de las áreas y disciplinas donde el letrismo o novatismo pueden incidir. Más allá de esta formulación abstracta y ampulosa, propia de aquello que Isou contempla como su “sistema total” –por fin revelado, publicado recientemente en un grueso tomo[[[10]]]–, es preciso reconocer que los letristas, incluyendo también a renegados y escindidos, han operado con su buril en toda clase de prácticas artísticas –la poesía y la novela, las artes plásticas y la creación sonora, el cine y la fotografía, el teatro y la danza– y en áreas del saber como la filosofía, la lógica matemática, la economía política, la historia de las religiones, la educación, la psicología o la erotología.</p>"
	},
	{
		"pid" : 29,
		"p" : "<p> Esta vocación multidisciplinar, llevada a un extremo que diríamos programático –no en vano los manifiestos y las proclamas letristas han sido tan abundantes como vehementes–, es uno de los puntos por los que, contemporáneamente, se vislumbra un nuevo interés, una apreciación ponderativa incluso, de una corriente largamente ignorada y vilipendiada; como en otro tiempo también lo fueron el futurismo, por las simpatías fascistas de su plana mayor; o Dadá y Fluxus, en ambos casos por su insolente nihilismo y por el supuesto callejón sin salida al que su ideario antiartístico conducía.</p>"
	},
	{
		"pid" : 30,
		"p" : "<p> La superación de los límites materiales ha conducido por otra parte al designio de un arte “imaginario”, “infinitesimal” o“supertemporal” (<i>supertemporel</i>), que reniega incluso de las engañosas sendas que abre. Pues, rizando el rizo, la doctrina letrista impondrá toda clase de torsiones o reversos, si más no conceptuales, a cuantos hallazgos se otorga. Así, habrá un arte“afonista” que privilegia la pureza del silencio, y “anóptico”o constituido por elementos invisibles; un arte “anti-infinitesimal”o “anti-imaginario” que pretende ofuscar al espectador y bloquear la imaginación que otras veces se le requiere; y todavía, por ejemplo, un arte “anti-anti-infinitesimal”. Dichos conceptos, y otros que obviamos, penetran ya en un bizantinismo terminológico y reglamentador en el que se ha deleitado la gran, enorme creación teorética (y a su modo, insistimos, literaria) de Isou, seguida con fervor por sus más dilectos discípulos.</p>"
	},
	{
		"pid" : 31,
		"p" : "<p> Sin embargo, antes de cerrar este apartado, conviene señalar que el letrismo conlleva también un ideario político, cuyos conceptos clave son la “economía nuclear” y la “sublevación de la juventud”. El enfoque de Isou supera la interpretación marxista de la sociedad, reemplazando la lucha de clases por el conlicto entre“internos” o “aposentados” de una parte, y “externos” o excluidos de la economía de mercado. La edad misma no sería algo consustancial a la identidad externista, aunque los jóvenes sírepresentarían su mayor enjambre y el más proclive a constituirse en comunidad insurgente. Dichas ideas serían expuestas en el primer tomo del <i>Traité d’économie nucléaire: Le Soulèvement de la Jeunesse</i> (1949), siendo desarrolladas y aumentadas con otros volúmenes y manifiestos a lo largo de los años.[[[11]]]</p>"
	},
	{
		"pid" : 32,
		"p" : "<p> Aunque este discurso, en torno a la juventud como sujeto político, no carecía en absoluto de antecedentes, parece que ha atraído a un número considerable de militantes circunstanciales del letrismo. Y, en dicho caso, no tanto por su programa estético como por uno político, aunque ambos se vinculan en el sentido que el fomento de la creatividad se contempla como uno de los factores liberadores de la “externidad”. Si bien los disidentes situacionistas han luego menoscabado las propuestas de Isou y de sus fieles, no han hecho otra cosa que tomar sus ascuas insurgentes y removerlas con otras ideas tomadas de pensadores de ascendencia marxista, como Lefebvre y Adorno. Y, si el pensamiento político de Isou se ha puesto en relación con los muy posteriores e influyentes análisis de la juventud de Marcuse, Goodman o Burroughs (en <i>The Job</i>), tanto los letristas como los situacionistas y sus respectivos exegetas han competido por otorgarse el papel de <i>deus ex machina</i> en el estallido del Mayo de 1968. En las filas letristas, dicha reivindicación es tácita por ejemplo en determinados films de Maurice Lemaître (<i>Le Soulèvement de la jeunesse, mai 1968</i>) o Roland Sabatier (<i>Le Songe d’une nudité</i>).</p>"
	},
	{
		"pid" : 33,
		"p" : " <ol start=\"4\"> <li><h1 lang=\"es-ES\" class=\"western\">II. UN CINE DISCREPANTE: LA ERUPCIÓN DEL CINE LETRISTA</h1> </ol>"
	},
	{
		"pid" : 34,
		"p" : "<p> El bienio 1951-1952 fue de una gran efervescencia creativa para los letristas, sobre todo en lo concerniente a su dedicación al cine: se materializan entonces las primeras incursiones en el medio fílmico, con un fuerte impacto y una duradera repercusión; se extiende la imperiosa necesidad de hacer cine a casi todos los miembros del grupo, y empiezan las trifulcas, las conspiraciones y las escisiones.Sin embargo, a partir de 1953 la actividad cinematográfica se enfría(no así el resto de la actividad creativa y proselitista) y no seráhasta la década siguiente que la filmografía letrista se iráengrosando con nuevos títulos, en gran medida a partir de las cuantiosas realizaciones de Lemaître y de otros artistas que se irán sumando al movimiento a partir de entonces.</p>"
	},
	{
		"pid" : 35,
		"p" : "<p> Básicamente son cinco los films fundacionales del cine letrista: <i>Traité de Bave et d’Éternité</i> (Isidore Isou, 1950-51), <i>Le film est déjà commencé?</i> (Maurice Lemaître, 1951), <i>L’Anticoncept</i> (Gil J. Wolman, 1952), <i>Tambours du jugement premier</i> (François Dufrêne, 1952) y <i>Hurlements en faveur de Sade </i>(Guy-Ernest Debord, 1952). Esta relación se completaría con otros films realizados en el mismo periodo (por Pomerand y Brau), algunos proyectos esbozados y nunca materializados (fruto más bien del entusiasmo cinematográfico contagiado a todo el grupo), el film<i>Closed Vision </i>(1954), de Marc’O, que merece un comentario aparte por su desviación del dogma estético, y otras propuestas, como la metacinematográfica <i>Le debat</i> (1952), que Isou concibió sin rebozo como un debate sobre el cine mismo. Ya sea por las deserciones (Wolman, Debord, Brau, Berna, Marc’O…) o por la dificultad que entrañaba su producción y exhibición, en los siguientes años no habrá más films hasta que Lemaître continúa, con <i>Un soir au cinéma</i>, su vasta y desorbitada filmografía.Al margen de las proyecciones, tanto Isou como Lemaître publican después los guiones de sus films, lo que manifestaría acaso el carácter más especulativo que realista de sus propuestas cinematográficas.</p>"
	},
	{
		"pid" : 36,
		"p" : "<p> Las propuestas del cine letrista son bastante divergentes e intentan en general reventar los límites de una concepción banalizada (o sencillamente comercial) del cine. No es sólo un trabajo de experimentación formal, sino que pretende replantear el cine y sus condiciones de proyección y de difusión de raíz, siguiendo a su vez una melodía de cambio político y social. En las dos obras más tempranas, <i>Traité de Bave et d’Éternité</i> y <i>Le film est déjà commencé?</i>, ya quedan cimentados algunos de estos planteamientos. La primera, con un cariz más teórico, establece la disociación entre sonido e imagen (idea central, presente en el resto de la producción letrista de un modo más o menos acentuado), el predominio del texto por encima de la imagen y el carácter metacinematográfico, de reflexión sobre el propio medio. En la segunda, el autor somete la pantalla, la sala de proyección y al espectador mismo a una verdadera tortura, que se traduce en la destrucción de la pantalla en su forma tradicional y en la introducción de elementos tridimensionales y performativos que acercan la proyección a un arte de acción e interacción con el público.</p>"
	},
	{
		"pid" : 37,
		"p" : "<p> El arranque del cine letrista iría acompañado además de un aparato teórico y de difusión de las ideas, los proyectos y las reflexiones de los principales miembros del grupo. Se trata de la revista <i>Ion</i>, que tuvo un único número, fechado en abril de 1952, con más de 280 páginas dedicadas monográficamente al cine. La revista se publicócoincidiendo con el festival de Cannes de ese mismo año (en el que Wolman y Dufrêne presentaron de extranjis sus obras) y tuvo un tiraje reducido de apenas 100 ejemplares y 26 más, <i>hors commerce</i> y firmados.[[[12]]] Un contenido esencial de esta publicación es el largo ensayo de Isou“Esthétique du cinéma”, que ocupa más de la mitad del volumen, donde desarrolla la concepción ya de por sí teórica del <i>Traitéde Bave et d’Éternité</i> y de su corolario en el debate cinematográfico. Otro texto que se desliza entre la teoría (de un modo <i>sui generis</i>) y el manifiesto polemista es el de Marc’O,“Première manifestation d’un cinéma nucléaire (Diagramme, O.du Cinéma)”,[[[13]]] con entusiastas acotaciones de Debord y Monique Geoffroy en la misma revista. Entre los demás contenidos del mamotreto iónico, destacan también los guiones de Pomerand, Wolman, Dufrêne y Debord, mientras que Lemaître –al parecer receloso ya de otros de los adláteres de Isou– publicó separadamente el guión de <i>Le film est déjàcommencé?</i> y otros textos alrededor del mismo.</p>"
	},
	{
		"pid" : 38,
		"p" : "<p> Así pues, en los años 1951-1952, cuando los autores tenían entre 20 y 25 años, ya quedan del todo definidas las prácticas y los puntales teóricos del cine letrista, si bien desde el mismo 1952 comienzan a sucederse las desavenencias y las disputas. Con su“Esthétique du cinéma”, Isou se sitúa como principio y fin de la teoría y praxis del cine letrista: partiendo de su anterior“tratado”, sienta los conceptos clave y anticipa futuros desarrollos conceptuales de un cine al borde continuo de dejar de serlo. El resto de los contenidos de <i>Ion</i> se sitúa alrededor de ese cuerpo teórico, el “sistema total” de Isou, tal como se expone en la “Mise en garde” del volumen: “En un universo de acciones sin teoría, de teoría sin acciones o de teorías y de acciones fragmentarias y contradictorias, Isou es, para nosotros, el<i>modus vivendi</i> integral o la plataforma de nuestras más altas exigencias.”[[[14]]]</p>"
	},
	{
		"pid" : 39,
		"p" : "<p> <b>El cine dentro del cine: del debate a la evolución del arte cinematográfico</b></p><p> Más allá de los elementos formales, hay un tema recurrente en la mayoría de los cineastas letristas, que es el debate sobre el cine y la valoración de su evolución hasta el momento. El inicio de <i>Traitéde Bave et d’Éternité</i> –tal como se deduce de su discrepante banda sonora– es la salida de un cine-club, un lugar especialmente en boga entonces. El acento en las ideas sobre cine es tan importante, que los propios films se convierten en un debate o en la continuación o evocación de las riñas que los letristas protagonizaban en los cine-clubs parisinos. El apéndice a la“Esthétique du cinéma” de Isou[[[15]]] está enteramente consagrado al debate como superación del cine:“Como el cine ha muerto, hay que hacer, del debate, una obra maestra”. Los alborotos constantes en los primeros estrenos del cine letrista conducen a Isou a esta consideración de la controversia pública como obra, como argumento de la sesión cinematográfica: “Creo que este <i>speech</i>, por haber tenido lugar en el curso de un <i>debate</i>, constituirá la primera <i>obra de debate cinematográfico</i>. Yo lo imprimiré como si fuera una sinopsis o un guión.” Y, del dicho al hecho, Isou remacha estas ideas en el cine-club del Musée de l’Homme, en algún momento de 1952, al poner en escena y homologar el primer film-debate de la historia.</p>"
	},
	{
		"pid" : 40,
		"p" : "<p> Pero el carácter metacinematográfico sobrepasa el mero debate y la insurgencia conceptual y terminológica. Muy presente está una obsesión de los letristas, la de entrar en la historia áurea del cine. Sobre todo Isou y Debord, pero también Lemaître, urden una especie de canon cinematográfico con los nombres y las obras que consideran más relevantes, añadiendo al final sus propios nombres.Coinciden en autores como Griffith, Clair, Buñuel y Eisenstein y su reconocimiento es generoso, pero mayores son las ínfulas por formar parte de ese canon. A pesar del tono incendiario, no quieren destruir el arte cinematográfico, sino sus recetas técnicas y los tics adquiridos, como la obcecación perfeccionista; lo que proponen es un camino de evolución del cine que tiene un pasado, con nombres que identifican, y un futuro, con los suyos propios. Volviendo a la teoría, esto se traduce en el inicio de la fase cincelante del cine, que ellos inauguran con sus producciones. Por otro lado, seguramente para atacar el presente del cine, los letristas necesitan establecer la tradición cinematográfica de la que quieren provenir, una tradición que señala y que excluye. Y, a pesar de las coincidencias en sus autores de referencia, fue Chaplin quien encendió la mecha de la escisión.</p>"
	},
	{
		"pid" : 41,
		"p" : "<p> <i><b>Traité de Bave et d’Éternité</b></i><b>: el manifiesto del mesías</b></p><p> Isou realizó su primer film entre agosto de 1950 y mayo de 1951, con descartes recuperados de la basura de los laboratorios –y, particularmente, de la unidad cinematográfica del Ministerio del Ejército–, mezclados con imágenes originales, rodadas en 16 mm, en las que el autor aparece paseando por el bulevar de Saint-Germain-des-Prés, o meditativo en su apartamento. Pero, primeramente, Isou creó el sonido y, luego, de manera discrepante, vinieron las imágenes. La primera versión duraba cuatro horas y media; la versión final, dos. Los costes de producción fueron muy bajos, en principio asumidos por Isou, aunque después Marc-Gilbert Guillaumin (Marc’O) se incorporó como productor. Otro miembro del grupo, Lemaître, figura en los créditos como ayudante de dirección, lo que le sirvió para iniciarse en el cine, aunque además cumplióun papel determinante en las laceraciones cincelantes de la película.El resto del equipo técnico, ajeno a las visiones letristas, parece que no lo puso nada fácil.</p>"
	},
	{
		"pid" : 42,
		"p" : "<p> El inicio del cine letrista y su posterior desarrollo plantean un recorrido paradójico, poco común en los movimientos cinematográficos de vanguardia. El primer film, el que instituye los conceptos y las formas que permanecerán presentes en toda la producción letrista, fue presentado ni más ni menos que en el festival de Cannes de 1951 (en su cuarta edición), aunque fuera de toda sección oficial e incluso de una manera un tanto clandestina.Fue galardonado con el Prix des Espectateurs d’Avant-garde, por un jurado presidido por Jean Cocteau y del que también formaban parte Curzio Malaparte y Raf Vallone. Esto era el mismo año en el que el jurado presidido por André Maurois premiaba en dicho festival <i>Los olvidados </i>y <i>All about Eve.</i> Pero después de esta primera proyección cerca de los circuitos del gran cine,[[[16]]] los films letristas pasaron a propagarse básicamente a través de otros circuitos más bien marginales y de exigua difusión. </p>"
	},
	{
		"pid" : 43,
		"p" : "<p> La versión del <i>Traité…</i> que se presentó en Cannes no era sin embargo la definitiva; sólo estaba completada la primera parte y de las otras dos partes no había más que el sonido. Este hecho, sumado al carácter incendiario del film, fue suficiente para provocar un gran alboroto por parte del público, lo que es de suponer que deleitó sumamente a los letristas.[[[17]]]“Todo lo que he amado en el arte ha sido silbado y abucheado”, comenta Daniel, el héroe o protagonista del film; como <i>L’Âge d’Or</i>, de Buñuel, un ejemplo que le reconforta: en su estreno irrumpió la ultraderecha, devastando la sala. Posteriormente, en su versión definitiva, el film se estrenó en París en el cine-club del Musée de l’Homme, el 23 de mayo de 1951. En enero de 1952 vio su salida comercial en una sala de arte y ensayo, el Studio de l’Étoile, con un cartel de Jean Cocteau y frases de promoción como “El film que la prensa complaciente quiere ahogar. El film que la juventud y la vanguardia exaltan”. Permaneció en cartel tres semanas.</p>"
	},
	{
		"pid" : 44,
		"p" : "<p> <i>Traité de Bave et d’Éternité</i> es y se autoproclama un film-manifiesto, el primero de la historia en palabras de Isou; un film que, con su temple mesiánico habitual, “será más bien un manifiesto para mis próximos films, un prefacio para aquellos otros que están por llegar”. Y no sólo para los suyos, pues esta obra constituye el punto de partida de toda la teoría y práctica letrista en lo que al cine se refiere. El mismo título ya dibuja con fuerza tres ejes, y con su propia estética: la solemnidad propagandística (<i>Traité</i>), el rechazo al pasado deleznable y ponzoñoso (<i>Bave</i>) y la ambición, para el futuro que el film inaugura, de alcanzar la excelencia (<i>Éternité</i>). El carácter visionario de la obra emerge pues de buen principio: los letristas quieren aportar algo nuevo y personal al arte del cine, y sólo asíse entiende el cine y su práctica desde la óptica letrista. Hay que revolucionar el desvencijado y decadente mundo del cine, y los letristas pueden hacerlo.</p>"
	},
	{
		"pid" : 45,
		"p" : "<p>“Para conquistar hay que romper”, dice la voz protagonista del film, y lo primero que habrá que romper es aquello que Isou llama“la armonía de los elementos compositivos”, la unidad del sonido con la imagen. El cine ha de ser entendido como un acto revolucionario y creativo, no como un producto acabado, perfecto, al gusto de la industria y su entregada clientela. La teoría vertida por Isou despunta con dos rupturas fundamentales: la del yugo que aúna la imagen con el sonido y la de la propia película, a partir de ahora cincelada. “¡Lanzo aquí el manifiesto del cine discrepante! A las películas estropeadas voluntariamente por el cineasta las llamo películas cinceladas”, proclama el protagonista, Daniel.</p>"
	},
	{
		"pid" : 46,
		"p" : "<p> Continuando con el <i>leitmotiv</i> de las mutilaciones,[[[18]]] Daniel/Isou declara: “Hay que cortarle las dos alas al cine, el sonido y la imagen”. Este es el grito de salida para que la fotografía y el sonido, a partir de los letristas, ya no tengan que ir a la par. Más que descoordinar los dos elementos, se trata de trabajarlos de forma autónoma sin subordinar el uno al otro. Isou da incluso un paso más allá: la palabra ya no será comentario de la cinta, sino que la cinta será un simple complemento del <i>grito</i>.Se impone, así, una nueva dictadura del grito (texto, palabra, discurso, concepto) por encima de la imagen. Es desde esta óptica que podemos entender mejor el posterior desarrollo de las distintas variantes del cine imaginario o sin película. “¿Quién ha dicho nunca que el cine, cuyo significado es movimiento, deba sólo ser el movimiento de la fotografías y no el de la palabra?”. Los letristas dinamitan pues los elementos formales que, aparentemente, tan bien definían el cine hasta ese momento: el cine es ahora movimiento, discurso y, al fin y al cabo, revolución.</p>"
	},
	{
		"pid" : 47,
		"p" : "<p> La decadencia a la que ha llegado la fotografía con el argumento perfeccionista de retratar fielmente la realidad, sumada a la tiranía que ejerce sobre la voz, son los motivos básicos que inducen a Isou a declarar la guerra contra lo fotográfico. El perfeccionamiento de la fotografía ya no tiene sentido; lo que toca ahora es degradarla.Guiándose por su “ley de evolución de las artes”, establece el final de la fase ámplica, su agotamiento, para inaugurar con su film la fase cincelante del cine: cuanto más deteriorada, corrompida y pútrida esté la materia, más bella será ésta. Dado que al creador sólo le interesa la novedad de la creación, la fealdad de la época es, según Isou, la única belleza realmente nueva y posible. Para superar la fotografía, hay que enfrentarse directamente a la película y manipular el soporte, del mismo modo en que los letristas, en la escritura, superan la palabra y la semántica para trabajar con la letra y el sonido. “En lo que respecta a la fotografía, mancillaré la cinta exponiéndola a los rayos solares y tomaré descartes de películas antiguas y los rayaré, los arañaré, para que salgan a la luz bellezas desconocidas.” Las posibilidades de la <i>cinceladura</i>, unidas a unos principios aleatorios y al uso de todo tipo material de desecho, son infinitas y ya en este primer film letrista podemos encontrar un buen catálogo de técnicas, aunque será Lemaître quien más ahondará en la manipulación cincelante de la película.</p>"
	},
	{
		"pid" : 48,
		"p" : "<p> El film –“como el Infierno compuesto de círculos”– se estructura en tres partes: Capítulo primero: <i>El principio</i>; Capítulo segundo: <i>El desarrollo</i>; y Capítulo tercero: <i>La prueba</i>. El primer círculo es el de las ideas sobre el cine y el deseo de hacer una obra revolucionaria. El segundo círculo, por debajo del anterior, es el de Ève y la seducción amorosa. Y el tercero, también por debajo, el de Denise y el Letrismo, aquello más apreciado. Así pues, Isou plantea un esquema dantesco en el que confluyen la teoría (primera parte), el amor (filtrado por un nuevo planteamiento político) y la práctica artística (letrista).</p>"
	},
	{
		"pid" : 49,
		"p" : "<p> Para hilvanar el discurso, dos voces conducen el desarrollo de la obra: Daniel, que actúa como altavoz o alter ego de Isou, y “el comentarista”, que toma una mayor distancia. Con el enlace de las dos voces, sin correspondencia con la imagen, Isou consigue un efecto particular: cambiar de la primera a la tercera persona o, más cinematográficamente, cambiar de plano sólo a través de la voz.Una tercera voz importante, en la primera parte, es la del“Extranjero” (con la voz del propio Isou), que introduce una defensa matizada de las ideas de Daniel. Además, también hay otras voces que aparecen esporádicamente, básicamente voces polémicas, descontroladas, interpretadas entre otros por Wolman, Berna, Brau, Marc’O y Lemaître. </p>"
	},
	{
		"pid" : 50,
		"p" : "<p> Nada más iniciarse el film, Isou reconoce a los maestros: por un lado, a través de las imágenes, a los intelectuales parisinos que los letristas respetan y de quienes reciben apoyo; y por el otro, a través de la voz de Daniel, a los cineastas que admiran y que, segúnél, son los que han hecho avanzar el cine. Son, aun así, unos reconocimientos moderados, sin vehemencia, a modo de referentes de la senda de gloria en la que los letristas pretenden entrar. Es en las imágenes iniciales, que recogen el paseo de Isou por el bulevar Saint-Germain, cuando aparecen algunos de los intelectuales parisinos de referencia para los letristas: Cocteau, Cendrars, Maurois… Por su lado, la voz de Daniel –pese a que “La historia ya no tiene importancia”– esboza la evolución del cine: Griffith, Stroheim, Eisenstein, Buñuel, repitiendo siempre la misma consigna contra los epígonos: “¡No me gustan los imitadores!”. Evidentemente, sin ninguna modestia, Isou incluye su propio film en este inventario. </p>"
	},
	{
		"pid" : 51,
		"p" : "<p> La deriva por Saint-Germain, más allá de la mitificación de un espacio cultural, es el núcleo de la primera parte: Daniel sale de un cine-club mientras diversas voces reanudan el debate; Daniel expone sus teorías e ideas y el resto de participantes, casi todos, le abuchean. Con su temperamento provocativo, Daniel intenta avanzar en su discurso sobre el cine, entrecortado por insultos, increpaciones y exclamaciones de otras voces. Retomando ciertas actitudes de las primeras vanguardias, cabe suponer que Isou anhelara que los comentarios de la banda sonora se entremezclaran con los del propio público; y así sucedía. Daniel, para mantener sus posturas sobre el cine, defiende el cambio frente a la repetición y, a fin de cuentas, reivindica la necesidad de un espacio propio para la experimentación, para ampliar el concepto del cine y para cometer tantos errores como sean necesarios antes de abrir una nueva <i>ámplica</i>.El Extranjero, como si de una voz lejana y adelantada intelectualmente se tratara, reflexiona sobre el desplazamiento de las artes: si la poesía puede ir hacia la música, el cine puede ir hacia la radio, la palabra, la novela. Conquistar nuevos territorios para el cine, esa es la verdadera evolución. De esta manera, el Extranjero es un personaje que se revela como complemento y cómplice de Daniel.</p>"
	},
	{
		"pid" : 52,
		"p" : "<p> El personaje de Ève, que centra la segunda parte, bascula entre el flirteo y la mayor sinceridad, representando el ámbito sentimental y amoroso del film. Podría tratarse de una crítica al cine sentimental o, más bien, una plasmación de un deseo que también quiere ser diferente y que, al fin y al cabo –en un joven veinteañero–, es inevitable. Que el diálogo entre Daniel y Ève se centre tanto en su relación amorosa como en la política, ya da cuenta de que algo está cambiando en cuanto a las relaciones que los jóvenes establecen entre sí. Amanece quizá una nueva sentimentalidad; expuesta, por otro lado, sólo a través de la banda sonora. En la tercera parte, sin abandonar del todo el contenido teórico, es donde Isou “prueba” lo que podría ser el cine letrista: se lanza a lo cincelante y, sin dejar de aumentar la reflexión metacinematográfica, comenta las características de la poesía letrista.</p>"
	},
	{
		"pid" : 53,
		"p" : "<p> Según Isou, los poemas letristas no tienen ningún sentido ni quieren decir nada, adentrándose en la belleza del ruido puro y la armonía del grito. En este campo, Dufrêne experimentó con sus<i>crirythmes</i>, composiciones sonoras que sustituyen los versos del poema por emanaciones vocales descontroladas, así como también lo hicieron Wolman y Brau. Esto sucede al mismo tiempo que Henri Chopin y Bernard Heidsieck sientan las bases de la poesía sonora moderna. Pero, a pesar de las coincidencias, ni Heidsieck ni Chopin compartieron nunca el sectarismo de los letristas y no se sumaron, en consecuencia, al grupo. Por otra parte, no hay que olvidar el valor de poemas sonoros como <i>Lettre rock</i>, de Lemaître, imprescindible para entender la evolución de la poesía sonora, que tiene sus inicios en los años cincuenta. Isou, para diferenciar aún más la tradición poética letrista de la precedente, habla de“poesía de letras” y “poesía de palabras”: la primera es la nueva convención; la segunda, la tradición y, por consecuencia, la repetición.</p>"
	},
	{
		"pid" : 54,
		"p" : "<p> Combinados con dos poemas de Dufrêne, una improvisación letrista y las imágenes cinceladas, Isou lanza dos manifiestos finales, uno sobre la poesía, el otro sobre la música; dos campos que, en manos de los letristas, llegan a confundirse. Sobre la poesía sonora, Isou espeta que “la poesía letrista es más popular que la poesía surrealista e incluso más social que toda la buena poesía moderna”.La poesía letrista es asimismo fácil: uno la puede escuchar durante horas, dejándose mecer por su ritmo, alrededor de una idea general que puede ser entendida sin esfuerzo. El segundo manifiesto, relativo a la música letrista, defiende un retorno al primitivismo y una mayor radicalidad respeto a otras músicas modernas como el jazz.Pero, para los letristas, la música está muerta: pasemos a la voz y el ruido.</p>"
	},
	{
		"pid" : 55,
		"p" : "<p> <b>Maurice Lemaître: la película abortada constantemente</b></p><p> Maurice Lemaître (París, 1926), que había conocido a Isou en 1949, se inició en el cine trabajando con él en <i>Traité de Bave et d’Éternité</i>. Poco después comenzó su dilatada filmografía con <i>Le film est déjà commencé?</i>, que se aparta del tono teórico y solemne del film de Isou experimentando ampliamente sobre las posibilidades estéticas lanzadas por el <i>conducator</i> letrista, a la vez que ensancha el espectáculo cinematográfico hacia una tercera dimensión que no es la del simple relieve(ilusorio). Lo que acaba concibiendo Lemaître es casi una obra teatral o una especie de <i>happening</i>, con un guión rocambolesco y escénicamente tan ambicioso como embrolloso. Quizá por esa razón, en veinte años sólo se proyectó cuatro veces: el 12 noviembre de 1951 en el cine-club del Musée de l’Homme (en una sesión poco exitosa por la mediocridad admitida de su puesta en escena), el 7 de diciembre de 1951 en el cine Cluny Palace (en el Boulevard Saint-Germain, anunciada como estreno de “cine tridimensional”), el 10 de febrero de 1954 en la Cinémathèque de Bruselas (en una versión acortada) y en 1956 en el I Festival de Vanguardia de Marsella.</p>"
	},
	{
		"pid" : 56,
		"p" : "<p> La imagen cincelada y el concepto de <i>séance de cinéma</i> o<i>syncinéma </i>convierten el film en un título imprescindible de la obra de Lemaître. A partir de las ideas de Isou para manipular la película, Lemaître trabaja a conciencia: desarrolla y amplía las técnicas cincelantes y diversifica los materiales empleados. Sin embargo, la aportación más personal es el concepto, harto más abierto, de <i>syncinéma</i>, que significa la destrucción definitiva de la pantalla, tal como la conocemos desde Lumière, y que constituye uno de los elementos centrales de la obra cinematográfica de Lemaître. Se trata de ampliar el campo de proyección otorgando a la pantalla un rol distinto: ya no como una superficie meramente receptora de la proyección, sino como elemento susceptible de ser modificado y ampliado (con otras pantallas o por elementos interpuestos, como el cuerpo del propio autor por ejemplo).El <i>syncinéma</i> es una reunión de movimientos en varios espacios y tiempos o, en otras palabras, una alteración radical de la pantalla y de la atmósfera de la sala cinematográfica. En la<i>séance-syncinéma</i>, la obra no se reduce a una proyección, sino que constituye una ejecución más amplia del espectáculo cinematográfico como hecho artístico y acto social, llegando a abarcar el espacio entero de la sala y estableciendo un conglomerado entre el film propiamente dicho y los elementos <i>performativos</i> y de participación (en el espacio y tiempo real del acontecimiento).El film pasa a ser un acto de proyección en el que el público cobra protagonismo, y los elementos en principio extrínsecos se incorporan, de pleno derecho, al arte cinematográfico. Es por dichas características que el guión de <i>Le film est déjà commencé?</i> se desglosa en tres bandas: <i>sonido</i>, <i>imagen</i>, <i>sala</i>; las tres con igual importancia, aunque no lleguen a ser tan autónomas entre sí como sucede con otros films letristas.</p>"
	},
	{
		"pid" : 57,
		"p" : "<p> De la importancia de los elementos exteriores al film en sí, da cuenta la “introducción” a la que son sometidos los espectadores antes de que empiece la proyección propiamente dicha, en un acto-<i>séance</i> que ronda las dos horas. Fuera, a la entrada del cine, hay una proyección de obras clásicas (como <i>Intolerancia</i>, de Griffith) y de reclamos de la película anunciada; mientras se va formando una hilera en la puerta, los vecinos incordian a los que guardan cola y unos figurantes infiltrados hacen presión para tratar de forzar las puertas de entrada, que no se abren hasta una hora después de la anunciada. Se crea así un gran caos, con espectadores que se van, otros que se quejan y diversas situaciones disuasorias de por medio. Cuando la gente se sienta definitivamente, con las luces apagadas, se proyecta el final de un western y se encienden las luces. A partir de este momento, el alboroto del público y los figurantes se recrudece, Lemaître lee un texto en defensa propia, se incorporan otros figurantes y la proyección avanza como puede. Con la introducción, además, de poemas sonoros de Dufrêne y de Wolman.</p>"
	},
	{
		"pid" : 58,
		"p" : "<p> En la parte central del film, la sala permanece en silencio y la proyección se desarrolla con cierta tranquilidad: es en ese momento que el film vuelve a hacer referencia a los elementos iniciales, manifestándose la idea de bucle que impide que la película avance.Más tarde, la “normalidad” vuelve a verse truncada; ahora le toca a la pantalla, en la que se cuelgan objetos de diversos colores, a la vez que manos, cabezas y sombreros se interponen en el haz del proyector. La idea de la proyección abortada, o de la frustración de las expectativas, es central en esta obra: una vez finalizada la sesión, si todo sale bien, uno no sabe si realmente ha visto el film que pretendía ver o si se trataba de un intento fallido. La pantalla, como no podía ser de otro modo, acaba desgarrada.</p>"
	},
	{
		"pid" : 59,
		"p" : "<p> A pesar de la preponderancia de la palabra sobre la imagen, reivindicada por los letristas, el texto de esta obra no va mucho más allá de una ligera reflexión vanidosa sobre la creación y sobre unas teorías presuntamente revolucionarias, con cierta tendencia introspectiva: “El autor de este film comprendió que el acto creativo es la única posibilidad de realizar un gesto realmente libre”. La parte teórica, a diferencia de Isou, tiene menor consistencia y resulta un tanto vaga, comprendiendo algunas directrices para entender el film, fragmentos de un manifiesto de Isou y algunos de los habituales ataques a la sociedad aposentada: un“universo de carroñas”. Menos teórico, más gratuito, el texto flaquea algunas veces por su limitado interés y dinamismo, siendo en el plano de la imagen donde Lemaître se muestra más innovador en definitiva.</p>"
	},
	{
		"pid" : 60,
		"p" : " <ol start=\"5\"> <li><h1 lang=\"es-ES\" class=\"western\">Un film redondo de Wolman</h1> </ol>"
	},
	{
		"pid" : 61,
		"p" : "<p> Gil-Joseph Wolman (París, 1929-1995) concluyó en septiembre de 1951<i>L’Anticoncept</i> –un film cincelante y discrepante a su manera–, el cual fue proyectado por primera vez, sobre un globo sonda, el 11 de febrero de 1952 en el cine-club del Musée de l’Homme. El film fue prohibido por la censura con criterios incomprensibles –que para Guy Debord no lo serían tanto[[[19]]]–, aunque todavía sería proyectado en la quinta edición del festival de Cannes, ese mismo año, antes de caer en el olvido durante treinta años; salvo para el propio artista, que en diversas ocasiones dijo que toda su obra posterior descendería de aquel “anticoncepto”primordial.</p>"
	},
	{
		"pid" : 62,
		"p" : "<p> Un elemento característico de la obra es el globo que sustituye a la pantalla tradicional: el rectángulo plano ha desaparecido. La imagen se reduce por otra parte a un círculo que, acoplado al volumen esférico de una “nueva pantalla” (que diría Marc’O), cobra un volumen tridimensional; a la vez que se enciende y se apaga, de manera intermitente y con diversos ritmos, por lo que el film de Wolman ha sido además relacionado con obras posteriores de Peter Kubelka (<i>Arnulf Rainer</i>, 1960) y Tony Conrad (<i>The Flicker</i>, 1966) que han establecido la tipología del <i>flicker film</i> (film de parpadeos o intermitencias) en el nomenclátor del cine experimental. Sin embargo, a diferencia de dichas obras, <i>L’Anticoncept</i> introduce además un componente verbal, parlante, discrepante que provoca un desconcierto incluso mayor, dentro del reductivismo extremo de una obra basada en los dualismos de la luz y la oscuridad, la voz y el silencio, el sentido y el sinsentido, la figura plana (el círculo) y el relieve ilusorio (del globo iluminado intermitentemente por la proyección recibida).</p>"
	},
	{
		"pid" : 63,
		"p" : "<p> En el plano de la banda sonora, por otra parte –un plano con su propio relieve (por la intervención de diversas voces, modulaciones, etc.)–, Wolman no pretende, al contrario que Isou, establecer o encerrar un significado concreto. Plantea una serie de elementos y actitudes que diríamos antiprohibicionistas, antisistema, enlazando con el tránsito hacia el situacionismo (a través de la Internacional Letrista, de la que Wolman fue uno de los fundadores) y los lemas del Mayo de 1968, como el <i>Ne travaillez jamais</i> que el artista consigna en sus escritos. “El tiempo de los poetas ha terminado. Ahora duermo.” Es un trabajo fruto de la incontinencia verbal y de la múltiple significación más que de ideas fijadas de antemano. Algo así como una subsignificación, un “acontecimiento”para liberar la palabra y el significado: la palabra estalla más allá del sujeto, se libera de su significado. Y entraña asimismo una negación, en un tiempo de negaciones y de anticipación de una“nueva amplitud” (<i>ámplica</i> en la jerga isouana), una “fase física de las artes”, una implicación del público para la construcción del sentido.[[[20]]]</p>"
	},
	{
		"pid" : 64,
		"p" : "<p> Es de hecho un film casi sin imágenes –o con una sola imagen, el círculo–, yendo de la oscuridad total al destello parpadeante de la luz sobre la pantalla. Un detalle revelador es que el film fue realizado sin cámara: es por tanto un film cincelado manualmente, fotograma a fotograma, sobre la virginidad de una cinta transparente y utilizando una plantilla para dibujar los círculos. De este modo, el texto toma toda su importancia y multiplica su efecto. Es un entramado de reflexiones cortas sobre el arte, la vida y el amor, frases sincopadas, quebradas en su sintaxis hasta rozar aparentemente el sinsentido. Wolman, además, realiza en la puesta en escena del texto un importante trabajo sonoro, cercano en algunos casos a la poesía sonora y, en particular, a la obra de Dufrêne. No hay que olvidar, por otro lado, que Wolman trabajó extensamente en el campo de la poesía sonora, a través de lo que él llamaba <i>mégapneumes</i>.El guión, publicado originalmente en <i>Ion</i>, es virtualmente un texto sin principio ni fin, un texto que acumula infinitas posibilidades semánticas y que concluye con la frase: “YO SOY INMORTAL Y VIVO”.</p>"
	},
	{
		"pid" : 65,
		"p" : "<p> <b>Un film sonoro de Dufrêne</b></p><p> <i>Tambours du jugement premier</i> es el primer film que se adentra en el concepto de cine imaginario y la principal aportación cinematográfica de François Dufrêne (París, 1930-1982), poeta que trabajó destacadamente en el campo de la poesía sonora y que se había unido al grupo letrista en 1946. Es una obra sin pantalla ni película, que suprime no sólo la dictadura de la imagen sobre la palabra, sino que abandona definitivamente la imagen proyectada,“pues ya no se trata de <i>percibirla pasivamente</i> sino de<i>imaginarla</i> o recrearla”.[[[21]]] Poco después, Dufrêne se alejó del círculo de Isou, a quien había conocido con menos de veinte años, y en 1954 abandonó el grupo, momento a partir del cual aplicó a su trabajo poético, sobre todo fonético, el adjetivo “ultraletrista”, a la vez que se consagraba más de lleno a las artes plásticas, formando parte del grupo de los <i>nouveaux réalistes</i>.</p>"
	},
	{
		"pid" : 66,
		"p" : "<p> Sin embargo, Dufrêne sí había previsto originalmente una parte visual, nunca realizada, y que ni siquiera estaba completa al publicarse el guión en la revista <i>Ion</i>. Las imágenes tenían que ser animaciones y detalles de objetos, “cuadrículas y otras formas geométricas”, pero el peso de la obra residía claramente en la banda sonora, que es en lo que acabó convirtiéndose el proyecto inicial.[[[22]]] Por tanto, podría contemplarse como una pieza de arte sonoro antes que como un film en el sentido convencional (desde luego, ya se ha visto suficientemente que el letrismo siempre ha estado reñido con las convenciones), pero, dado que fue concebido como tal, hablaremos de un <i>film sonoro</i> en su sentido más absoluto.</p>"
	},
	{
		"pid" : 67,
		"p" : "<p> La primera presentación de la obra, como cine imaginario sin pantalla ni película, fue de nuevo en Cannes, en 1952, en el cine Alexandre III. Los escasos recursos necesarios permitieron improvisar la sesión: las voces se situaron en los cuatro ángulos de la sala y, mientras los intérpretes declamaban los textos, las luces se encendían y apagaban y la cortina del proscenio se abría y cerraba constantemente. “Yo iré por cuatro caminos, dejándome llevar por el postulado de no tener para nada en cuenta las posibilidades técnicas y reales de la cámara, pues ésta sólo deberá satisfacer unas condiciones ideales y de ideas”.[[[23]]] Según el opúsculo que se repartió en el Cannes, “la propuesta de cine imaginario de François Dufrêne sistematiza al extremo el agotamiento de los medios cinematográficos, situándose más alláde toda su maquinaria”. Es a la vez una frustración de las expectativas del público y una invitación al magín del espectador; otra ruptura y otra liberación, esta vez de la imposición de la imagen.</p>"
	},
	{
		"pid" : 68,
		"p" : "<p> El guión original, como ya se ha dicho, fue publicado en <i>Ion</i> precedido de un breve texto teórico que, de forma sucinta, expone a grandes rasgos las líneas de trabajo de Dufrêne: el trabajo autónomo de la voz y el sonido (con un reconocimiento expreso a la influencia de Artaud); la organización en cuadrículas de la imagen; la recitación y sus intensidades tonales; y la traslación del aforismo al cine. Además, hace una incursión teórica hacia el concepto de cine imaginario, entendido como un ataque a la perfección de la maquinaria cinematográfica, admitiendo cierta incapacidad, sin embargo, para desarrollar dicho concepto.[[[24]]] Tras su realización “en vivo” en Cannes 1952, <i>Tambours…</i> se difundió radiofónicamente en 1973, en el marco de unas emisiones de France Culture para ciegos, con la participación de otros antiguos letristas como Wolman y Jacques Spacagna. En 1981 se grabóuna tercera versión que ha sido incluida desde entonces en diversas exposiciones y en alguna programación cinematográfica, además de formar parte de la colección del Musée National d’Art Moderne en el Centre Georges Pompidou de París. </p>"
	},
	{
		"pid" : 69,
		"p" : "<p> La imagen, según el guión, se basaba en formas geométricas y en el movimiento, en su interior, de objetos animados: la pantalla convertida en un damero de juego en el que los objetos cambiarían de posición, variando su significado; las cuadrículas se transfigurarían a veces en objetos concretos, ordinarios, tales como ventanas francesas, tréboles, ventiladores e incluso dos islotes“unidos por un vaivén de macarrones”. Se forma así una intersección entre formas geométricas (casillas, rombos, hexágonos, letras) y objetos caprichosos, elementos cotidianos, con alguna posible connotación erótica (piernas de mujer, zapatos de tacón...). El proyecto de Dufrêne, por tanto, se alejaba a priori del reciclaje cincelante propugnado por Isou, aunque estaría en consonancia, en cambio, con sus ideas sobre la narrativa metagráfica, la super-escritura hipergráfica, también llevada al dominio del cine.</p>"
	},
	{
		"pid" : 70,
		"p" : "<p> La banda sonora contiene un importante trabajo fonético que recoge, de hecho, casi todas las composiciones o partituras que Dufrêne había realizado hasta ese momento en forma de “poemas létricos”y “aforismos cantados”. Se trata de dos vértices bien distintos–que apuntan al sonido y al texto (el juego de palabras, a menudo)–, pero que se combinan y responden a las inquietudes experimentales de Dufrêne, uno de los referentes de la poesía sonora. Fue quien desarrolló, a partir de 1953 aproximadamente, los<i>crirythmes</i>, composiciones sonoras sin partitura que, siguiendo la estela letrista, pretendían una nueva poesía desde la raíz de la expresión y el primitivismo. Dichas composiciones abandonan cualquier contenido discursivo y, a la manera de los <i>mégapneumes</i> de Wolman, consisten en improvisaciones grabadas con el magnetófono, haciendo uso de todas las capacidades de la voz y del cuerpo y partiendo de cierta frase de Artaud que afirmaba que “en Europa la gente ya no sabe gritar”.[[[25]]]</p>"
	},
	{
		"pid" : 71,
		"p" : "<p> Años más tarde, ya en los sesenta, Dufrêne publicó varias de sus piezas en la disco-revista editada por Henri Chopin, <i>OU</i>,[[[26]]] entre las que se encuentra “Paix en Algérie”, un <i>crirythme</i> de 1958 que conserva ciertas reminiscencias de su paso por el letrismo. Dufrêne, junto con Wolman y Brau, fue uno de los primeros en utilizar el micrófono para investigar la posibilidades de la voz, al margen definitivamente de la escritura (la grabación sonora comoúnica trascripción posible).</p><p> <b>Debord: alaridos contra la imagen</b></p>"
	},
	{
		"pid" : 72,
		"p" : "<p> Es también en 1952 que Guy Debord realiza su primer film, <i>Hurlements en faveur de Sade</i>. En un principio, Debord había desarrollado un guión con imágenes, aparentemente convencional en su estructura a dos columnas (sonido, imagen), salvo por la discordancia absoluta de sus ingredientes (no sólo entre ambas columnas o bandas, sino también en el interior de cada una). La carencia de medios para llevar a la práctica dicho guión y el ejemplo de su buen amigo Wolman, con <i>L’Anticoncept</i>, alentaron a Debord a suprimir cualquier tipo de imagen, de manera que la versión final consiste en una alternancia de pasajes en blanco y en negro de duración variable, iluminando y apagando el rectángulo de la pantalla–siempre vacío de imágenes– en correspondencia con los diálogos(más bien elocuciones sin solución de continuidad) y los segmentos en silencio –vacío sonoro– respectivamente.</p>"
	},
	{
		"pid" : 73,
		"p" : "<p> La banda sonora hilvana algunos diálogos arbitrarios sobre política y amor y una serie de frases tomadas de la prensa, del Código Civil y de novelas diversas. Es así un film muy plano visualmente y que cobra densidad en el texto, aliñado con el ruido de fondo del proyector. En un total de unos noventa minutos de duración, sólo unos veinte están ocupados por las voces que intervienen, deliberadamente exentas de todo énfasis, incluyendo las de Wolman, Isou, Berna, Barbara Rosenthal y el propio Debord. Los silencios y los correspondientes segmentos en negro van acrecentando progresivamente su duración relativa, hasta llegar a los 24 minutos finales de vacío y negación del cine, llevado al límite de la insurrección letrista.</p>"
	},
	{
		"pid" : 74,
		"p" : "<p> La versión final del film fue realizada entre mayo y junio de 1952, inmediatamente después de la publicación de su primer <i>découpage</i> en <i>Ion</i>, en el que constan las imágenes ideadas en un primer momento: fragmentos reciclados de documentales de las fuerzas armadas, ambientes de Saint-Germain (como geografía mítica y común), imágenes cinceladas y, naturalmente, pasajes en negro. Se presentó por primera vez el 30 de junio del mismo año, en el cine-club del Musée de l’Homme, sesión que fue interrumpida por los responsables de la sala. Y por segunda vez en la Salle des Societés Savantes, por iniciativa del Ciné-club du Quartier Latin.</p>"
	},
	{
		"pid" : 75,
		"p" : "<p> Como ya hemos comentado más arriba, Debord también traza, al igual que Isou, una memoria canónica del cine que incluye algunas de las obras mayores de Méliès, Wiene, Clair, Eisenstein, Buñuel y Chaplin,[[[27]]] para situar en su mismo linaje el <i>Traité de Bave et d’Éternité</i>, <i>L’Anticoncept</i> y, por fin, <i>Hurlements en faveur de Sade</i>.[[[28]]] Ese mismo año de 1952 se cumpliría la escisión de la Internacional Letrista y, pocos años después, se gestaría en Italia la fundación de la Internacional Situacionista. Ya en su seno, y prácticamente como adalid de dicho movimiento, Debord proseguiría su filmografía con cinco títulos más: <i>Sur le passage de quelques personnes àtravers une assez courte unité de temps</i> (1959), <i>Critique de la séparation</i> (1961), <i>La Societé du spectacle</i> (1973)–acaso su film más ambicioso, en tanto que versión cinematográfica del influyente libro homónimo–, <i>Refutation de tous les jugements, tant élogieux qu'hostiles, qui ont étéjusqu'ici portés sur le film &quot;La Societé du spectacle&quot;</i>(1975) y, por fin, <i>In girum imus nocte et consumimur igni</i>(1978); este último un film de rasgos autobiográficos, cuyo título retoma un palíndromo latino que significa “Damos vueltas de noche y el fuego nos consume”.[[[29]]]</p>"
	},
	{
		"pid" : 76,
		"p" : "<p> <b>Otros rastros del primer cine letrista: Pomerand, Brau y Berna</b></p><p> Gabriel Pomerand fue el primer cómplice de Isou en la fundación del letrismo. Nacido en París en 1926 –y de ascendencia hebraica como Isou y Lemaître–, se suicidó a principios del verano de 1972, ya totalmente alejado de dicho movimiento. De sus años de militancia en el mismo, destacan <i>Symphonie en K,</i> una de las obras musicales letristas más destacadas, y <i>Saint-Ghetto-des-Prêts</i> (1950), un <i>roman à clef</i> que reflejaba el París de su tiempo. Suúnica incursión cinematográfica fue como impulsor y autor del texto de <i>La Légende cruelle</i> (1951), un documental de 25 minutos un tanto académico, dirigido por Arcady. Las imágenes, que incluyen algunos efectos de animación, recogen la obra plástica de Leonor Fini –pintora nacida en Buenos Aires y que frecuentaba por aquel entonces los círculos surrealistas y bohemios de París–, con una banda sonora que establece una narración independiente, sin llegar a las cotas de la verdadera discrepancia. Aunque el texto del film fuera publicado en <i>Ion</i> y la práctica de Pomerand se asocie al letrismo, no puede considerarse un film letrista en toda regla, ya que no investiga en los campos que Isou había abierto ni tampoco rehuye, al fin y al cabo, unos modelos que el cine letrista quería aniquilar.</p>"
	},
	{
		"pid" : 77,
		"p" : "<p> Jean-Louis Brau (Saint-Ouen, 1930) fue otro miembro más del primer círculo letrista y posteriormente, junto con Debord, Wolman y Berna, de la escindida Internacional Letrista.[[[30]]] Fue también en 1952, antes de cumplirse dicha escisión, cuando se anunciaron dos films letristas apenas documentados, de Brau y de Berna. El de Brau, <i>La barque de la vie courante</i> sería aparentemente otro film sin imágenes, compuesto sólo por una banda magnética en la que se alternan los coros o músicas letristas y una serie de escenas dialogadas con la incongruencia característica de cierta prosa de vanguardia.[[[31]]] La pieza se grabó con las voces de Gabrielle Brio, Françoise Brau, Claude-Pierre Matricon, Gil J. Wolman y el propio Brau, que al parecer desarrollaría aún otros guiones y proyectos fílmicos.</p>"
	},
	{
		"pid" : 78,
		"p" : "<p> Por último, Serge Berna quiso también apuntarse a la floración del cine letrista, y además de aportar un texto al “spécial sur le cinéma” de <i>Ion</i>, llegó a avanzar el título de un film, <i>Du léger rire qu’il y a autour de la mort</i>, que probablemente no fue más allá del estadio de un proyecto.</p><p> <b>La visión disidente de Marc’O</b>[[[32]]]</p>"
	},
	{
		"pid" : 79,
		"p" : "<p> El nombre de Marc’O, pseudónimo artístico de Marc-Gilbert Guillaumin, está especialmente unido a los inicios del cine letrista por haber intervenido en la producción del film de Isou, y como editor del único número de <i>Ion</i>. Pero no es hasta 1954 que realiza y presenta su primer film, <i>Closed Vision (Soixante minutes de la vie interiéure d’un homme)</i>, un largometraje de 70 minutos que, a diferencia de los films de cuna letrista anteriores, es una coproducción franco-estadounidense con una notoria holgura de medios.[[[33]]] Dicho film, siguiendo las tradiciones del letrismo, se presentó en Cannes en 1954, apadrinado por Cocteau y Buñuel.</p>"
	},
	{
		"pid" : 80,
		"p" : "<p> El film bebe directamente de las teorías de Isou, en especial las relativas a la Sublevación de la Juventud: un tema fundamental es la lucha ineludible de los jóvenes con las generaciones precedentes.Además Marc’O dirigió, de 1953 a 1955, la revista <i>Le soulèvement de la jeunesse</i>. Ahora bien, si en el plano discursivo se identifica plenamente con las ideas letristas, en el plano estético marca mayores distancias: su film no responde al modelo discrepante y cincelante de Isou y Lemaître, ni a la amputación de la imagen de Wolman y Debord; ni, todavía menos, a las ideas entre fabulosas y monstruosas del “cine nuclear” que el propio Marc’O había concebido unos años antes. No se trata, como en los casos anteriores, de crear una experiencia sensorial radical que ataque la percepción que el espectador tiene del cine. <i>Closed Vision</i> no cuestiona el privilegio dominante de la imagen o de la historia del cine, como los letristas habían tratado de hacerlo en años anteriores o como tratará de hacerlo en toda su obra Maurice Lemaître. Pero, en cualquier caso, el film de Marc’O constituye también una invitación a pensar el cine de una manera distinta.Así, el montaje y la relación entre imagen y banda sonora no es discrepante, sino más bien “chocante”, en una línea de ascendencia surrealista antes que letrista.</p>"
	},
	{
		"pid" : 81,
		"p" : "<p> El film se abre con las imágenes de varios collages del propio Marc’O, acompañados por una voz en off en la que se reconocen ciertos ecos de la jerga y las doctrinas letristas.[[[34]]] Ambos elementos, los collages y la voz en off, son el eje central de la primera parte, reapareciendo en el epílogo. A partir de aquí, nos adentramos –según la voz en off– en la mente del protagonista, entrelazándose una serie de planos muy cortos que son como imágenes del inconsciente. Aquello que entronca este film con la cinematografía letrista es, en todo caso, su trasfondo ideológico: la visión crítica de los hábitos sociales pequeño-burgueses, la reflexión sobre la violencia y la muerte, la lucha entre jóvenes y viejos (externos y aposentados), la exaltación de la rebeldía. Al tema del conflicto generacional se une por otra parte una reflexión de tipo psicoanalítico en torno al proceso creativo, la sexualidad y la vejez.</p>"
	},
	{
		"pid" : 82,
		"p" : "<p> El núcleo central está constituido por una sucesión de escenas que se desarrollan en una playa. Estas imágenes, de corte más realista, recuerdan por momentos el surrealismo tardío de cierto cine personal norteamericano (Maya Deren, James Broughton, Christopher Maclaine), con algún toque buñueliano. La factura técnica de estas imágenes es impecable, así como la de algunos planos (de rostros, manos, objetos en un encuadre ceñido) rodados en estudio. Marc’O utiliza pues una forma más clásica al servicio de ideas aun asísubversivas: <i>Closed vision</i> parece, en este sentido, un intento de ensanchar la base estética de las ideas letristas y de hacerlas más accesibles para difundirlas eventualmente en círculos más amplios.[[[35]]]</p>"
	},
	{
		"pid" : 83,
		"p" : "<p> La última secuencia del film, encabezada por un rótulo que reza“Epílogo: memorias” vuelve una vez más al escenario de la playa(uno de los personajes es una clara caricatura de Orson Welles), pero ahora con unas imágenes muy contrastadas, casi consumidas. También se repiten diversos planos anteriores, igualmente con este aspecto demacrado. Una voz concluye: “Los recuerdos son imágenes sucias, inacabadas, mancilladas, desgarradas, repugnantes. Imágenes de barro y de cielo, de lluvia de París o de niebla de Londres”. Este texto se repite varias veces, apagándose gradualmente. Por último, el film regresa a los collages del inicio y termina en este mundo interior de la creación liberadora.</p>"
	},
	{
		"pid" : 84,
		"p" : " <ol start=\"6\"> <li><h1 lang=\"es-ES\" class=\"western\">III. LA IMAGINACIÓN AL PODER: EL CINE LETRISTA DESDE 1960</h1> </ol>"
	},
	{
		"pid" : 85,
		"p" : "<p> En 1960, tras sucesivas deserciones y rupturas, el grupo letrista estaba apenas integrado por Isou, Lemaître, un recién incorporado Jacques Spacagna, y quizá algún que otro simpatizante cuyo nombre no se recuerda entre los documentos y testimonios más asequibles. Elórgano impreso de la Internacional Situacionista se mofaba de esta escualidez del presunto colectivo rival, pero dos egos tan pronunciados como los de Isou y Lemaître se bastaban para mantener viva la semilla letrista, desplegando una actividad constante y multiforme (manifiestos, libros, revistas, exposiciones, grabaciones, acciones, intervenciones públicas, polémicas…), hasta que nuevas adhesiones dieron al grupo un nuevo bulto: Roland Sabatier y Roberto Altmann en 1963; Alain Satié y Micheline Hachette al año siguiente; François Poyet y Jean-Pierre Gillard en 1966; Jean-Paul Curtay en 1967; Gerard-Philippe Broutin, Françoise Canal y J.-B. Arkitu en 1968; y todavía una veintena, al menos, de otros adherentes hasta finales de los setenta, entre los que apenas destacaremos a algunos más que han contribuido ocasionalmente a la filmografía letrista: Edouard Berreur, Pierre Jouvet, Albert Dupont, Hélène Richol, Jean-François Sainsard, François Letailleur. En 1980, la última generación letrista aumenta todavía con Michel Amarger y Frédérique Devaux, al tiempo que el poeta y estudioso italiano Gabriele-Aldo Bertozzi funda, avalado inicialmente por Isou, un movimiento postletrista: la Internazionale Novatrice Infinitessimale o “Inismo”, con antenas o secciones en países como Italia, España, Argentina y Grecia.[[[36]]]</p>"
	},
	{
		"pid" : 86,
		"p" : "<p> Esta relación no agota todavía los pormenores de otras adscripciones pasajeras, irregulares o tardías, muchas de ellas en relación con la parcela específica del cine letrista y, en particular, con la actividad harto torrencial de Maurice Lemaître.Por tanto, en el pertinaz historial del letrismo pueden distinguirse al menos tres generaciones que se solapan, con la guía o tutela permanente de Isou y Lemaître (con el tiempo, cada vez más enfrentados y yendo cada cual a lo suyo); con grados diversos de compenetración en cuanto al ideario letrista/creatista/novatista, así como de sumisión a la disciplina de grupo; y finalmente, según las procedencias e inclinaciones de los diversos participantes, con una presencia mayor o menor en las diversas zonas e interzonas en las que el letrismo se ha expresado.</p>"
	},
	{
		"pid" : 87,
		"p" : "<p> Así como, hacia 1951-1952, parecía casi una consigna que todo artista letrista hiciera su propio film (aunque varios proyectos no pasaron de un estadio intencional), desde los años sesenta renace más abundantemente el interés por el cine; coincidiendo, por otra parte, con el de otros muchos artistas y movimientos a lo largo y ancho del mundo. Así, para empezar, cabe dejar constancia de algunos proyectos de grupo; aunque, por lo que nos consta, desaparecidos o en paradero desconocido. Se trata de obras colectivas referidas con los títulos de <i>Le Lettrisme au service du Soulèvement de la jeunesse</i>, presentada en la Bienal de París de 1965; <i>Buster Méliès ciselant </i>(1969) y <i>Cinématographie discrépante</i>(1969). De las dos últimas, uno de los participantes, Gerard-Philippe Broutin, recordaría: “Ambas obras se confeccionaron en la cocina de François Poyet, con la ayuda de Jean-Pierre Gillard. Había una cubeta con lejía, y aplicábamos las recetas de Lemaître: rascar, pegar, pintar, aplicar elementos de Letraset, etc, por lo que estas películas apenas podían ser vistas en su integridad una sola vez, en ocasión de su primer pase.”[[[37]]]</p>"
	},
	{
		"pid" : 88,
		"p" : " <ol start=\"7\"> <li><h1 lang=\"es-ES\" class=\"western\">Lemaître: Del letrismo al lemaitrismo</h1> </ol>"
	},
	{
		"pid" : 89,
		"p" : "<p> Más que ningún otro artista del grupo, Maurice Lemaître representa el raudal mayor del cine letrista desde que retomó, a partir de 1962, su actividad en dicho marco. Actividad que abarca también un cierto activismo y proselitismo en torno a una determinada concepción del cine. Así, entre 1967 y 1968, Lemaître organizó en un caféparisino, Le Colbert, la programación periódica de un“café-cine-teatro de vanguardia”, que pasó a ser conocido como Café-Cinéma Lemaître. Con el apoyo de Henri Langlois, que le aprovisionaba con fondos de la Cinémathèque Française, las sesiones alternaban los clásicos del cine de vanguardia (Eggeling, Ruttmann, Clair, Léger, Dulac, Man Ray, etc.) con las obras de nuevos cineastas independientes, por supuesto sesiones letristas y del propio Lemaître –proyecciones, acciones teatrales, lecturas de poemas, tertulias– y otras actividades que, al estallar el <i>affaire Langlois</i> (la destitución del fundador de la Cinemateca por excelencia, y las protestas que siguieron de los profesionales y amantes del cine), entrarían a formar parte de un “homenaje supertemporal permanente” a su persona. Acompañada de sucesivos manifiestos que pretendían instigar la apertura de otras salas similares, esta aventura de Lemaître duró lo que podía durar dada su rentabilidad prácticamente inapreciable y el esfuerzo correlativo que comportaba.[[[38]]]</p>"
	},
	{
		"pid" : 90,
		"p" : "<p> Unos diez años después, por otra parte, Lemaître pasó a ejercer una actividad docente en la Universidad de París I. El influjo del veterano letrista sobre una nueva generación de creadores o“novatistas” cinematográficos, tendría su repercusión en la creación de una asociación, la ACRA o Association des Cinéastes et Realisateurs Audiovisuels; en revistas y fanzines publicados por discípulos suyos; y en unas ciertas formas de hacer cine (llevadas incluso al extremo imaginario) con los medios más minúsculos. Al parecer, la veneración por este maestro del cine pobre, hoy con el porte de un abuelo permanentemente enojado, sigue en vigor actualmente entre los externistas de la creación cinematográfica en Francia. Sin embargo, como otros ya han observado, la huella que ha ido dejando en los últimos años no se sitúa tanto en la estela del letrismo –del que nunca ha abjurado, sino todo lo contrario–, sino que en cierto modo ha generado una corriente propia que llamaremos el <i>lemaitrismo</i>. No tanto porque alguien se reclame continuador expreso de la misma,[[[39]]] como por la trascendencia de muchos de sus rasgos de estilo y por su inquebrantable constancia; a veces con resultados controvertidos, pero ejemplar en su obstinación. De algún modo, además, este tránsito del letrismo al lemaitrismo –o, dicho de otro modo, de la obediencia doctrinal a un aliento personal y autobiográfico– se halla particularmente presente en su producción última.</p>"
	},
	{
		"pid" : 91,
		"p" : "<p> La copiosa filmografía de Lemaître consta actualmente de un centenar de títulos, aunque esta cifra incluye una amplia proporción de obras de cine imaginario, supertemporal, sin película, etc. En consecuencia, nuestra aproximación a una obra tan abundante se desglosa en algunos cortes temporales que, en nuestra opinión, reúnen algunas de sus creaciones más significativas</p> <ol start=\"8\"> <li><h1 lang=\"es-ES\" class=\"western\">La película empieza de nuevo (Lemaître 1962-1965)</h1> </ol>"
	},
	{
		"pid" : 92,
		"p" : "<p> En 1962, Lemaître realizó <i>Un soir au cinéma</i>, al que seguiría la propuesta de un film imaginario, supertemporal, con el título de <i>Pour faire un film</i> (1963). Ambas obras acostumbran a presentarse juntas, en cierto modo constituyendo un documento de su concepción original, pues, como tantas otras obras de su autor, fueron concebidas según el concepto de la<i> séance</i>: con elementos performativos y de participación del público. En el caso de <i>Un soir au cinéma</i>, Lemaître pretendía una “pantalla viva”, formada por su propio cuerpo y los de diversos colaboradores o espontáneos, moviéndose libremente o danzando; en segundo lugar, un televisor permanece encendido a lo largo de la sesión, con cualquier emisión que haya en ese momento; y, en tercer lugar, el film pretende provocar diversas manifestaciones activas del público.El film comienza con una deambulación nocturna del artista por los Campos Elíseos, secuencia que se cierra cuando se le ve entrar en un cine, siendo guiado en la oscuridad por la linterna de la acomodadora. La banda sonora, compuesta inicialmente por poemas letristas y jadeos sexuales, da paso a un monólogo que expone una historia de amor –o más bien una ensoñación erótica– que se desarrolla en un cine, entre el héroe y una desconocida. A partir de este punto, el film es una sucesión de imágenes recicladas, descartes y algunos homenajes reconocibles –fragmentos de<i>Entr’acte</i>, de René Clair, y <i>Un Chien andalou</i>, de Buñuel y Dalí–, imágenes severamente cinceladas mediante intervenciones hipergráficas, sobreimpresiones abundantes e insertos en negativo. El film concluye con una “versión de vanguardia”, a modo de remezcla acelerada y aún más caótica, extremando la discrepancia con la narración que ha sido expuesta oralmente.</p>"
	},
	{
		"pid" : 93,
		"p" : "<p> <i>Pour faire un film</i>, por otra parte, pertenece a las manifestaciones infinitesimales y supertemporales que trataremos más adelante. El film que se distribuye con dicho título no es más que el pretexto del verdadero film que los espectadores mismos deberían llevar a cabo, de modo que la propuesta se expone mediante un texto escrito, salpicado con descartes y residuos fílmicos intervenidos.</p>"
	},
	{
		"pid" : 94,
		"p" : "<p> Para los letristas, un film puede tener otro soporte –incluso uno inmaterial– que el que se entiende habitualmente. Al igual que sucede con la obra de Isou titulada <i>Amos ou Introduction a la métagraphologie</i> (1953), la siguiente obra en la filmografía de Lemaître, <i>Au-delà du déclic</i> (1965), adquirió inicialmente la forma de un libro, sin que por ello dejara de concebirse como un film o una “cine-hipergrafía”. Luego, a fines de los años setenta, el artista lo convirtió en una película propiamente dicha, pero básicamente para darle una difusión más amplia que la de un libro de artista de reducido tiraje. Sin embargo, independientemente de ese discurso que pone en cuestión la materia propia del cine (en terminología de Isou, su “mecaestética” o “mecánica estética”), la versión cinematográfica resultante cobra más bien la apariencia de un documento sobre las creaciones plásticas o hipergráficas del autor, con un acompañamiento sonoro de poemas y músicas letristas.</p>"
	},
	{
		"pid" : 95,
		"p" : "<p> <b>De los infiernos del cine a la sublevación de los externos(Lemaître 1968)</b></p><p> Desde 1968, la dedicación cinematográfica de Lemaître ha ganado un mayor ahínco. De ese mismo año son algunas de sus obras más significativas. La lacónicamente titulada <i>Une Œuvre</i>, para la que anteriormente consideró otros títulos como <i>La Poubelle du labo</i> o <i>L’Enfer du cinéma</i> –una obra, por tanto, que proviene de la basura o del infierno del cine–, traslada a una elaboración fílmica el arte-juego de azar dadaísta de <i>les mots dans la sac</i>. Según la jerga letrista se trata de un film“poliautomatista”, construido por el montaje al azar de partículas fílmicas muy residuales: colas de película, descartes, planos cortísimos, rótulos, patrones y pruebas de laboratorio, y un etcétera de desechos de una alta denotación matérica y con cinceladuras hipergráficas añadidas. El sonido en este caso proviene de la pista óptica de los pedazos ensamblados –o, en su ausencia, de las perforaciones laterales–, dando lugar a una discrepancia o discordia cacofónica. Características similares tienen <i>Chutes</i> (“Descartes”) y <i>Pellicule</i>, del mismo año; este último, un film supertemporal “producido” en sucesivas sesiones del Café-Cinema Lemaître, en las cuales se invitaba a los asistentes a despedazar, remontar, manipular y crear el sonido para un cúmulo de residuos previamente juntados por Lemaître,.</p>"
	},
	{
		"pid" : 96,
		"p" : "<p> También son de 1968 <i>Chantal D, Star</i> y <i>Le Soulèvement de la jeunesse, mai 1968</i>, dos films que adquieren, cada uno a su manera, un filo político. El primero al cuestionarse el abuso moral de su propia premisa: la entrevista de Lemaître con una starlette o aspirante, captada con el pretexto de un futuro rodaje pero con el verdadero fin de atraparla en un deshonesto ejercicio de <i>cínema-vérité</i>.[[[40]]] Sin embargo, Lemaître no logró hacerse con una cámara y sólo pudo hacer una grabación sonora de su encuentro con la joven actriz, además de sentirse azorado por el larvado plan que se había trazado. Entonces, retuvo esta grabación pero la dispuso en relación discrepante con una sola imagen –una reproducción del cuadro de Théodore Chassériau, <i>La Toilette d’Esther</i>–, lacerada con incisiones hipergráficas, algunos rótulos intercalados e intervalos en negro. Según un comentario del propio autor, una imagen“infinitamente torturada como lo había sido la supuesta starlette”.[[[41]]]</p>"
	},
	{
		"pid" : 97,
		"p" : "<p> <i>Le Soulèvement…</i>, por otro lado, pretende ser a la vez un panfleto y “el único film creativo” del Mayo de 1968. Básicamente un montaje de noticiarios de la época (aunque, una vez más, se inserta también un fragmento en negativo de <i>Un Chien andalou</i>), bajo su aspecto desaliñado se halla una obra compleja que articula unos elementos discordantes: imágenes en blanco y negro y en color, en positivo y negativo, contemporáneas o anacrónicas, pertinentes o arbitrarias. Y lo mismo para el sonido –más que discrepante, oblicuamente alusivo–, al alternar los poemas letristas con las voces de los políticos, y los grandes rasgos de la economía nuclear de Isou con una especie de fábula alegórica. Así, al relacionar el Mayo del 68 con la estética y la economía política letrista, se pretendía un film militante y agit-prop del movimiento externista de la Sublevación de la Juventud.</p>"
	},
	{
		"pid" : 98,
		"p" : "<p> <b>Películas de todos los géneros (Lemaître 1975-1980)</b></p><p> Al margen de otros films, menores a nuestro juicio, y de diversas obras imaginarias, infinitesimales, supertemporales o anti-supertemporales, otra etapa particularmente intensa se abre en la segunda mitad de los años setenta. En muchos casos, se trata nuevamente de obras de <i>syncinéma</i>, que Lemaître ha presentado como tales siempre que ha encontrado la oportunidad. Y las demás, retan de diversos modos las convenciones del espectáculo cinematográfico. Son “films en tous genres”, como dice uno de los opúsculos que Lemaître ha publicado en este periodo.</p>"
	},
	{
		"pid" : 99,
		"p" : "<p> Un film con un título tan despectivo como <i>Un Navet</i> (1975-77), es decir “Una birria”, se deleita en espolear al público para crear controversia, barullo incluso, sobre la bondad o memez de la película que se proyecta: un nuevo amasijo de descartes, desperdicios y <i>ciselures</i>. Los primeros minutos del film van acompañados de una voz que se befa e indigna ante tamaña birria; pero, hacia la mitad del film, esta locución cesa y es mediante cómplices desperdigados entre el público que se trata de armar una buena jarana, si no una tumultuosa algarada. La puesta en escena de<i>Montage</i> (1976-80) es aún más aparatosa, pues a lo largo de la proyección se distribuye entre el público una serie de textos que han de leer (guiones no realizados), aportando otros comentarios que han de reemplazar la banda sonora del batiburrillo proyectado; la pantalla es además recubierta con una cortina de viejos periódicos; estos son luego incendiados, etc. etc. En cambio, por su sutilidad invisible, <i>The Song of Rio Jim</i> (1978) –perteneciente a un género tan letrista como el cine sin imágenes– es una de las piezas más exitosas de Lemaître. Se trata de un collage sonoro de apenas tres minutos que condensa los arquetipos auditivos de los westerns.</p>"
	},
	{
		"pid" : 100,
		"p" : "<p> La filmografía de Lemaître parece regida en parte por determinados ciclos temáticos: de la desacralización del cine mismo a los trazos autobiográficos de sus obras más recientes, pasando por los motivos recurrentes del amor y el erotismo. A este último ciclo pertenecerían algunas de sus mejores obras de fines de los setentas. <i>Un Film porno</i> (1978) recicla imágenes de <i>Un soir au cinéma</i>, crecientemente manipuladas hasta diluirse en lo abstracto y matérico, mientras que el sonido discrepante estriba en la lectura, por diversas voces, de fragmentos de una pieza teatral del propio Lemaître con un diáfano ascendiente sadiano, <i>Le boudoir de la philosophie</i>. En su versión como <i>synfilm</i>, la lectura y otras intervenciones se producen en la propia sala, donde además una auténtica cinta pornográfica es proyectada al lado, pero entorpeciendo su visibilidad de diversas maneras. <i>Des scènes d’amour très réalistes, avec force détails et gros plans</i>(1978) anuncia similarmente aquello que perturba y deniega: un film pornográfico severamente magullado; en su primicia, manipulado durante la proyección misma y sonorizado con una emisión radiofónica cualquiera.</p>"
	},
	{
		"pid" : 101,
		"p" : "<p> <i>Une Histoire d’amour</i>(1978) es uno de los films más gráciles de Lemaître, aunque inopinadamente deudor del cine “hecho a mano” de Len Lye y Norman McLaren. (Inopinadamente porque, aunque a estos los tuviera en el panteón de los ancestros novatistas, la <i>ciselure</i> letrista nunca ha buscado ni armonía ni belleza en sus inscripciones y magulladuras). En este sentido, es más propio de la estética letrista indígena otro film sucesivo, <i>L’Amour réinventé</i> (1979), aunque fuera meticulosamente elaborado mediante el uso de una truca de animación y otras filigranas de laboratorio; bien lejos, esta vez, de los instrumentos más tajantes (tijeras, empalmadoras, punzones…) con los que el artista estaba familiarizado. Con una banda sonora de poemas/músicas letristas, las imágenes se deslizan entre lo matérico y lo hipergráfico, insertando imágenes de un <i>nudie</i> deliciosamente rancio, e inscripciones manuscritas que alternan exclamaciones y onomatopeyas con los nombres de artistas, poetas, cineastas y científicos reverenciados.</p>"
	},
	{
		"pid" : 102,
		"p" : "<p> <b>Lemaître desde 1985</b></p><p> Aunque el cine de Lemaître siempre ha tendido a la primera persona –si acaso, del plural “nosotros”por hacer piña y peña con demás colegas y simpatizantes del letrismo y sus esquejes–, es a mediados de los ochentas, cercano a cumplir sus sesenta años y manteniendo en cambio su tenacidad externista, cuando en la obra de Lemaître se percibe un mayorénfasis autobiográfico. Sobre todo, en la narrativa por entregas que constituye la serie <i>Vies de M.B.</i>, iniciada en 1985 y que se despliega en diversos soportes.[[[42]]] En el capítulo 5, por ejemplo –con el subtítulo <i>Tunisie, Tunisie</i>– se rinde un emotivo recuerdo al padre, Felix Bismuth, mediante un montaje de noticiarios de la Gaumont y por un monólogo interior siempre discrepante y ajeno a los hábitos narrativos del documental de archivo. En el capítulo 6, en cambio, el montaje de viejas “actualidades”, celuloide rancio y muy estropeado, da paso a una segunda parte más abstracta e hipergráfica. Imágenes carentes de sonido, cuyo comentario, según se detalla en un rótulo liminar, “se halla en la hiperautobiografía del mismo título”. Alguna relación filmográfica incluye también en esta serie a <i>L’Ayant-Droit</i>(1991), quizá porque la lectura de un epistolario privado/público del autor confiere toda su discrepancia (más allá de la pura mecaestética) a unas imágenes del General de Gaulle tomadas de la televisión. En cualquier caso, salvo por la intencionalidad nuevamente política de esta cinta, los demás elementos que conocemos de dicho ciclo autobiográfico nos ratifican en el juicio que distinguiría al letrismo del lemaitrismo.</p>"
	},
	{
		"pid" : 103,
		"p" : "<p> En cuanto a las obras más recientes de Lemaître, hemos podido constatar cierto sigilo crítico. Cierta indulgencia por parte de quienes, mejor que nosotros, conocen su trayectoria y sus hitos; cierto recelo respecto al grado cada vez más aparatoso e hinchado de sus proyectos, a menudo con un punto superfluo en la imbricación de unos recursos electrónicos y digitales mal asimilados. Obras como<i>Kami è no michi, un film “japonais”</i> (2000) o <i>Ganeden</i>(2002-03) constituirían entonces un estadio decadente del letrismo.Pero, todavía, una manifestación más del lemaitrismo.</p> <ol start=\"9\"> <li><h1 lang=\"es-ES\" class=\"western\">Cine sin películas</h1> </ol>"
	},
	{
		"pid" : 104,
		"p" : "<p> En 1956, Isou publicó su “Introducción a la estética imaginaria”. Inspirándose en la noción de los números imaginarios en el campo de las matemáticas, vislumbró un arte igualmente basado en lo intangible: un arte “infinitesimal”,“imaginario” o “estapeirista” (<i>esthapéïriste</i>, vocablo que surge por contracción de estética y del griego <i>apeïros</i>, que remite a lo incontable). Una estética que predica lo puramente mental, más allá de los materiales o soportes de que se vale. En cierto modo, cuando Isou instituyó en 1952 el <i>film-débat</i> como superación de un arte difunto, estaba ya presagiando este dominio infinitesimal, así como el “marco supertemporal” (<i>cadre supertemporel</i>) sucesivamente teorizado en un volumen editado en 1960.[[[43]]]</p>"
	},
	{
		"pid" : 105,
		"p" : "<p> El arte supertemporal resultante reclama la participación del público, va más allá de la transmisión mental del estapeirismo, y la obra puede además evolucionar, modificarse sin límites de tiempo. La patafísica sistematizadora del letrismo, todavía ha multiplicado luego las ramificaciones de estos y otros conceptos.Hasta extremos que resultan cómicos para los no iniciados, aunque los letristas siempre se han tomado con gran seriedad y meticulosidad los distingos entre lo infinitesimal, anti-infinitesimal, anti-anti-infinitesimal, supertemporal, anti-supertemporal, etc. </p>"
	},
	{
		"pid" : 106,
		"p" : "<p> Al determinar una senda ultraconceptual –antes, ciertamente, que se empezara a hablar de arte de concepto, arte-idea y formulaciones afines–, dichas proposiciones son aplicables a cualquier disciplina, pero resultan especialmente idóneas en cuanto al apego de los letristas por el cine. Hacer cine sin película sería una solución más para intervenir sobre un medio que juzgaban estancado y agónico. Externistas a menudo sin un céntimo y con lo puesto, habían acudido antes a los medios más ínfimos –una empalmadora o quizá unas simples tijeras, a veces una cámara prestada por algún benefactor–, hurgando en la basura de los laboratorios y de los servicios cinematográficos del Estado para aprovisionarse de un material-base residual, para seguidamente manipularlo a conveniencia desde las premisas del credo cincelante, la discrepancia y la politanasia.</p>"
	},
	{
		"pid" : 107,
		"p" : "<p> Habiendo comprendido que el cine no le daría dinero ni fama, Isou emprendió esa otra senda desde 1960. Sus propuestas han sido recogidas en forma impresa en un par de ocasiones al menos, bajo los títulos de <i>9 films polythanasiques, esthapéïristes et supertemporels (1960-1972)</i> y <i>Encore six films d’avant-garde(1967-1978)</i>.[[[44]]] Algunas de estas creaciones y proyectos no solamente están en el límite de una interpelación del cine, sino que directamente lo traspasan. La sesión cinematográfica puede convertirse en una mezcla de conferencia y debate, happening y taller de creación.Otras veces se trata de intervenir sobre un film cualquiera –tomado como <i>readymade</i>–, reemplazando su banda sonora por la lectura de textos del propio Isou, alterando por ejemplo el orden de proyección de las bobinas… entre otros trastornos diversos. Por fin, en algunos casos, el film ha sido concebido como un guión, o más bien un simple texto, el cual puede ser llevado al cine o simplemente ser imaginado.</p>"
	},
	{
		"pid" : 108,
		"p" : "<p> Lemaître, como ya se ha visto, también siguió esta senda desde 1963 (<i>Pour faire un film</i>), frecuentándola hasta el punto de abultar ampliamente su filmografía, en la que al menos una cincuentena de obras pertenecen al dominio de lo imaginario, lo supertemporal y otras modalidades de cine sin película. También, en 1982, con motivo de una retrospectiva del cine letrista en el Centro Pompidou de París, se publicó una filmografía general del letrismo que relaciona alrededor de 200 títulos, con una proporción incluso mayor de los films sin película, incluidas las aportaciones de las nuevas generaciones letristas. En cualquier caso, el problema que se nos plantea, para tratar de una manera ecuánime este aspecto, es que nunca hemos asistido a una sesión o actividad de tal género, por lo que apenas podemos partir de referencias escritas y de algún pobre documento grabado en vídeo. Así, algunas proposiciones se nos antojan a estas alturas, tras tantos revuelos del arte y del antiarte, como obviedades; por ejemplo las encaminadas a imaginar un film inexistente, o a decepcionar absolutamente las expectativas del público. Otras, a su vez, no parece que puedan dar mucho juego –en el supuesto que el público se avenga a participar en el mismo–, pero quizá no sabemos aquilatar las habilidades de los artistas letristas para activar y animar ciertas propuestas, sesiones, situaciones o exposiciones de este cine fraudulento, que se pretende purificador al mismo tiempo.</p>"
	},
	{
		"pid" : 109,
		"p" : "<p> A finales de los setenta, Lemaître realizó una serie de films sin o con película, buscando la reducción al máximo o una, que dijéramos, nulidad absoluta y ofensiva. Al film auditivo <i>The Song of Rio Jim</i> (1978), a su manera espléndido, le siguió el mismo año un film doblemente “asonoro” y “anóptico”: <i>Nada, le dernier film</i>, donde entre el título y el rótulo de fin, desfilan diez minutos de película en negro. <i>Cinéma, art du mouvement</i> (1980) consiste nuevamente en una longitud de película en negro, entre la cual se esconde un único fotograma, una sola imagen. Entre sus films absolutamente imaginarios, alguno quiere alcanzar las propiedades de un anticine purgativo (<i>Vomi cinéma, Crachat cinéma, Morve Cinéma, Excrément cinéma, Déjection cinéma</i>, 1980), mientras que <i>Un Film policier</i> (1980)parece un homenaje al surrealismo francotirador: su intérprete ha de adelantarse hasta la pantalla, girarse hacia el patio de butacas, extraer un revólver y disparar sobre el público.</p>"
	},
	{
		"pid" : 110,
		"p" : "<p> La regeneración del grupo letrista mediante las nuevas incorporaciones que se sucedieron en los años sesenta y setenta, dio lugar a una copiosa actividad en este terreno previamente abonado por los veteranos del grupo. Destacan en este sentido las aportaciones de Roland Sabatier y, ya entre la última ola letrista, las de Frédérique Devaux y Michel Amarger. Sabatier, cuya obra destacaremos separadamente, organizó en 1970 un primer Festival Internacional del Arte Infinitesimal y Supertemporal, que tuvo en 1976 una segunda edición de repercusión menor, todavía seguida de una Semana del Cine Imaginario en 1980. Otras aportaciones más circunstanciales –y a menudo al borde de cualquier desinencia del cine normalmente entendido– han sido las de diversos artistas plásticos afiliados al grupo letrista, como Alain Satié, Micheline Hachette, Gérard-Philippe Broutin, François Poyet y Albert Dupont, entre otros nombres de vinculación letrista más pasajera.[[[45]]]</p>"
	},
	{
		"pid" : 111,
		"p" : "<p> <b>El (meta)cine de Roland Sabatier</b></p><p> Un cine en la guisa de dejar de serlo, o un cine al límite del cine: parafraseamos así los enunciados de algunos de los textos de los que forzosamente partimos para referirnos a la aportación de Roland Sabatier.[[[46]]] A sus 21 años, Sabatier estableció contacto con el grupo de Isou a raíz de una visita a la Bienal de París de 1963. Comenzó a colaborar de inmediato en la revista <i>Ur</i>, y a practicar la hipergrafía sobre películas recuperadas de su predestinación como material de desecho: <i>Divers petits films ciselants et hypergraphiques</i> (1963-64) es el título que abre su filmografía.Sin embargo, aunque Sabatier ha trabajado a intervalos sobre el soporte fílmico propiamente dicho, halló otra manera de intervenir en un medio que le atraía, pero que también le ahuyentaba por los medios que requería y que no tenía a su alcance. Así, se adentróprioritariamente en las formulaciones de lo infinitesimal, supertemporal y “excoordista” (concepto introducido por Isou en 1991, que persigue la exploración estética de lo inimaginable), a menudo en relación con su interés personal por las ciencias humanas y, en especial, la psicología (o más bien la “psicokladología”isouana).</p>"
	},
	{
		"pid" : 112,
		"p" : "<p> Siempre a su manera, Sabatier ha seguido las diversas directrices marcadas por Isou, cultivando el cine cincelante, discrepante, hipergráfico, infinitesimal, supertemporal, politanásico (o de destrucción múltiple), poliautomático… <i>Le Songe d’une nudité</i> (1968), mediometraje en 16mm, alterna imágenes en color de manifestaciones y escaramuzas en las calles de París, exaltando la sublevación juvenil y las consignas de la economía nuclear, con largos fragmentos de películas en blanco y negro, recicladas y cinceladas hasta tal extremo que sus imágenes devienen un mero residuo; agresión material que afecta también a la pista óptica del sonido, transformado en un murmullo entrecortado y áspero. En cambio, en <i>Evoluons (encore un peu) dans le cinéma et la création</i>–fechado en 1972 pero presentado sucesivamente en distintas versiones–, un ensamblaje de pedazos cinematográficos pertenecientes a distintos géneros es imaginariamente tratado según los conceptos de la cinceladura y la hipergrafía, mediante una descripción verbal y fastidiosamente meticulosa de ciertas intervenciones sígnicas del todo hipotéticas. Diez años después, en <i>Regarde ma parole qui parle le (du) cinéma</i> (1982), la banda sonora consiste en el monólogo de un cineasta ficticio, interrogándose sobre el futuro del séptimo arte y evocando su esplendor lejano, mientras que la imagen consiste en una sucesión de rótulos con leyendas tales como “primer plano”, “panorámica”,“plano americano”, etc.[[[47]]] Otros films se reducen a una banda sonora, una descripción oral, la perturbación de un film cualquiera en el momento mismo de su proyección, o la presentación de diversos elementos –sean preparatorios o residuales– abocados en definitiva a una dimensión imaginaria.</p>"
	},
	{
		"pid" : 113,
		"p" : "<p> Para Sabatier, el cine puede manifestarse indistintamente como un objeto, una exposición (antes que una proyección en penumbra), una actividad que implica al público, o todavía por simple alusión.Objeto: <i>Les Preuves</i> (1966) consiste en una hermética lata de película que incita a imaginar el film que supuestamente contiene.Exposición:<i> Inachevés, à peu-près &amp; refus, avec portrait de dame</i> (1987) presenta una colección de elementos relativos a los componentes, las técnicas y las apariencias del cine. Actividad: un buen número de las propuestas de Sabatier consisten en la concepción de situaciones de interacción social, a veces con un espíritu festivo, a propósito de argumentos o motivos muy diversos.El cine, por tanto, se disuelve a menudo en meras alusiones. Por otra parte, muchos proyectos de Sabatier son esencialmente conceptuales y, fijados sobre papel, han sido recopilados y publicados bajo el título de <i>Œuvres de Cinéma</i>. En este sentido, parece harto acertada cierta observación de Ben Vautier, que halla en Sabatier un espíritu muy cercano al de Fluxus, aunque militando en el letrismo. En efecto, muchas de las partituras y guiones de Fluxus tomaron la forma de un escrito a menudo escueto, entre la ocurrencia y la instrucción más descabellada, poniendo en solfa los hábitos de la música, el cine y demás disciplinas en las que incidieron, permitiendo (obligando a)una interpretación abierta de tales notaciones. El cine de Sabatier, en el trance de dejar de serlo, se aproxima al estadio terminal de la fase cincelante formulada por Isou, aunque tanto por reducción molecular (a un enunciado, un objeto, etc.) como por desbordamiento a otros campos de acción que, en palabras del propio artista, se sitúan “al limite o en el exterior del cine”.</p>"
	},
	{
		"pid" : 114,
		"p" : " <ol start=\"10\"> <li><h1 lang=\"es-ES\" class=\"western\">El último cine letrista</h1> </ol><p> En un sentido generacional, el letrismo tiene su última renovación entre los años setenta y noventa del siglo recientemente abandonado.Entre otros discípulos y adscripciones más pasajeras, en lo referente al cine y a un incipiente uso del vídeo, cabe mencionar los nombres de Pierre Jouvet, Hélène Richol, Frédérique Devaux, Michel Amarger, Catherine James (con el vídeo <i>Autoportrait dans l’intervalle</i>, 1997) y algún grupúsculo de nombre tan pintoresco como el Front international des jeunesses supercapitalistes®.</p>"
	},
	{
		"pid" : 115,
		"p" : "<p> Pierre Jouvet se vinculó al grupo letrista por breve tiempo, pero además sus films son considerados un caso aparte, ajenos a las direcciones preponderantes en el grueso de la filmografía letrista.En todo caso, aquello que Jouvet pretendía era trasladar a la pantalla un concepto teorizado por Isou, la <i>cineprosa</i> –que se resume en una correspondencia par a par entre la palabra y el signo visual (en cine, el plano)–, que previamente había dado lugar a sendas novelas hipergráficas de Isou (<i>Les Journaux des dieux</i>, 1950) y de Lemaître (<i>Canailles</i>, 1964-1968). Sobre esta premisa realizaría dos largometrajes, <i>L’Autre</i> (1973) y<i>Theophanie</i> (1973-79), y el corto <i>El Desdichado</i> (1979), a los que no nos ha sido posible acceder y de los que hemos encontrado escuetas referencias.</p>"
	},
	{
		"pid" : 116,
		"p" : "<p> Pero es con las obras de Frédérique Devaux y Michel Amarger, por separado y conjuntamente, que la cinematografía letrista ha tenido todavía una nueva prolongación (junto a la actividad que siguen desplegando Lemaître y Sabatier). En su encuentro con el letrismo, Devaux procedía de la crítica y pasó de un escepticismo inicial a una militancia entusiasta, mientras que Amarger había compaginado las artes escénicas con una incipiente actividad en el documental.El letrismo les ha llevado a tantear diversos campos, pero el cine siempre ha sido uno central para ambos, cultivando las diversas modalidades y mecaestéticas del creatismo cinematográfico: la<i>ciselure</i>, la hipergrafía, el sonido discrepante, el film sin imágenes, el cine sin película… Bajo el sello EDA (Éditions Devaux Amarger) produjeron tres proyectos fílmicos de Isou[[[48]]] y editaron diversos textos y guiones letristas, además de organizar el Festival International d’Avant-Garde (FIAG) entre 1981 y 1986.También han realizado diversos documentales sobre el letrismo, tanto en cine como en vídeo. </p>"
	},
	{
		"pid" : 117,
		"p" : "<p> En la obra de ambos hay un fuerte acento en lo matérico, por el labrado manual de la película, partiendo frecuentemente de materiales encontrados y residuales. Amarger señala, entre sus propias realizaciones, diversos énfasis en cuanto a la intervención directa sobre la película; a determinadas operaciones y efectos de montaje; y a un realce del elemento sonoro que incluye diversos films sin imágenes. Favoreciendo las duraciones breves, algunas piezas tienen un punto de ironía o de chanza; otras parten de una elaboración meticulosa y basada en principios sistémicos o ritmos aritméticos. <i>Un petit bol d’air</i> (1981), uno de sus primeros films, se caracteriza por su montaje abrupto, al cortar y empalmar al bies los fotogramas, lo que implica un entrechoque continuo de imágenes con una incisión diagonal recurrente. <i>Cursivités</i>(1982) es definido por su autor como un <i>ballet lettrique</i>, el cual se desarrolla en tres partes partiendo de secuencias de títulos de crédito, seccionadas verticalmente por la mitad y ensambladas en dispares correspondencias; con un progresivo y aleatorio desorden y, por fin, con unas incisiones manuscritas sobre el soporte hasta ocluir la visibilidad de la base. <i>Antologic</i> (1982) se define por otra parte como un “readymade de montaje poliautomático” y consiste en un ensamblaje aleatorio de retales fílmicos que son remontados, siempre al azar, para cada nueva proyección; rehusando la duplicación del original o de cualquiera de sus estados posteriores, de manera que el material mismo acuse un progresivo declive.</p>"
	},
	{
		"pid" : 118,
		"p" : "<p> Los films más característicos de Frédérique Devaux entrañan también un trabajo sobre el propio soporte, basado inicialmente en la hipergrafía y la discrepancia sonora. Sin embargo, desde <i>Imagogie</i>(1981), introduce recortes de películas de pequeño formato –en este caso, películas familiares en super-8– que se incrustan sobre imágenes en 16mm de un concurso televisivo, creando así un contrapunto entre lo privado y lo mediático). Estas técnicas de fragmentación y recomposición mediante recortes, incrustaciones y superposiciones de fotogramas o bandas de película, reaparecen en una serie de films elaborados al fin de los años noventa: <i>Logomagie</i>(1997), <i>Signes Song</i> (1998), <i>Brin(s) d’images</i>(1998-99), <i>Fils d’images</i> (1999), <i>Entrecroisées</i>(1999), <i>Ellipses</i> (1999),<i> (w)hole/(t(r)ous</i> (2000) y<i>Clins de vue</i> (2000); obras que pertenecen a una deriva eminentemente formal del letrismo. Estos films reflejan una labor de experimentación en curso continuo, un quehacer manual y con las técnicas de impresión óptica; entre el rigor y el divertimento por el hecho que, cada nuevo film, busca una manera distinta de organizar los elementos que integra: fotogramas de distintos formatos (8, 9,5, 16 y 35mm), bandas trasladadas sobre un nuevo soporte, briznas o fragmentos recortados según patrones diversos (círculos y elipses, tiras verticales y horizontales, etc). A menudo elaborado sobre pautas muy precisas y con películas encontradas, se trata de un cine abstracto –regido por unas cualidades de ritmo, color, engarce de formas y signos– pero de un modo impuro, basado en la confrontación entre lo abstracto y los residuos icónicos, figurativos, de las imágenes que incorpora. Crecientemente distanciada de las rencillas que una vez más se han impuesto en la camarilla letrista, Devaux ha pasado luego a otra cosa y sus últimas realizaciones son parte de la serie <i>Les Cinéxperimentaux</i>, retratos de cineastas de la escena experimental francesa.</p>"
	},
	{
		"pid" : 119,
		"p" : "<p> <b>IV. INTRODUCCIÓN A LA ANTOLOGÍA DE TEXTOS</b></p>"
	},
	{
		"pid" : 120,
		"p" : "<p> Los escritos que se recogen a continuación constituyen una selección de los textos letristas sobre y para el cine; una gavilla que abarca textos teóricos, manifiestos, guiones o proyectos cinematográficos, algún asomo de la vertiente panfletaria y documentos relativos a la deriva ultracinematográfica del cine letrista (cine supertemporal, <i>syncinéma</i>...). Estos textos nos descubren no sólo los planteamientos generales de los letristas ante el cine, sino también las diversas maneras de concebirlo y de elaborar por escrito sus ideas; de los ensayos más ampulosos a los libelos más virulentos pasando por los guiones y sus peculiaridades.</p>"
	},
	{
		"pid" : 121,
		"p" : "<p> De Isidore Isou, que establece el marco teórico del letrismo, figura en primer lugar un capítulo, el cuarto, de su “Estética del cine”. Es de hecho el capítulo más extenso, donde se exponen los fundamentos <i>discrepante</i> y <i>cincelante</i> del cine letrista, entre otras consideraciones que dan prueba del alambicamiento teórico de Isou. Siguen dos documentos a propósito de otro concepto fundamental, que las nuevas generaciones letristas adoptarían con fervor: el <i>marco supertemporal</i> y su traducción al cine (el<i>film sup</i> en la jerga letrista). Exposición que acogemos sin dejar de pensar en cierto comentario de Wolman, una vez fugado del grupo letrista, que contemplaba dicho concepto como una de las puerilidades del letrismo.[[[49]]] Finalmente, de entre los pasquines antisituacionistas, hemos elegido una reseña del film <i>La dialectique peut-elle casser des briques?</i>, un característico <i>détournement </i>situacionista del año 1973.Hay que decir que Isou insistiría de manera más extensa y vehemente en el vituperio de los films situacionistas, los de Debord en particular, en un panfleto titulado “Contre le cinéma situationniste, néo-nazi” (1979).[[[50]]]</p>"
	},
	{
		"pid" : 122,
		"p" : "<p> De Maurice Lemaître, menos dotado que Isou para la elucubración teórica, incluimos en primer lugar “Historia creativa del cine desde 1951”, que al ofrecer una síntesis del cine letrista y sus ideas, puede complementar con más claridad algunos de los argumentos introducidos en los textos de Isou. Sobre el concepto de <i>syncinéma</i>, hemos seleccionado dos textos: uno procedente de los escritos preliminares que acompañaban la edición del guión de <i>Le film est déjà commencé?</i>, y otro más reciente, de 1985, a modo de recapitulación esquemática de sus ideas. Además de un fragmento del guión de aquella “séance de cinéma”, se incluyen también los guiones o “instrucciones” de <i>Pour faire un film</i>(1963), la primera incursión de Lemaître en el marco supertemporal, y <i>Un navet</i> (1975-77).</p>"
	},
	{
		"pid" : 123,
		"p" : "<p> En el caso de Gil J. Wolman, hemos optado por reproducir los textos de la banda parlante de <i>L’Anticoncept,</i> respetando la particular composición de los mismos tal como fueron publicados en<i>Ion</i>; pues como el autor sugirió, los espacios o huecos (los silencios) que separan las palabras son tan o más importantes que las palabras mismas. También se incluyen dos textos a propósito de dicha obra y de la significación que el artista le daba en relación a otros pasos posteriores, como el <i>récit detourné</i> (o la creación literaria con tijeras y pegamento), el <i>art scotch</i>(la utilización de la cinta adhesiva para arrancar trizas de imágenes y trasladarlas a una nueva composición visual) y la<i>peinture dépeinte</i> (pintura despintada o el enfrentamiento de la pintura con la palabra).</p>"
	},
	{
		"pid" : 124,
		"p" : "<p> También procede de <i>Ion </i>el guión original del film de François Dufrêne, <i>Tambours de jugement premier</i>, que sólo se materializaría en su banda sonora, precedido de un “Prodrome” o preliminar en el que figuran, se diría que de manera premonitoria, sendas especulaciones para un <i>cine imaginario</i> o para “eliminar la pantalla de la pantalla”.</p>"
	},
	{
		"pid" : 125,
		"p" : "<p> De Guy Debord (Guy-Ernest entonces) recogemos la primera versión del guión de <i>Hurlements en faveur de Sade</i>, tal como se publicóen <i>Ion</i> antes que optara por suprimir las imágenes que constan en el mismo, entre otras variantes de la versión definitiva. El desglose de ésta, reflejando tales modificaciones, se recogería luego en sucesivas publicaciones –hoy también se puede consultar con facilidad en diversos sitios web consagrados a Debord y el situacionismo–, lo que reavivó la querella entre los letristas y su secesionista más célebre (en una supuesta rivalidad por otorgarse la paternidad, la “homologación” del film, o antifilm, sin imágenes). </p>"
	},
	{
		"pid" : 126,
		"p" : "<p> De Marc’O recogemos parcialmente los contenidos de su contribución al único número de <i>Ion</i>, “Première manifestation d’un cinéma nucléaire”, donde se pone de manifiesto el carácter especulativo y provocador tan propio del acercamiento letrista al cine; en este caso concebido como un programa de acción inverosímil, entre tortuoso y torturante, sobre la sala y el espectador.Propuestas que lindan en apariencia con el concepto de <i>expanded cinema</i>, aunque, por su cualidad enteramente ficticia y quimérica, más bien apuntan a una especie de <i>teatro de la crueldad</i> del espectáculo cinematográfico. </p>"
	},
	{
		"pid" : 127,
		"p" : "<p> Finalmente, de Roland Sabatier recogemos la documentación de siete de sus “œuvres de cinéma”, obras de características muy diversas pero que inciden especialmente en los diversos dominios del cine sin película, imaginario, supertemporal, politanásico… y otras formulaciones que se reflejan en el modo en que el autor desarrolla o documenta sus proyectos por escrito, aunque al lector se le exige la capacidad de imaginar la verdadera índole de los films descritos.</p> <div id=\"sdfootnote1\"><p>[1] Isidore Isou, “Esthétique du cinéma”, <i>Ion</i>, nº 1 (<i>Spécial sur le cinéma</i>), abril 1952, p. 148.</p>  <div id=\"sdfootnote2\">"
	},
	{
		"pid" : 128,
		"p" : "<p>[2] Maurice Schérer, “Isou ou les choses telles qu’elles sont”, <i>Cahiers du cinéma</i>, núm. 10, marzo 1952.</p>  <div id=\"sdfootnote3\">"
	},
	{
		"pid" : 129,
		"p" : "<p>[3] El film de Isou fue incluido en el ciclo <i>Art in Cinema</i> del San Francisco Museum of Art, con el título de <i>Venom and Eternity</i> y en una versión al parecer abreviada, distribuida por Raymond Rohauer. <i>Cf.</i> “Lettre de Stan Brakhage” en Frédérique Devaux, <i>“Traité de Bave et d’Éternité” d’Isidore Isou</i>, Yellow Now, Crisnée 1994, p. 147-150. Hay que precisar que los nombres de “Griffith, Chaplin, von Stroheim” ya aparecen entrecomillados en el texto original como si de un lugar común se tratara.</p>  <div id=\"sdfootnote4\">"
	},
	{
		"pid" : 130,
		"p" : "<p>[4] Además de los copiosos escritos de Isidore Isou y Maurice Lemaître, la principal obra de referencia es el libro de Frédérique Devaux, <i>Le Cinéma lettriste (1951-1991)</i>, Paris Expérimental, París 1992.</p>  <div id=\"sdfootnote5\">"
	},
	{
		"pid" : 131,
		"p" : "<p>[5] Con el concepto de “historia secreta”, nos remitimos en parte al libro de Greil Marcus, <i>Lipstick Traces: A Secret History of the Twentieth Century</i>, Harvard University Press, Cambridge, Massachussets 1990 (hay traducción castellana en Anagrama). Esta obra relaciona de manera amena algunas de las corrientes más sediciosas de la cultura de vanguardia y la cultura popular del siglo anterior, discurriendo principalmente entre Dadá, el letrismo, los situacionistas y el Punk.</p>  <div id=\"sdfootnote6\"><p>[6] Otras fuentes cambian su nombre de pila por el de Isidor.</p>  <div id=\"sdfootnote7\">"
	},
	{
		"pid" : 132,
		"p" : "<p>[7] <i>La Dictature lettriste</i> fue el título que dio Isou a una revista que no pasó de su primer número. Sin embargo, las connotaciones de dicho título causaron una gran controversia.</p>  <div id=\"sdfootnote8\"><p>[8] En el Primer Congreso Mundial de Artistas Libres, celebrado en la localidad italiana de Alba en setiembre de 1956, estuvieron también presentes el danés Asger Jorn, el holandés Constant Nieuwenhuys y el italiano Giuseppe Pinot-Gallizio; todos ellos miembros constituyentes del movimiento situacionista.</p>  <div id=\"sdfootnote9\">"
	},
	{
		"pid" : 133,
		"p" : "<p>[9] Marc Partouche, “Isou, Debord”; prefacio a Isidore Isou, <i>Contre l’Internationale Situationniste, 1960-2000</i>, D’Art(s) / Hors Commerce, Cergy / París 2000, p. 8.</p>  <div id=\"sdfootnote10\"><p>[10] Isidore Isou, <i>La Créatique ou la Novatique (1941-1976)</i>, Al Dante / Léo Scheer, Romainville 2003.</p>  <div id=\"sdfootnote11\">"
	},
	{
		"pid" : 134,
		"p" : "<p>[11] Desde 1950, <i>Front de la jeunesse</i> fue el significativo nombre de una de las muchas revistas editadas por Maurice Lemaître, al parecer instigado por Isou, manteniendo viva su cabecera durante varios años. En 1967, además, Lemaître concurrió como candidato a las elecciones legislativas en nombre de la Union de la Jeunesse et de l’Externité, brazo político del grupo letrista.</p>  <div id=\"sdfootnote12\"><p>[12] Más recientemente se publicó una edición facsímil, con un “Avant-propos” del que fuera director de la publicación, Marc’O (Marc-Gilbert Guillaumin): Jean-Paul Rocher Éditeur, París 1999.</p>  <div id=\"sdfootnote13\">"
	},
	{
		"pid" : 135,
		"p" : "<p>[13] En <i>Ion</i>, el apodo del artista se transcribe como “Marc, O”, pero luego lo regularizaría como “Marc’O”: con un apóstrofe, en lugar de una coma, y sin espacio añadido. (Atendiendo a este segundo criterio, en las traducciones que figuran en este volumen nos hemos tomado la libertad de alterar, de acuerdo con este pequeño detalle, la fidelidad al original impreso y a la constante redundancia de la “O” como distintivo personal del autor.)</p>  <div id=\"sdfootnote14\"><p>[14] <i>Ion</i>, p. 6.</p>  <div id=\"sdfootnote15\"><p>[15] “Appendice sur le débat passé et futur du ciné-club”, <i>Ion</i>, p. 147-153.</p>  <div id=\"sdfootnote16\">"
	},
	{
		"pid" : 136,
		"p" : "<p>[16] Las obras de Wolman y Dufrêne también serían proyectadas en Cannes al año siguiente, cada cual con su nivel de clandestinidad,.</p>  <div id=\"sdfootnote17\"><p>[17] No en vano los abucheos, insultos y la polémica que generaban los films letristas ya eran parte, desde el inicio, de la propia obra. Este sesgo autorreferencial –la <i>bagarre</i>, la querella como algo buscado y entendido como un “éxito” de la discrepancia letrista– tendrá luego una frecuente presencia en la filmografía de Lemaître.</p>  <div id=\"sdfootnote18\">"
	},
	{
		"pid" : 137,
		"p" : "<p>[18] Peor que las referencias a todo lo que hay que cortar es la neuralgia que les desea a sus espectadores: “¡Que la gente salga del cine con dolor de cabeza!”.</p>  <div id=\"sdfootnote19\">"
	},
	{
		"pid" : 138,
		"p" : "<p>[19] “Este film, que constituye un momento crucial del cine, le ha sido vetado al público por una Comisión integrada por padres de familia y coroneles de gendarmería. Cuando a la ceguera profesional se le suman los poderes del poli, los imbéciles prohíben aquello que no comprenden. <i>L’Anticoncept</i>, realmente, está más cargado de explosivos para la inteligencia que el fastidioso camión del <i>Salario de Clouzot</i>; resulta más ofensivo hoy en día que las imágenes de Eisenstein, por las que Europa ha sentido miedo durante mucho tiempo.” Guy Debord, “Totem et Tabou”, <i>Internationale lettriste</i>, núm. 3, agosto 1953.</p>  <div id=\"sdfootnote20\">"
	},
	{
		"pid" : 139,
		"p" : "<p>[20] Véanse los diversos textos de Wolman recogidos en este volumen.</p>  <div id=\"sdfootnote21\"><p>[21] François Dufrêne, “Prodrome”, <i>Ion</i>, p. 196; texto recogido también en el presente volumen.</p>  <div id=\"sdfootnote22\"><p>[22] No tan lejos, en definitiva, de algunas creaciones de Ruttmann o de Vertov, aunque Isou las emplazara en una fase ámplica superada.</p>  <div id=\"sdfootnote23\"><p>[23] François Dufrêne, <i>op. cit.</i>, p.195.</p>  <div id=\"sdfootnote24\">"
	},
	{
		"pid" : 140,
		"p" : "<p>[24] El cine imaginario, no obstante, se convertiría en uno de los motores de la creación letrista, sobre todo a partir de los años sesenta, ya fuera por la falta de medios técnicos o por la voluntad expresa de superar la película.  </p>  <div id=\"sdfootnote25\"><p>[25] Artaud, con <i>Pour en finir avec le Jugement de Dieu</i>, junto con los experimentos dadaístas y el ruidismo de Luigi Russolo son algunos de los claros referentes de Dufrêne y de otros poetas sonoros como Henri Chopin.</p>  <div id=\"sdfootnote26\">"
	},
	{
		"pid" : 141,
		"p" : "<p>[26] En esta misma revista publicaron los autores más importantes de la poesía sonora europea: Henri Chopin, Bernard Heidsieck, Bob Cobbing, Ladislav Novak y Sten Hanson. Actualmente hay una reedición disponible en CD, editada en forma de caja por Alga Marghen.</p>  <div id=\"sdfootnote27\"><p>[27] Con la aparente paradoja de que Chaplin sería luego el pretexto para el cisma de la Internacional Letrista, ferozmente detestado por su involución hacia el sentimentalismo. Pero, en el panteón de <i>Hurlements…</i>, Chaplin está presente por <i>City Lights </i>(“Luces de la ciudad”, 1931).</p>  <div id=\"sdfootnote28\">"
	},
	{
		"pid" : 142,
		"p" : "<p>[28] Todavía en 1960, y en uno de primeros y más extensos libelos antisituacionistas de Isou, el fundador del letrismo le devuelve a su antiguo discípulo el reconocimiento: “a mis ojos <i>Hurlements en faveur de Sade</i> merece figurar (…) en la lista de las diez mejores obras de <i>la historia del cine</i>.” Isidore Isou, “L’Internationale Situationniste, un degré plus bas que le jarrivisme et l’englobant”, <i>Poésie nouvelle</i>, núm. 13, octubre-diciembre 1960. Recogido en <i>Contre l’Internationale Situationniste</i>, <i>op. cit.</i>, p. 69</p>  <div id=\"sdfootnote29\">"
	},
	{
		"pid" : 143,
		"p" : "<p> [29] Después del misterioso asesinato, jamás resuelto, de su amigo Gérard Lebovici, productor de varios de sus films y editor de muchos de sus textos, en 1984 Debord decidió retirar de la circulación todos sus films. Debord se suicidó en 1994 y no fue hasta el 2001 que se proyectaron de nuevo, con la autorización de su viuda (Alice Debord) y con motivo de la retrospectiva que se le dedicó en la Bienal de Venecia.</p>  <div id=\"sdfootnote30\">"
	},
	{
		"pid" : 144,
		"p" : "<p>[30] Brau, poeta y pintor, fue uno de los participantes en el escándalo perpetrado por un grupo de nueve letristas, entre los que también estaba Berna, en la catedral de Nôtre Dame de París en 1950. Brau es además conocido por su <i>Histoire de la drogue</i> (Tchou Éditeur, 1969), publicado más tarde en España (Bruguera, Barcelona 1973), y por otros de sus dispares intereses, entre los cuales la literatura hispánica. Trabajó asimismo en el terreno sonoro y, en la línea de los <i>mégapneumes</i> de Wolman y los <i>crirythmes</i> de Dufrêne, ideó sus <i>instrumentations verbales</i>, algunas de ellas publicadas años más tarde junto a poemas sonoros de Dufrêne, Chopin y Bob Cobbing entre otros. Eliane Brau, esposa de Brau y antigua novia de Debord, publicó en 1968 <i>Le Situationnisme ou la nouvelle internationale</i>.</p>"
	},
	{
		"pid" : 145,
		"p" : "  <div id=\"sdfootnote31\"><p>[31] Con el título de “Bolo-Punchs. La barque de la vie courante”, un extracto de los diálogos se publicó en <i>Ur</i>, núm. 2, 1952, p. 6-7.</p>  <div id=\"sdfootnote32\"><p>[32] Dado que no hemos tenido ocasión de visionar el film que aquí se comenta –por otra parte escasamente documentado–, esta parte se basa en referencias aportadas por Loïc Diaz Ronda, colaborador nuestro para este proyecto.</p>  <div id=\"sdfootnote33\"><p>[33] El film fue coproducido en Estados Unidos por la Sociedad de las Artes Cinematográficas de Hollywood, y aparentemente se hicieron sendas versiones en francés y en inglés.</p>  <div id=\"sdfootnote34\">"
	},
	{
		"pid" : 146,
		"p" : "<p> [34] Según Roland Sabatier, quizá se pueda detectar aquí cierta influencia de <i>La Légende cruelle</i>, el film documental sobre las pinturas de Leonor Fini, escrito por Gabriel Pomerand.</p>  <div id=\"sdfootnote35\"><p>[35] Tras su paso por el movimiento letrista, Marc’O se dedicó principalmente al teatro y, más especialmente, el teatro musical, aunque a lo largo de los años ha seguido manteniendo una variopinta actividad audiovisual, abarcando el cine, la televisión y las nuevas tecnologías digitales. Como cineasta, su obra más conocida es <i>Les Idoles</i> (1968), una sarcástica “comedia yeyé” que tiene cierta consideración como película de culto.</p>"
	},
	{
		"pid" : 147,
		"p" : "  <div id=\"sdfootnote36\"><p>[36] En la recopilación de estos datos nos ha sido especialmente útil el trabajo de Sandro Riccaldone, “Lettrismo: Abozzo di una cronología (1942-1984)” [en línea]. Dirección URL: &lt;http:// www.ricaldone.org/letcrono.html&gt; [Consulta: abril 2005].</p>  <div id=\"sdfootnote37\"><p>[37] Citado en Frédérique Devaux, <i>Op. Cit.</i>, p. 215-216.</p>  <div id=\"sdfootnote38\"><p> [38] Los citados manifiestos, y otros textos vinculados, se han recogido en: Maurice Lemaître, <i>1967-1969 Le Café-cinéma Lemaître, suivi de Huit films lettristes</i>, Les Cahiers de Paris Expérimental, nº 13, 2003.  </p>  <div id=\"sdfootnote39\">"
	},
	{
		"pid" : 148,
		"p" : "<p>[39] Sin embargo, el lemaitrismo sí tendría alguna prolongación en el entorno familiar del artista, pues tanto su hermana como su madre hicieron en 1984 sendas incursiones en el cine letrista. Al menos, así pueden cualificarse, tanto por sus rasgos como por su temática, ambas cintas: <i>Le Témoin ou la timide espérance</i>, de Christiane Guymer (que, desde hace varios años, actúa también como brazo derecho de su hermano), y <i>Toutes les femmes sont des Jeanne d’Arc</i>, que Suzanne Lemaître realizó a la edad de 90 años.</p>  <div id=\"sdfootnote40\">"
	},
	{
		"pid" : 149,
		"p" : "<p>[40] Se nos antoja que a la manera de algunos films <i>underground</i> cercanos en el tiempo; por ejemplo algunas obras de Warhol, o <i>Rape</i> (1969) de Yoko Ono y John Lennon.</p>  <div id=\"sdfootnote41\"><p>[41] Maurice Lemaître, <i>Mes films (1951-1977)</i>, Centre de Créativité, París 1977.</p>  <div id=\"sdfootnote42\"><p>[42] Las siglas M.B. remiten al nombre auténtico del artista, Moïse Bismuth, que tempranamente adoptó el nombre de Maurice y el apellido de soltera de su madre, Suzanne Lemaître.</p>  <div id=\"sdfootnote43\">"
	},
	{
		"pid" : 150,
		"p" : "<p>[43] Isidore Isou, <i>L’Art infinitésimal * L’Art supertemporel, suivi de Le Polyautomatisme dans la méca-esthétique</i>, Escaliers de Lausanne, París 1960.</p>  <div id=\"sdfootnote44\"><p>[44] La primera de estas recopilaciones se publicó en la revista <i>Ligne créatrice</i>, nº 15, mayo-junio 1973; la segunda lo fue por EDA, París 1984.</p>  <div id=\"sdfootnote45\"><p>[45] Sobre las realizaciones paracinematográficas de los mencionados, puede verse el libro de Frédérique Devaux mencionado anteriormente.</p>  <div id=\"sdfootnote46\">"
	},
	{
		"pid" : 151,
		"p" : "<p>[46] Gérard Bremond, “Le cinéma sur le mode de ne l’être pas de Roland Sabatier”, en: Nicole Brenez / Christian Lebrat (Ed.),<i> Jeune, dure et pure! Une histoire du cinéma d’avant-garde et expérimental en France</i>, Cinémathèque Française / Mazzotta, París / Milán 2001. Frédérique Devaux, “Roland Sabatier: De la reproduction à la représentation ou le cinéma en limite du cinéma”, en: <i>Roland Sabatier: Œuvres de cinéma (1963-1983)</i>, Publications Psi, París 1984.</p>  <div id=\"sdfootnote47\"><p>[47] Esta obra ha tenido distintas versiones, de manera que nuestro comentario difiere del proyecto-guión que se recoge en este volumen.</p>"
	},
	{
		"pid" : 152,
		"p" : "  <div id=\"sdfootnote48\"><p>[48] <i>Amos ou Introduction a la métagraphologie</i> (1984), versión del homónimo libro-film de 1953; <i>Contre un ex-créateur devenu porc</i> (1984) y <i>Nous avons le plaisir de vous annoncer la mort de…</i> (1985)</p>  <div id=\"sdfootnote49\">"
	},
	{
		"pid" : 153,
		"p" : "<p>[49] El título del primero de los escritos aquí referidos, “Mode d’emploi du super-temporel” (1960), es por cierto un calco visible de uno de los textos presituacionistas más importantes, “Mode d’emploi du détournement”, firmado por Debord y Wolman, y publicado en la revista belga <i>Les Lèvres nues</i> (núm. 8, mayo 1956). Sin duda era una manera de manifestar su menosprecio por los antiguos camaradas escindidos en la Internacional Letrista, ahora considerados por Isou como unos trepas plagiarios y farsantes.</p>  <div id=\"sdfootnote50\">"
	},
	{
		"pid" : 154,
		"p" : "<p>[50] Ya en 1979, Isou pretendía reunir en un libro sus escritos contra el situacionismo, llegando a proponer su publicación al propio editor de Debord, Gérard Lebovici (Champ Libre). El conjunto de estos textos ha sido publicado finalmente en el volumen <i>Contre l’Internationale Situationniste, 1960-2000</i> (v. nota 9).</p>  </body> </html>"
	}
]