away. The village I am now in is called Dickiebusch is a rural kind of place with very rural people for its inhabitants. It is only about half a mile from Reninghelst 3 miles from Poperinghe. This latter place always contains a large amount of pleasure for the troops in the shape of Cinema shows etc, but being so awkward to go to is not patronised very much by soldiers from our end.
The CO came back from England today having been away on leave. They are calling for applications for Cadetships in the Royal Flying Corps. I never heard of it until too late otherwise I might have had a go for it. 
I received a very nice parcel from Nina today was pleased it came at a good time contents will be appreciated. 
Now that we are so far North we can all feel the change in the Air, It is just like when we used to have severe frost in Fairfield only that there seems to be more sting in it.
I intend to have a ride round tomorrow to have a look at the country although one cannot go too far, on account of it being such a big salient, shaped something like this
[Simple diagram drawn]
 

 23.9.16 Saturday
It turned out a bitterly cold morning I can tell you there was some sting in the water when having a wash. A German Taube paid us a visit this morning to our surprise there was an Anti Aircraft Gun right alongside our Camp the way the shells screamed through the air was a treat. They got all round him we were cheering them every time they got closer but I fancy we would have cheered the other side of our faces if he had given us a bomb dropping exhibition. However 2 of our Battle Planes came up he ran for it we finally lost sight of them banking round one another in the distance. It is thrilling to watch an Aeroplane duel, everyone gets so excited when our chaps score a hit they go mad. Taking them all through we hold supremacy of the air as they always run when they sight our planes. I was watching them descend and ascend at the Aerodrome the other day they came down go up by dozen. How it is they do not collide with one another is a mystery to me. 
We are all amazed by rats in this place on speaking to some Canadians who vacated this Camp they told us that all the way from here to Loos is overrun with them


 They are of an immense size fairly give me the creeps. They seem to wait until you put the light out then they start very soon the whole floor is smothered with them, kicking squealing seeming everywhere. They always follow the battle line up live on the dead bodies. So you can imagine how ferocious they are. 
I took a stroll round the surrounding country last night but feeling fairly tired returned to camp early tried to go to sleep but what with rats cold weather scarcely slept a wink. 
Poperinghe was heavily shelled last night yesterday evening on account of same, all approaches to the City were guarded no one was allowed to enter. I saw Shayne for the first time for some considerable period the two of us are going to try to get to London together.
24.9.16 Sunday
Today has again been fine everything that one might desire. The front has been a little more active all night long the chit chat of machine guns the familiar hiss of travelling shells penetrated the air made sleep very hard for a long time. Situated on a hill, as our camp is, the ground.


 gradually slopes downwards to the Battle Line ends in a maze of marshes dykes which dot the whole country hereabouts. A battery of heavy guns is consistently firing away on our right so far the Germans have not answered for fear of disclosing their position.
I will try give a description of the new British Engine which at the present time is the talk of the world. 
Imagine a machine almost as large as a railway engine, on one gigantic caterpillar wheel on either side, heavily armoured with small big guns inside to say nothing of numbers of machine guns. 
They can cross a 12ft trench easily demolish an ordinary house by running against it or smash trees down. They can do a frightful lot of damage generally work in liason with the infantry. They go ahead destroy the German machine gun emplacements so enable our troops to advance without serious loss. In my opinion they have destroyed hundreds of German machine guns since they have been used. The Germans are terrified of them well they might be, as nothing but a direct hit of a high explosive shell can hurt them. They are like a big tortoise, they way they crawl in out of the various places. Altogether I fancy they are a great asset to the Army save a great lot of life.


 25.9.16 Monday
The weather still remains fine everything is nice dry underfoot. Misfortune has at last overtake me in that I have become "chatty" [(Lice)] However I am working hard to rid myself of them hope to succeed ere long. I have been very lucky to escape them for so long but this fact does not make them any the easier to bear.
I went for a stroll last night ended up at a big farm house near Boshepe, The people were very hospitable insisted on us calling on them again. 
I have caught a cold in the throat the first in many a long day, but hope to shake it off in due course. 
There is a nice breeze blowing today from where I am sitting I can see the huge arms of the Wind mills all moving round round grinding the wheat whilst doing so . 
The front is gradually becoming more active the artillery fire is daily growing in intensity. The results of the late Zepplin raid over England is very gratifying the news of the destruction of 2 Zepplins caused much satisfaction among the soldiers. Unfortunately there was more severe loss of life than formerly, but a lesson of this kind will take the daring out of others.


 26.9.16 Tuesday
 The fine weather still continues, although it is springing up windy. This means that we will have to watch the Gas, but on account of the wind being so high no attack is likely to come. 
Big rumours are flying round of a Great British victory on the Somme front but nothing official has as yet come through. We did know however that the greatest bombardment of the war has been in progress for the last 72 hours. We can distinctly hear the rumble of the artillery here in Belgium we are about 80 to 90 miles north of the Somme. The English papers state that it can be heard over there. We are all anticipating the fall of Thiepval Combles I rather fancy that these 2 towns are the objective of the next big attack.
Last night I went to a Farm House made a study of their ways. All the farm hands roll into the one room for their tea I`ll bet it doesn't take them 10 minutes to finish. The Boss cuts the bread by jingoe`s you ought to see the knife he uses. Their meal consists of a kind of soup with brown bread. No such thing as tea, I fancy they are decidedly worse than our own country yokels in their ways.


 There was some excitement this morning owing to a couple of German machines paying their compliments to us. We were all disturbed by unusual heavy "Airgun" firing on going to have a look , saw several Fokkers observing our positions. A shell got very close to one in retaliation he immediately dropped a bomb. This came hissing through the air seemed to be on top of us for the time, It finally landed in the village about 150 yards from us. I do not know the damage, just after this we began to hear bullets hissing downwards, one striking the ground about 16 yards from me. These were the spent bullets from our shrapnel shells decided me to take cover which I did. 
About half an hour later we sighted one of them coming back for dear life surrounded by 5 of ours could hear them firing their machine guns at him. They finally got him over Poperinghe where he fell. The other one was supposed to have been caught by shell fire at Armentieres.
27.9.16 28.9.16
It is again raining off on. These two days have been the most exciting I have yet had, as I had to visit the Front Line trenches all communication trenches to inspect various food dug outs their contents. Starting away from Reninghelst at 9.00


 I went to La Clayte to Brigade Head Qus to obtain a pass runners to guide me. My first call within range was the village of Pierstraat. This is always under shell fire consequently is razed to the ground. After half an hours searching I found the dugouts I was after finishing up hopped out of it pretty quickly as the Enemy was pouring shrapnel in. My next objective was Fort Toronto This I had to approach without cover, but finding a drain I crouched down ran for it just escaping some indirect machine gun fire, which was being played on it from a German position on the Hill. I then went to the head of the Communication trench to start for the front line support trenches. After walking, running crouching for about 3 miles I got into the Front trench. After traversing the whole sector I came back again was just in an attacked position although I could not say that I felt comfortable. I did not feel ill at ease until they started throwing minnenwarfers over. 3 of these came in quick succession threw everyone off their feet utterly demolished one sector of the trenches. However, by dint of machine gun rifle fire, as well as bombs our own artillery barrage fire the attack was utterly repulsed. They never got near the parapet of our trenches. I had the honour of using a rifle here taking a share of the fighting. 
After this was over I moved back to the support trenches gun redoubts. This is more dangerous than the front line, on account of the 


 Artillery fire which is directed against it, It is an inferno of flying dirt steel I was sincerely pleased to be able to get out of it alive as all the time I was there, they kept a hot fire up on it. 
 
 Our own artillery fire is very unpleasant, as the German trenches only being about 40 to 70 yards away, the shrapnel just grazes our own trenches bursts on the top of the Germans. 
I then went through Chicory Lane C.T.to Ridge Wood, where the various reserve battalions are situated where our gun positions are. There was Batttery fire in progress the vibrations made one feel pretty sickly. 
After going round the Brasserie which is another hot shop I worked round through Yves, Voomeselles, thence round to Majors Copse, Captains Post back to Battle Head where after a rest I returned home.
It is sorrowful to see the men who get hit. Those that are only wounded take it cheerfully whilst those that are killed are taken away buried in quick lime. Whilst I was there one man was shot through the brain while another had his both legs blown off. Another his hand smashed several others of minor consequence. The Germans were lying pretty thickly all over the place, their casualties being pretty severe or as one expressed himself, "These damned Australians can shoot some".


 The 2 lines have been practically in the same position for the last 18 months consequently there are plenty of graveyards in the vicinity. The majority are buried in disused trenches covered with quick lime. It sometimes happens that after they have been buried the enemy bombed the place the bodies are hurled in pieces all over the place. This is a most revolting sight, the smell is also terrible.
Many things one sees there could not possibly be believed unless actually seen. For instance at one stage of the attack the German dead were piled up about 5 ft high they still attacked the live ones trying to crawl over the human parapet of dead only to fall themselves when they reached the top under the pitiless hail of machine gun fire, This is a murderous fire nothing can pass it alive when they establish "cross fire".
The Aeroplanes are very active dive within 500 yards of the trench open on the trenches with machine gun fire. While I was there they cut an observation balloon loose killing the observer, sending the balloon down in flames from bombs. It was an awe inspiring sight to see the balloon falling to earth in flames.
It may not be believed but it is true I have seen it viz, a whole battalion of Australian pouring in a murderous fire on the attacking masses of Germans crying all the frightful loss of life they were occasioning.


 I was well satisfied with my sojourn in the trench returned sadder wiser than before.
29.9.16 Friday
The rain commenced again today but did not set in, although it is still rather dull with a cold wind blowing. Great success has been attained on the Somme the British have now thrown the Germans back from the Ridge which the whole world thought impregnable.
There is a big artillery battle being waged here on the Ypres Sector right through to the Coast. I do not know what it means, as general opinion has it that there will be no infantry attacks here, but judging by the fierce artillery fire there is something doing. I heard however that that it is to prevent the Germans withdrawing men for the Somme front. My cold has loosened I hope to shake it off completely by tomorrow, Everything is bustle in this region now to make preparations for the oncoming winter. I have had un-official orders that my Supply Section will have to move up in closer proximity to the trenches, which is no bar for me. 
Everyone is looking forward to further developements in the Somme area before long the whole front may be ablaze from end to end.


 30.9.16 Saturday
Things are fairly quiet here this afternoon although a pretty strenuous bombardment was waged this morning by both sides. Good news is still filtering through. I have heard that a large Australian mail has arrived so am looking forward to it with interest as it seems to be rather a long time since I received a mail.
The weather is once more fine, but it is the dying flutter as we now only have one more brief month of good weather then the winter starts , but I`m hanged if I know where it will finish. There is a wretched machine gun just outside my dugout. Spitting away like furry it fairly gets on ones nerves. Crack crack every minute of the day.
I was up at a machine gun position yesterday it was trained on two cross roads about 3000 yards away, along which the Germans have to bring their supplies etc to the trenches further back the Ridge. You talk about cunning. The gunner would give a burst then shut off for a half hour this period of quietness would give the Germans heart they thought that the gun had moved to another position, when just as they would be crossing with vehicles columns of men, away she would spit again of course cause a lot of destruction confusion


 this goes on day night the Germans are searching all over the place with shell fire to try find the position but being fairly well concealed they have not yet [indecipherable] They also have some of our roads under observation do likewise. I was nearly caught the other day on one of these roads having lost my way, very nearly blundered right onto a direct line of fire from them. Hearing bullets coming too close to be pleasant I glanced round found that I was under observation from them. Quick as a flash I dropped into an old drain sure enough a second after along came a shower of bullets from them, I think they fancied they got me as it suddenly stopped. I then crawled in behind cover got for my natural. It was no bon believe me
1.10.16 Sunday
There was an unusual heavy bombardment this evening which seemed to be coming from the left of the Ypres Salient. The Germans were reported to be very busy erecting gas appliances in their trenches, but evidently our artillery fire was effective as no gas came over. 
I took a stroll this Evening called in at a farm house had a cup of cocoa by jove it was delicious. They know how to make cocoa in this country. All Units


 are very busy now erecting stables for winter quarters wherever we look one can see stables in the course of construction. 
More promotions have come to light, but as usual they all belong to the family that runs them. then they ask one to vote for compulsory enlistment, I know what my vote will be like.
2.19.16 Monday
Eight hour day in Sydney a holliday . But it is no leisure day here. It has again started to rain looks like setting in windy the mud is fairly deep. 
I went to Boschip this morning it was a very cold side as well as being on the miserable side. The guns are fairly active just now but I think it is only a reciprocal bombardment. 
I was thinking of home today the longing to be back is great, especially as the Head of our Unit is making himself felt in every way possible.
3.10.16 Tuesday
Another rainy day with nothing to do plenty of time to do it in. 
The Germans are sending over a


 few High Explosives but they are falling in open fields, doing no damage, As long as they keep their range at that, their only result will be wasted ammunition.
Great satisfaction is again expressed over another Zeppelin having been brought down This makes the 5th within 21 days, considering the trivial damage done in comparison to the cost of their machines the loss of highly tried mechanics they will be goff strafing England again.
Our machines brought down another observation balloon having killed the observer cut it loose by machine gun fire it drifted over our lines, when one of our machines diving from a great height dripped a bomb on it set it alight, when it hurlted down at a great speed in flames. 
Our 13th Brigade Battalions have moved up to the trenches today, but it is a comparatively quiet front, so no startling events will mark their re-appearance in the front line.
4.10.16 Wednesday
 Still raining nothing doing. Last night there was a raid on the enemies trenches near Ypres which was successful. 
At the present moment the Germans are treating us to some "Jack Johnsons" which make one want to keep out of their road


 They plonk right down sent up a fountain of earth iron, but as long as they do not spoil the tea it is ok.
I received a letter from Mother Father also one from Nina. I was surprised to learn that J Rolf is now in France must keep my eyes open for him, although I do not know which Division he is in. 
The 49th Batt. Fife drum band is again treating us to a Serenade I do not know which is the worst having to listen to them or Allemandes shells.
We have all been issued with the new Box Gas Helmet they are some class The dash things nearly choke one when you put them on although they are twice as effective as the old style. Each one has a small tank of oxygen attached which is conveyed to the mouth by a rubber pipe running up through the mask.
This is the place where the Canadians caught it so hot when gas was first used ever since then they are very careful. There is an entire Gas staff distributed throughout the front having at certain intervals "Gas Centres". In the trenches there are electrical contrivances which are set on the same wires as those running back throughout the country. When there is a gas alarm these are set buzzing everyone


 has to have his helmet in the ready position for any immergency, both civilians otherwise. There are also boards put up with small wind gauges these always notify you the direction in which it is blowing. If the wind is blowing to us from the enemy the boards mark "Wind dangerous" or "Gas alert" when by signs the Germans are fixing Gas cylinders in their trenches it is marked "Gas alarm", when the gas is seen to be approaching all the buzzars hooters, church bells, tram whistles etc, start to buzz keep it up all the time. The artillery also commence to send salvoes of shells into it to disperse the volume also any premeditated attack. Altogether this Gas business is a pretty ghastly affair. 
Again they never take risks, even when we are emitting gas from our trenches the alarm is sounded everyone dons their masks until the conclusion, in case it blows back.
5.10.16 Thursday
 The political situation in Germany has become very tense with England, caused through Mr Lloyd George`s outspoken clever speech to an American journalist from the vindicitive storm of abuse the Central Powers have directed against us, it certainly appears as though it has struck home with full force.


 The speech in question was to the effect that England was determined to fight on until a decisive victory was obtained, general opinions expressed here are to the effect that Germany was putting out peace feelers through America now Lloyd George has definitely dispelled them. If ever England was hated before it is decidedly worse now Germany has stated that she will fight to the last man now, in an effort to squash the British. This as may be imagined is going to give us plenty to do, as every available man in their army will be hurled against our front. This is apparently what is wanted besides being ready for anything that may come, it will hasten the end of the ultimate issue there can be no doubt. "The Lion is roused who? Can quell him, certainly not Germany This is the chief topic of conversation prevailing among us at the present period.
It is still very windy raining shows no signs of abating at all. Our front is very quiet there is scarcely a shot being fired. We can hear a dull rumble on our right which seems to be coming from Loos. Our old Bull Dog named Mosey came to light today he had evidently been retained by some other unit. I did hear that he had come from details England


 6.10.16 Friday
Still raining windy very unpleasant generally. I kept indoors as much as possible to try keep warm. Our stove was fed with coke until it became white hot.
There has again been a disruption in the Train owing to O.C. ordering a Staff Sgt to revert to his former rank of Corporal. He is lodging a general complaint we are all watch the result with interest. Fighting is very quiet on account of the rough weather which makes all observations impossible.
7.10.16 Saturday.
 These two days have been occupied in moving camp again. It was decidedly a very annoying disheartening order as we were very comfortably situated for all wet weather having a nice big room, but now we have to go live under a tarpaulin again. However after a fairly strenuous time we managed to rig one on a frame work of wood. It was a solid job as it was raining windy each time we managed to get it in place the wind would get it away it would go.


 
 The 50th Batt came back today the whole Brigade are going up to the trenches again. 
Three of us had rather a merry time last night to commerate the finish of our hard job in erecting our bivouac, We started off and walked towards Ballieul keeping this side of the frontier as it means arrest for us to cross to the other side. We eventually came to a place called "Canada Corner" after the Canadians who before they relieved us on the Somme, have been camped there for 14 months, The place is now full of middle aged Englishmen who relieved the Canadians pending our arrival have since stayed there (RE Engineers) An Australian was a curiosity to them they would drag us into an Estaminet treat us. After getting away from there we went further along the road then decided to take a short cut home. We were all jolly very often found ourselves in private Yards. However we took a course for the road which we had to strike got into a private yard could not get out. The dogs were all barking at us the people jibbering. While I kept them engaged my 2 mates raided the clothes line then ran. I caught them up after a while saw that they each had a bundle of washing on arrival in camp we got a light to see the stolen goods judge our disgust 


 when we found that we had carried home a bundle of babies napkins, Such is a soldiers life. We now use them as wiping up towels. This is the first time we have ever had a convivial evening with "Tommies" but they were all middle aged men which account for it. The younger men being unbearable.
9.10.16 Monday
The rain has given over dry weather once again reign supreme, although one always know that it is not for long. In fact the seasons are known here as being 3 months winter 9 months wet weather. 
I went into Balleiul in France today on a bicycle. The distance was about 24 kilometres am feeling fairly stiff on it. This is a fair sized city at one time has been a pretty lively place. Its business side is now all military on account of it being a railway centre. It is where we entrained when going down to the Somme from Armentieres. Its chief points de advantage are now mainly "high prices fever". Some malady has broken out here with the result that all Estammets public places are closed out of bounds to troops whilst the only available shops have seized the opportunity to raise their prices. I bought some fruit at the following


 prices. Pears 1 fr each = 10d, Apples half franc 5d, Haircut 2 fr, 1/8 half franc for assistant?
These are some of the prices existing all food stuffs are practically the same,, Made to suit the pockets of Australian soldiers or as the French people say "Australia plenty money".
I received 2 registered letters from Nina seeing that I was looking forward to some mail they were very pleasing to me.
Two "tanks" are reported to be up on this front now. So there will be considerable activity shortly. The entire front is at the present time very quiet. Due no doubt to the rough weather we have been having lately. They are taking advantage of the fine weather again down on the Somme this mornings news contains a fresh advance a good few prisoners.
10.10.16 Tuesday
The day has passed without anything of any note occurring save that I have had two of my corporals placed under arrest, but hope to get them out of it. Something is about to happen on this front shortly as a French Army Corps has moved up to the Belgian Sector of the Front. Also a couple of English divisions. Some of the famous "Tanks" have also put in an appearance. The front where the next push will take place is a dreadful piece of country, has a large


 canal running between the opposing forces. This of course has to be crossed will naturally present many difficulties to our men. The land is very low cut up into various waterways. We are all naturally anxious as to the results of same but seeing that the Germans have had to deplete their strength in this region to reinforce the Somme most of us are anticipating favourable results when it gets into its stride.
The weather is once more wet the next thing to look forward to is a few hours dry spell. It is very annoying to think that the rain is interfering with operations so much when there is such a dreadful lot at stake.
11.10.16 Wednesday
The rain has dropped but an icy cold wind is blowing I can assure you that it goes right through one. I went for a walk to have a cup of coffee late in the evening when I returned found a good number of the company had been over paying respects to the 13th Battalion who were under orders to move. They all returned under the influence started singing playing the accordion. About an hour later some of our bright .O. made a raid on them. With the result that several arrests were made. This kind of thing is having a 


 very marked effect on the Soldiers there will be serious trouble if it does not soon cease. The charge against my two corporals I formerly wrote of was dismissed, which gives me every satisfaction. The whole truth of the matter is that the .O. having nothing to do are constantly preparing treacherous traps for the NCOs to fall into it takes ones whole energy wits to keep out of it, such is the contemptable nature of a few men on whom position has suddenly fallen it leaves them as conceited as possible. I myself am heartily sick of the whole affair wish it was all over. 
Again in reference to leave. It was supposed to be only granted to men who had from 10 upwards in their pay books. Yet the first to go away are batmen, some of whom are in debt, but they are careful to explain that it is special leave, but it interferes with ordinary leave just the same, and as the leave is for 10 days 2 cannot be away at the same time you can judge how long it takes for a turn to come round
12.10.16 Thursday
The wind is still blowing cold it is very hard to keep warm, it is an absolute moral that it will blow up rain again. 
Several of the old 20th Company called in to see me today they have all got on exceptionally well, on account of them having


 gone to a newly formed train. The 5th Division are going to the Somme to take their share of the "Big Push" there are also rumours to the effect that the 3rd Division have now declared war will be coming from England to go there also.
Severe shelling took place on this front today lasted all night long. Which means that there has been another raid on the German trenches. These raids are kept up prove to be very demoralizing, as they keep the German casualties up also bring back useful information of the disposition strength of enemy forces. 
The 1st Division moved out from here today have entrained at Boschepe for an unknown destination. The move blocked all roads made our columns late. 
General Plumer reviewed the 4th Brigade today they looked very well marching along the road with fixed bayonets, although their ranks are sadly depleted, since coming from the Somme.
13.10.16 Friday
A highly successful raid was carried out on the German trenches last night as a result 420 unwounded prisoners were passed back this morning. It was a daring raid carried out with great dash daring by Australian troops. After a very fierce artillery


 bombardment which was directed on the enemy front line trenches. The fire lifted played on the 2nd line. Our Brigade then leapt the parapet occupied the front lines, digging the prisoners out of their dugouts passing them back, this procedure was carried back to the 4th line, when the Germans receiving large reinforcements, our men fell back to their own line, a fierce barrage fire covering their retirement . They destroyed the trenches did great damage it is regarded as a great daring episode in the lives of the Anzacs. These raids are causing great havoc in the German ranks keep their nerves strung very high, it is the kind of thing that is wearing them down. This episode shows that the trenches were ours for the taking of them, yet orders were, that we had to fall back to our original line, once again proving that the longer the German line is, the more he is becoming exhausted.
The wind has now dropped but the sky is still overcast rain is threatening. I shaved my upper lip today as orders came out that it is now optional whether you grow moustache or not.
We all went down to be "gassed" today to try our new Box Respirator helmet. After careful instructions as to how to use them, we were all carefully fitted marched into a chamber, closed in. Lackurmatory


 Gas was then released we had to stand for 3 minutes in it. My helmet fitted me nicely. apart from a stinging sensation in the eyes which turned them blood shot, I felt no ill result. Some however, whose helmet did not fit them too well, caught it hot, they would throw themselves at the door tumble out, with water running from their eyes in streams. This is caused through a badly fitting helmet same is condemned. The ill effects pass off in a few hours. The new helmets are made on the German system only being very much better on account of different chemicals being used to absorb the various gases. It is a face mask which fits tightly round the face. A tube to go in the mouth, same being connected with, a tank containing chemicals which turn bad air into oxygen. The only inconvenience is a little suffocation.
14.10.16 Saturday
Weather still dull windy very cold nothing of any note occurred. We have heard unofficially that we move from here in 2 weeks time, leaving a man in charge of the camp so evidently we will not be away very long.
I was speaking to some members of the 14th yesterday they say they are being worked to death. Hear me smile


 not much news coming through
15.10.16 Sunday
I went to Church Service today in Roningholst the first time since landing in France. On coming back I found that 1400 men had suddenly been attached to our dump which caused plenty of work.
I rode into Poperinghe in the afternoon with S Hayne after a good look round cme back to camp very tired. Whilst there the English Division that took Le Sais marched in they brought loads of trophies back with them.
There are persistent rumours about that we are going to Salonika, but whether it is true or not I cannot say. 
The weather is bitterly cold I simply cannot get warm. Every little shower of rain contains its share of hail when one touches you it is like a knife going through you. Twice this morning it has hailed at the present time they are coming down like peas.
16.10.16 Monday.
The coldest day on record. A keen wind is blowing with showers of rain hail every now and again. It nearly freezed me to death standing out on the Dump issuing I was very pleased when it was over. All the rest of the day was spent in trying to keep warm all efforts were fruitless. We make


 a stove out of an oil drum put charcoal on it until it was red hot. If this weather continues there will be a lot go out to it, yet the O. have not got enough humanity about them to cut out [indecipherable] parades which are unnecessary. The worst features of this weather is the way it affects the feet. I had 2 pairs of socks on then could not keep them warm.
There are many rumours about our next move, the 1st Division having already gone, but no one knows where we are going to. I went out to obtain some coffee this evening but the cold drove me in again eventually l turned in only to lie awake all night with the cold.
17.10.16 Tuesday
I went to Oudderdom today buying green forage for Brigade Horses on the way back passed about 200 German prisoners near the Divisional Baths where they had been treated to a bath clean clothes. They were a very sorry looking lot all appeared to be on the young side although it would be hard to accurately gauge their ages on account of the heavy growth of beard which adorned each ones face. They looked at us some winked altogether seemed very pleased to be prisoners--. For them the war is over until peace is declared they will be fed clothed, not a bad position to occupy these times


 The rain is again coming down in torrents once more I have wet blankets to sleep in. There was a fairly big bombardment last night which shook things up again. The weather is still bitterly cold a ray of sunshine would be appreciated buy all hands.
18.10.16 Wednesday
The rain got the best of me I moved out of the Bivouac into a vacant tent, which although much colder is more dry. It is not nice to be ankle deep in mud where you sleep. The bad weather has evidently come to stay the last few days nights have been cruel. The place is an absolute swamp I can honestly say that my feet have not been warm once.
There is evidently a raid in progress on the Ypres Salient at the present time, which can be judged by the fierce fire of the Artillery. Up to the present it has been fairly quiet, but at the moment the Brigades have commenced Battery Fire Rapid which means that a curtain or barrage fire is being directed against a given place. So far the Germans have not replied. A thing which struck me as being peculiar came to my notice today in connection with concealing a big gun, the artful way it is done. In a small village called Veastidot, where most of the houses have been razed to the ground there stands one two storied place which has had the roof inside blown out. Down in the foundation of this place a big pit has been dug an immense gun put in on a


 platform which can be elevated. When the gun is to be fired the platform is raised the muzzle of the gun just peeps out over the top. A few [indecipherable] rounds are fired the gun lowered. If the gun were not fired whilst you were in the immediate vicinity, you would never know it was there
All along the road which runs through here big screens have to be put up to stop the view of the enemy who occupies a position on a ridge of hills opposite, when ever in this particular place it does not do to linger, as one never knows when they will rake the road with machine gun fire. It was here that I unconsciously wandered in the open only escaped by flinging myself flat in a drain crawling out of sight. Lots of chaps are going to Hospital with various complaints, caused no doubt by the very wet weather.
19.10.16 Thursday
Several things of importance occurred today which I will recount. To begin with it rained hard all day was very cold. Whilst at dinner 1 pm we were all notified that there was to be a general Parade for all hands at 1.30 pm. We fell in on Parade were marched to an adjacent paddock where another company of the train was drawn up. We were placed with our left flank on them the remainder formed in a square. A significant thing I noticed immediately was that all the officers were on Parade. The whole thing in 


 a nutshell was the degradation of a Coy Sgt Major who was tried by CM for drunkenness found guilty the Prisoner was then marched into the square after the charge was read out. together with the finding of the court, a Sergeant detailed for the job stepped up tore the crown from his sleeve. He was then marched off as a driver. This harshness had its effect as will be seen, although the minds of 90% were already made up. Following the scene we were all told to stand fast record our votes for Conscription. Everyone looked at his neighbour it would not have taken much brains to have read every fellows decision. They then started the polling let me state that through the usual officers red tape, we were kept on parade in torrents of rain a bitterly cold wind for 5 hours to record our vote, what is only natural for the result of same to be. In speaking of it afterwards we found that 90% voted NO in the first Division the No`s had 99%. But this was only the start of the days happenings. At tea time we were all warned that the Germans were preparing a gas attack consequently we had to lay down fully dressed with our helmets ready what a night ? I never slept a wink the cold was cruel. 
The threatened attack never came off although the firing was violent in the morning I awoke to see the whitest frost it has been my lot to gaze on the pains of my hands feet was well nigh unbearable. The violent firing still continues . Another 14th Coy. Sgt joined this Coy today (Sgt Hallett)


 he makes the 3rd Senior NCO to leave the old crowd we are gradually getting together again in a new company
20.10.16 Friday
The morning broke that cold that I nearly shivered to juices. The worst feature of all is that there being so much mud pools of water about that it all freezes one is plodding over ice all day. This thaws during the day of course makes everything sloppy underfoot. My main enemy, also lots of others is the feet. They do not get warm all day are extremely painful tender. I was hauled up in front of the General today owing to there being a shortage of fuel for the trenches. This is not my fault, although I had to take part of the blame. Just after this along comes the Staff Captain bawling out for me. However I tendered an explanation don't give a dam whether it was accepted or not.
Very fierce fire is taking place here now, owing to the Divisions changing over, our Brigade being relieved by an Imperial Brigade from the Somme. There is still great conjecture as to where we are going but time will prove it. So far no one knows.
21.10.16 Saturday
It is again painfully cold I can scarcely hold the pencil. The frosts have now definitely set in everything is freezing. All the creeks


 pools of water are frozen over in some places thick enough to bear our weight add to the discomfiture a cold wind has started blowing off the frost so it makes it hard to put up with. The hardships have now started in earnest it is a question how long one will be able to bear them. My feet are simply Awl amp; I can scarcely put my boots on.
Several Taubes came over today a party of us narrowly missed being smashed We were standing on the dump when we heard a shell hissing towards us. We dropped down behind a sand bag wall it just missed the top striking earth a few yards away. We went to the spot after digging down a couple of feet, got the shell which was a dud. It was a narrow escape, we were all thankful it missed us.
Big bombardments are taking place daily on this front now and the Belgian people cannot understand it after the comparative quietness for so long. They say Canadians no bombard when they here, why Australian?
I have made a bag of my bed by sewing a covering of bags over my blankets although very rough it keeps me warm of a night. I received a mail of newspapers but no letters am wondering where my mail has got to lately
22.10.16 Sunday
Another heavy frost bitterly cold in consequence


 of same. Our Division commenced to move out today we go on Wednesday. The "Tommie" relieving us have already arrived. It is a moral that we are going down to the Somme again, I suppose just in time to participate in the push for Baupaume. This is going to be a terrible fight for possession of this place one cannot tell how we will get on. But from what I can hear it is absolutely essential for its capture at an early date. It is hard lines to leave the camp we have prepared for the winter go live in the open. I reckon it will just about finish me. The Brigade comes out of the trenches today after resting will move out to the concentration area.
I received a letter from [indecipherable] today they are still in England. None of us can understand why they keep them there so long, but I suppose they know what they are doing. In the meantime the other Australians in France Flanders still refer to them as the Division which has not yet declared war.
Aeroplanes are again very active we are all expecting the bombardment which is sure to follow, following on the changing of Brigades.
23.10.16 Monday
The weather is not so cold today as previously but it threatens rain, which is sure to come. We are getting ready to move it hurts to have to go sleep in the open on the ground in weather of this kind, It is very funny


 the number of rumours that are going round as to our new destination, but I fancy it will all end on the Somme again. Some big bets are being made, excitement prevails. So far it is not known to anyone at all. The Brigades are now out of the trenches I believe we go to Wipinhoek tomorrow. This is a Rail Head may mean entraining for any point.
The motor column is now delivering to us from Caestro it is much easier for our working.
Several flights of aeroplanes crossed today towards the German Lines, evidently on a raid. No doubt we will get their reprisal tomorrow. I hate their aeroplanes to come across as not only do you risk their bombs, but our guns start throwing shells all over the place, we get the benefit of the falling cases or pieces of steel. I have seen the whole sky one mass of smoke explosions.
24.10.16 Tuesday
Very cold raining hard. Whole company busy making preparations for the move in the morning. Have just received instructions that I have to move off at 5.30am to Opoutre Siding so will retire early
25.10.16 Wednesday
 26.10.16 Thursday
Reveille at 4.30am Wednesday after a hasty breakfast I started my Section off for Opoutre


 which is about 6 miles. After a most wretched march through the wet slush across all kinds of country we arrived at our Dump only to find that it had been shifted about 1 mile further on. I jumped on a motor cycle soon covered the distance. The rest of the day was spent in receiving issuing during this time I stood for 6 hours in the heaviest rain imagineable then had to walk 2 miles through mud slush back to the transport lines. Arrived there found no tea so did not bother turned into bed, but not to sleep as it was too cold.
Next morning I marched my Section to the siding and entrained at 10 am. It was a cold and miserable ride for a few hours as our feet were wet through and cold and my chillblains gave me gip. However, we [indecipherable] the time away by playing cards and singing etc until it got so very cold that everyone was too miserable to say a word. It was the worst trip I have ever done and ever want to do. Imagine being seated in a plain wooden carriage, cold as ice, with no light and driving rain outside.
We pulled up at big Cities such as Hazebrouck, Calais, Bologne Abbeville. Whilst at the latter place a large ambulance train of wounded passed through. We finally dis-entrained at one of the oldest and prettiest little places call St. Riquiet [St. Riquier] at 2pm in the morning. After standing in the rain for several hours we 


 got the baggage off moved to a prepared billett to rest. Throwing ourselves on the floor we tried to get some sleep but the intense cold defeated our object. By this time it was growing daylight so I decided to get up have a wash.
27.10.16 Friday
After washing in bitterly cold water I had a bit of breakfast took a walk round the village. One place of interest was the Cathedral Ancient writings on the wall showed it to have been started in the year 600 by a monk named Saint Ruquiet. It is a marvellous piece of archicteture the inside built on modern principles was wonderful to look at. I left this place at 10am per foot for Ailly a distance of 6 miles. Arrived there very tired commenced issuing. The rain again poured down I am now perfectly satisfied that fine weather is a thing of the past. My section is now quartered in a barn which although rough will be warm.
Ailly is an old place of a few thousand inhabitants and in the Department of the Somme, but a good way behind the Line. Our future movements area unknown as yet, but it is presumed that we will rest for a while.
28.10.16 Saturday 
 29/10 16 Sunday
 Both days were mainly taken up in 


 reissuing. It was made a heavier job on account of not having to do a double issue and so get 24 hours ahead. The Motor Supply Column has been arriving late and consequently throwing us out of our ordinary run.
Our Australian Cadets for the Royal Flying Corps are going to England on the 14th of next month. They are forming a Mule transport Corps for work at the front where it has been found practically impossible for any other transport to work on account of the terrible way the ground is battered about. We move up another stage in a few days time and very soon we will once more be embroiled in the furious struggle on the Somme. 
30.10.16 Monday.
After a few weeks expectancy a good mail arrived for me today from all round. I received a great surprise however to learn that Edna had been operated on and unfortunately I read the later one first, consequently I did not know what was the matter. However the news of a later letter stating that she was recovering was ok. I read it in a poverty and war stricken place called Ailly and my thoughts were by no means pleasant. It is bad enough to put up with things here without other worrying cases.
The rain has been coming down in torrents


 All day and the ground is one mass of mud. There is not much doing up at the front on account of the terrible cut up state of the country but if we once get a few fair days it will open up again.
31.10.16 Tuesday
 To 2/11/16 Thursday
There were monotonous days, with very heavy work to do. It rained all the time and we always used to have to unload from supply column and check in the dark. Some French people opposite my billet were very good and often gave us dainties. The proper name of the village is Ailly Le Haut Clocher and it was a very pretty little place of a few thousand inhabitants.
3.11.16 Friday
We moved today towards the front line. I left at 9.30am per road and walked about 4 miles to Moufflerc. Arriving here we all proceeded to have a few coffee and cognacs to cheer us on and while sitting in the Estaminet heard a Motor Column coming. We made a cornbeef rush and just caught it. We went on through most hilly and picturesque country to a place called Flexecourt which is a large town. Here we regaled ourselves


 once more and moved on again. Our next place was Picquigny where we left the column, as they were proceeding to Amiens and we were bound for Vignacourt. We walked about 7 miles and finally arrived at our destination. It is a large place and we are fairly well situated. I am sleeping in a loft and it is warm which is the main item. There is plenty of life here as well as troops. I think we are staying here for a few days and then moving on again. The weather is again threatening and I fancy will rain before long.
4.11.16 Saturday
The Motor Column having arrived early I was able to get the issuing over and have a look round the town, It is a fair sized place and thickly populated. There are two big cathedrals here one of which is very ancient. We are just within sound of the guns now and our next move will probably take us well up. I understand we are to do a month or so here and then move either to England or the South of France. 
It has been raining heavily and a high wind has sprung up which is also a very cold one. A good number of our chaps are


 going sick and when we move further up and have no shelter I dread to think of the consequences.
5.11.16 Sunday
A strong wind has been blowing all night and has brought up more rain with it. lt is also bitterly cold and one cannot get warm. Our chaps are misbehaving themselves again and the coffee and cognac seems to be everything the devil with them. It is best to keep away from the mob as they do not care a jot how far they go.
We move from here on the 8th of the month, so far I do not know where we go to. I was going to try and run to Amiens which is the capital of the Somme or Picardy district and is a very large city The front is very quiet due no doubt to the wet weather.. 
The Italians are doing very well again and important battles are taking place which will have a great influence on different parts of the front giving this winter a chance for alternative surprises. Next spring ought to see the war near to a finality
6.11.16 Monday
Rained all day and was most miserable. To make


 
 

 Provincial Cities of France, being Capital of the Somme District. It has marvellous cathedrals buildings built therein altogether being built in a Valley has a very pretty appearance. It is a very gay place as are most French Towns. It was from here that the Germans drove Railway men women into Germany in the early stages of the war. Their Cavalry however was quickly driven out they did not get a second opportunity.
After crossing the ridge above the City the trip lay for the most through isolated villages woods all of which looked very pretty. The leaves for the most part had fallen from the trees they looked bare desolate. We finally arrived at our destination after 4 hours going are once more back to the stern realities of warfare.
The place we are in now is called Buize on the Ancre. Its a filthy little farming community with not enough room to swing a cat in, The whole of the 13th Brigade being billetted here, By this time we were all wet through feeling very miserable our minds were not improved when we had to walk all over the place to find our quarters. However, we at last were shoved into an old barn after dumping our kits went straight to the supply dump received the column. We were then kept at it in the pouring rain until 10pm when after loading 


 surplus supplies onto borrowed ambulance wagons we returned to the billet commenced to fry steak for our tea. This finished we turned in never moved until 9am next morning.
8.11.16 Wednesday
Raining hard very cold. The column arrived at 10am we have been working right up to 4pm. The transport arrived at 12 noon after a rough passage the whole village was soon one mass of vehicles, all looking for their respective camps. However after about an hours confusion things quietened down again once more resumed the normal.
The Battalion returned from the trenches today they looked very sorryful miserable. They were mud plastered tired altogether done up. 
It came out fine this afternoon aeroplanes were fairly active. Distant sounds of artillery fire reached us this afternoon several explosions of bursting shells came from Albert way.
9.11.16 Thursday
Rained all night came through our barn like a sieve. Our Blankets were 
 saturated we spent a rotten night of it. All of us have caught colds it is 
 a regular coughing match among us. There was considerable


 excitement here this morning. A disguised German Plane was hovering round very low with our colours on. Goodness knows how long he had been there without any notice being taken of him. When by some means or other he was recognised a tornado of shells were sent at him from all directions. He immediately began to manouvre ascend at first it seemed as though he would get away but a salvoe of shells was seen to burst round him the machine quivered commenced to come down finally falling about one mile away from us. We were all watching previous to his being discovered as a disguised plane it came as a shock to us.
10.11.16 Friday
Last night reopened old acquaintances in as much as we were once more in the clutches of a German Bombardment, although as yet being a safe distance away we could view it with perfect tranquillity. The German guns thundered all along the sector our guns answered them with every ounce of effort they had.
They also played a high old game with their Aeroplanes, it being a full moonlight night it was a sight to behold. There were dozens of machines darting all over the place, the Anti Aircraft guns were thundering away at a furious rate. They succeeded in dropping a few bombs


 on Amiens other villages. one dropped about 500 yards away from our dump. Two Taubes were brought down of our own side I could obtain no information.
I have just been notified by S.O. to be ready to move up to Montauban on Monday. This place has already figured in the Press as having been the scene of furious fighting is about 3 miles from the front line. This points to us, as going to be a rough time will be glad when it is over. 
Some QMs who are camped in Fricourt Mammetz Woods tell us that they are up to their knees in mud, as we are going further on it looks decidedly unhealthy.
I have caught a severe cold do not feel too good on it. I cannot sleep at night have all the symptoms of influenza.
The first Division appear to have caught it fairly strong again as it is now coming on time for the 4th to take their turn, our minds are becoming sobered we will once more resume a serious life until well away from the Somme again.
11.11.16 Saturday
Last night was a beauty there is no doubt. To begin with a furious bombardment commenced all round at 9 pm kept going all night. It was just one scream of bursting shells all the sky was quivering a dull red glow on the horizon marked the flashes of the artillery.


 There was evidently a big stunt on, the news of which has not yet come through. It is still proceeding the fire is growing in intensity. There was a serious raid by Aeroplanes we were kept on the hop. They dropped bombs all over the place a few fell on a Field Hospital about 700 yards from us killed 8 AMC men wounded 45 others including a lot of patients. Guns were screeching all round us, while the rattle of machines guns on the Aeroplanes could be distinctly heard as they engaged one another.
One Taube was seen to fall in flames explode when it hit the ground. On the whole it has been a terrible night, I would be glad to see the clouds over the moon put an end to midnight raids. One can stand them in daylight, but they are uncanny at night. Meanwhile the fighting still proceeds before the next 14 days are over, Baupaume should be ours,.
My cold is still very troublesome does not seems to mend, but it is the constant trudging about in the wet which does. It.
12.11.16 Sunday
We moved off for the front at 9am catching a Motor Lorry got a lift as far as Albert


 where we were all dumped told to find our way to Fricourt where we would issue. After ploughing through mud knee deep we halted for a rest were lucky to get another lift on a Motor Lorrie. The roads were very congested miles of traffic were all held up on account of the hard pulling , we eventually reached Fricourt, which is the old line of trenches which was the first village taken in the British offensive. Of the village itself nothing remains save a few scattered brick bare tree trunks all twisted distorted. 
The ground is all broken is heaped up just as through a Volcano had taken place misplaced the whole surface of the country. 
The more pathetic sights are clearly evinced one either side of the road, where grave yards containing the bodies of British French Germans will always bear testimony of the furious fighting which took place. 
Two trenches about 40 yards apart winding over hill dale showed the relative position of both force before the attack , the Germans having the better part on account of them holding the ridge which encircles the village.
 I was informed that I would be in Fricourt, with apparently nothing to do until nightfall, so decided to make a close inspection of the trenches both British French to prove the correctness of the tales one heard of the strength of the German trenches. I will now record my opinion on same will state plainly that everything is the plain unvarnished truth. I went on my


 exploration with the view in mind that a reign of stalemate existed in this region for 2 years consequently much time was available for perfecting the defences of which I am writing. Of the German trenches themselves, they present a very sorry appearance, having been battered torn about by the terrific artillery fire which they were subjected to. To a depth of 10 feet the fire was most effective but beyond this depth not much damage was done. 
The trenches wind in zig zag all over the place always presenting an angle to the line of fire in each bay of the trenches, marvellously executed work in the shape of dugouts underground chambers are built. 
These dugouts or underground passages run down to a great depth, one in particular being 100 feet below the level of the ground. The entrances are well finished boarded in, properly built steps lead down, some of which have several flights of stairs fully 20 bedrooms chambers leading off from each flight.
Air machines on top pump the air down through tubes in one case there was a light railway track constructed which worked by a windlass. 
The value of such construction is at once apparent, during a bombardment the defenders can leave the trench remain in perfect safety, until the fire ceases then re-appearing they were always able to repulse all attacks. However this availed them little against 


 the avalanche of shells of all calibres which were hurled against them in the 1/7/16, as the world already knows I will endeavour to give my opinion as to how they were beaten.
During the bombardment all the sides of the trench were blown in leaving just the pieces which contained the dugouts. Our troops were able to storm the breaches acting quickly with bombs were able to either kill or take prisoners the men underground.
Two out of 3 of them are now filled in contain the bodies of the dead defenders. One passage I must make reference to was situated on the brow of the hill. This one I went down fully 150 feet and did not reach the bottom. My candle going out being unable to keep it alight warned me of the presence of foul air so I returned to the top. What was down there is open to conjecture. I finally returned to the camping place impressed with all I had seen. 
At 5 pm we moved off for Montaulban which is close to the line also a place which took many lives to capture. The traffic was terrible it took us 6 hours to travel 3 miles or more. The country is awful to look at being battered torn about whilst the mud water is up to your thighs. 
The transport horses were done up when we reached the village only 3 wagons out of 14 that started reached their destinations. 
The first thing that greeted us on arrival


 was a salvoe of shells from the Germans from what I can see of the place the direction the shells came from, we are going to be very lucky men if we get out of this place safely. 
After getting some water on to boil we looked about for shelter. I eventually found a tent which is not much protection from shells but it was a cover for my head that suited. Just about this time Fritz put some more over they were dangerously close. One threw mud all over the tent. The others fell in the vicinity . 
We are unfortunately in a very dangerous position being camped just in front of the Rail Head. This as is only natural is a vital stragetic point , the Germans knowing same are trying very hard to get it. This makes it most unpleasant I will be sincerely pleased when we get right out of it.
My cold is still troublesome very irritable at night. I went to bed but not to sleep. The shelling still continued to come over passing over our heads with the old familiar but sinister hiss made sleep impossible.
At about 4am the guns opened up a heavy bombardment, seeing that there are some naval guns alongside us, sleep was an impossibility. The firing ceased at dawn and I slept until 9am.
13.11.16 Monday


 Most of the day has been spent on the dump on account of the utter confusion of the traffic. the holdup in all traffic is unavoidable on account of the terrible nature of the road the way the shell torn country is battered about. It is marvellous to think that this devastated country was once of a smiling agricultural nature, now it is awful to look at. Gaunt isolated tree trunks are all that is left of forests a few scattered bricks mark where once prosperous villages were situated.
Old Fritz with habitual regularity is trying to make us shift our camp unfortunately he is beginning to get closer. This afternoon he landed one over which everyone thought was right here. It landed however just over the railway trucks right in among a camp of guardsmen, who fortunately had just moved out, otherwise there would have been serious casualities. Since I have been here there have been about 6 killed a lot wounded. 
I do not anticipate much sleep tonight as the guns have opened much earlier than usual.
I do not profess to be a hero I can honestly say that the sight of these exploding shells causes many anxious moments after they strike it is alright, but hearing the hiss coming towards you not knowing where they are going to hit is absolutely unnerving.


 14.11.16 Tuesday
We passed another terror of a night it is still continuing during the day. Shells are falling fast furious to speak the truth, they have us fairly bluffed. Under cover of a fog Fritz has sneaked a couple of long range guns up is peppering us properly. At 6.30 pm last night our guns opened up a terrific bombardment kept it going the greater part of the night. Regular sleeping was impossible one could only catch alternate intervals between the tremendous roars of the big guns. Unofficial news came to hand that we had captured Letransley but is not yet confirmed.
The early part of the morning was not quite so bad but it opened up at dinner time again. A very bitter pill for us to swallow is the fact that Fritz has a couple of observation balloons up which can observe our positions, we are sure to feel the effects of his observations tonight. Already he has commenced by putting over a few haphazard shots, but they are too close to be comforting. 
The planes are out in hundreds wherever you look, you can see little puffs of smoke which denotes bursting shells. 
One plane was brought down in flames but I do not know whose it was. It fell in the German Lines. 
Traffic is still congested I do not think it will be right again until warm weather sets in dries the roads


 15.11.16 Wednesday
Another hard night with scarcely any sleep . If we are kept here very long one will be utterly worn out for want of rest. A couple of big naval 15 inch guns have been firing from near our camp the vibration nearly brings down our hut each shot. A terrific bombardment was maintained all night only quietened down towards dawn.
A very sudden thing happened this morning, we were all standing talking on the dump when all of a sudden a terrible explosion occurred We saw the earth shoot up to a height of 40 feet or more. As none of us had heard any shell scream over we looked for the only other natural cause, viz in the air, sure enough after a few minutes searching we espied a Taube flying among the clouds. How he missed us goodness only knows, probably an error of judgement anyway he got quite close enough. 
After going some little way he turned came back again you bet we all scattered. He dropped some smoke bombs no doubt to give his gunners our direction then started into us with a machine gun, as far as we know there was one killed.
This has been the coldest day I have had on an abundance of clothing my sheepskin vest over all, but


 my feet being like blocks of ice made me feel fairly miserable all day. 
They have approached me to take up Depot Sgt Major whilst at Montauban, over three Brigade Coys, on the understanding that it is temporary I have agreed to act in that capacity. A batch of 3000 prisoners has been passed back through our cages, having been taken by the Guard Division.
Troops still continue to pour in everything points to a big battle being fought for Bapaume. At the present time Fritz is again shelling. Whilst our guns are heavily engaged in shelling him. Everything points to a heavy fight tonight.
16.11.16 Thursday
Last night proved to be in keeping with all the other we all very nearly gassed ourselves. The weather being so utterly cold we made a fire of coal coke in our hut did not notice that all ventilation was blocked. As a result we all inhaled the poisenous fumes have been vomiting off on ever since.
It is extremely hard to keep away from the spirits this weather but after a certain little indulgence I had I am not going to have any more. 
We have had the worst day experienced goodness knows what the night will bring. This morning broke without a cloud in the sky


 bitterly cold the whole ground being frozen over at 9am when the parade was in a flight of 5 German Planes came sailing over immediately started bombing us the various camps round. We all scattered waited for them to go. They dropped a few bombs close to the road then started with their machine guns. This was worse than the bombs we spent many anxious moments. Our guns now got busy turned them, when our planes appeared drove them back. All day long we have had to watch the sky, but our planes have managed to keep them back except in isolated cases.
At dinner time Fritz opened on us with his long range guns, evidently on information provided by the planes got all round us. One shell hit about 10yards from a full parade of mule transport men, but did no damage. 
Another fell among horses caused some little confusion. Altogether it had been a very discomforting day once more I must say that we will be lucky to come out of it unscathed. Many big guns are taking up position close by us, which does not tend to make one easy in mind as they are sure to search for them when they open
17.11.16 Friday
Anniversary day of my Au revoir to relations friends needless to say my thoughts


 have been of them many incidents have come to my memory of the last days in Australia I am wondering if I will be home for the next one. I have been day dreaming most of the day only coming out of my reveries when the hiss of a shell passing over would send ones heart into ones mouth.
The intense cold is playing up with us all I can assure you that the hardships are both great numerous. I have given up washing shaving as one suffers for too many hour after each time. The ice this morning averaged 9 to 12 inches thick it is still laying on the ground. Needless to say my chilblains are very sore.
There was the finest display of Aeroplanes to-day that I have ever seen. I counted as many as 40 planes in one place. There were many duels we saw one fall from a great height. Another one fell on the top of a hill which the Germans could see not one of us was game to go have a look at it, as Fritz was putting in shell after shell in an endeavour to smash it up before night fell. It is a prize worth going for as the pilots observers always have beautiful coats on, made of long fur. Several of our boys have already booked some.
Fritz has been putting over a few occasional shots. He pestered the very life out of us


 this morning with his planes but they were quickly driven back.
Great rumours are round of a Big push again coming off shortly as the DACs are working hard in bringing up ammunition it certainly points that way. We are right up in a pronounced Salient where we are things are made very interesting for us from both points of the Salient.
18.11.16 Saturday
Last night proved to be the limit as far as coldness is concerned each one of us had a fairly miserable night. To add to our discomfiture big naval guns commenced to fire our little shack nearly fell down with the vibration. Aeroplanes made daring raids during the darkness of the night altogether things were exciting.
In the morning a wondrous sight met our eyes as a heavy fall of snow resulted from the intense cold. Wherever you looked it was one white sheet. After daylight a cold sleety rain commenced it cut one to the bone. I can assure my readers that it is the worst experience ever I had, to have to go out in the snow scrape off a foot of snow to get to the supplies. We were wringing wet chilled to the bone with no immediate prospects of warming ourselves. One blessing was that


 Fritz let us alone. During the day a Bale of sheepskin clothing arrived it was hard work to keep the chaps off them. It is very hard to manage the men under these conditions when the spirit ration is brought to light things are much worse.
I received a few letters today which were like a straw to a drowning men God alone knows how eagerly I read them, as it is a good while since I received any. This is the anniversary of my departure from Sydney if you were to only see the ground know the hardships that we are living under you would know that it is not all beer skittles.
All the time despite the terrible nature of weather ground conditions, our attacks are being pressed home. As no doubt your papers will tell you. Taking the year right throughout, through all circumstance I never suffered as I am now.
19.11.16 Sunday
Another cold day but no snow There has been furious bombardments all round the salient old Fritz continued to put them over at us. We have been busy running round chasing after lost trucks tonight we are by no means in a pleasant mood.


 Some of the heads came up paid us today although what we can do with money out here is a mystery to me. The mud is now knee deep again very hard to walk in on account of it being slippery.
20.11.16 Monday
The weather still continues to be very cold, with alternative showers of icy cold rain thrown in. We had plenty of German shells to keep us company last night the way they whistled through the air, fairly made me sick. The naval guns close by us opened up at about 9 pm kept at it for a couple of hours making sleep impossible. They silenced Fritz however as he was afraid of giving away his position.
Our supply trains have not arrived so far we have advice that they will not reach here until 1am in the morning. This is not very pleasant as it means unloading checking in the dark slush. The only thing I am hoping is that the Germans will not send over any shells, as it is hard to watch everybody at night. 
Just as I am waiting a few observation Balloon are going up. This as usual means more shelling both by Fritz us. The 2nd Div are moving back to Vignacourt but I fancy we are staying here. Our Battalions are coming out of the trench moving to Becourt


 21.11.16 Tuesday
 22.11.16 Wednesday
Both these days and nights have been by far the worst I have as yet experienced tonight bids fair to out rival both. To begin with I have had no sleep for two nights days owing to pressure of work. 
On the night of the 21st our train was derailed about 3 miles this side of Albert consequently we had to set about getting the supplies up to Montauban. This was finished after working all night after having breakfast we again turned to issued . During the day we received notification that we all the other Divisions would receive our supplies per Motor column on account of the railway break down. After waiting until 10pm I posted a guard turned in but had not rested 15 minutes before I was warned that the column had been sighted. Then began a night which licked all creation. The Motor Column which consisted of 150 lorries had become hopelessly mixed was strung out for miles was arriving in batches of [indecipherable] with all Divisional supplies also mixed. Our only alternative was to throw it out on the side of the road try sort out in the morning which we started to do. At this junction a lorrrie skidded in the mud became fast on the [indecipherable] of the road blocked the traffic. We got this unloaded