<p class="page" id="a4813023">[Page 23]</p>
<p>every where you go it is Zig Zag verry nice verry good Australia verry good, come on Australia, nothing but this every where you go.  I have visited the sacred well &amp; the sacred Tree in Matareih.  Well we expect to go to the front at any minute now may be a week or a fortnight, no longer.</p>
<p>May 15th Saturday<br/>Tomorrow we will have been in Egypt a month.  I am getting full up of camping on the Desert, I think everyone else is of the same mind  there is one mass of wounded being sent here every day now there is some like a hundred thousand beds in different hospitals along the different suburbs.  I have been to several Touring places.  The Pyrimids [Pyramids] is about the best, they are wonderful no doubt.  Whilst I was there I had my photo taken with a group right in front of the Sphinx.  I was <strike>gazeted</strike> gazetted on the 10th of May as Sergeant, our pay started from 17th of March, on the 14th the rest of our reinforcements arrived, they are 1st &amp; 2nd Batt. that is for the 4th Reinforcements &ndash; 1st, 2nd, 3rd, 4th &amp; 13th.</p>
<p>On the 14th I was put under open arrest for losing a prisoner for 8 hours.  I was changing the guard at the Detention Compound &amp; after taking over the prisoners the Sgt. of old Guard &amp; myself walked out of the gate where we were fixing up matters, I noticed a prisoner walk out of the gate with a dixie.  well me not nowing my prisoners thought he was one of the orderlys &amp; took <strike>not</strike> no notice of him when at 7 oclock Cpl. of police came to me &amp; said, have you got Pte. Loch in the Boob.  I said yes, so I said do you want to see him.  Yes.  I took him in &amp; of course he was not there that was the first I knew of it so I am waiting my trial.  The 27th will see us moving off to the front to Dardenelles.  The cost of Living here is Dearer than Australia to my knowledge.  Of course there some things that are decidedly cheaper.  There is one thing that the Gyppies cannot do is make butter, it tastes sour to me and all the others say the same.  I fill my time up mostly look up the books now &amp; again I go to town &amp; last but not least writing letters.</p>
