<p class="page" id="a3671191">[Page 191]</p>
<p>66. Subs &amp; ships torpedoed<br/>67. Gen. Hoare explaining the use of the gas mask. Dep for Marseilles<br/>68. Letter from Gen Allanbey to the 74th devision<br/>69. Submarine attack<br/>70. off Sicilly Italy<br/>71. Submarine attack<br/>72. Arrived at Marseilles &amp; saw the two Japs. that had collision<br/>74. Dep. from  "  "  at night with the aid of airships &amp; news of more ships torpedoed on our track<br/>75. Canberra accident to steering gear &amp; submarine attack<br/>76. Loss of the Omrah<br/>77. Airship came to the rescue &amp; 2 extra Jap. distroyers<br/>79. Passed wreckage. Arrived at Malta. Survivors of the Omrah (&amp; another cargo boat sunk) passed<br/>81. Passed the Australian distroyer Torrens. The sinking of the sub. that torpedoed the Omrah &amp; rep. from Malta another sub. sunk by the Japs<br/>82. Arrived at Alexandria<br/>83. Re. Egypt labor &amp; more ships torpedoed<br/>84. Ships under repair at Alex. &amp; spies morsing<br/>85. More subs sunk off Alex.<br/>86. Dep from Alex. &amp; passed dead bodies<br/>87. Loss of the Leasowe Castle<br/>88. H.M.T. Ormonde joined convoy. Ran over a sub. at 11 pm May 29 1918<br/>89. Submarine attack. The K.I.H. hit by a dead torpedoe arrived at Marseilles<br/>90. Re. the Leasowe Castle. Re. ammunation factory explosion at Marseilles<br/>91.   "  "  visited horse hospital<br/>92. Man overboard &amp; picked up by a Jap. destroyer<br/>93. Dep. from Marseilles &amp; at Malta ordered out again<br/>94. Ships torpedoed off Malta<br/>95. Dep. from Malta. Sub. attack. The sinking of several subs.<br/>97. Arrival at Alexandria<br/>99. Dep.  "  "  for Taranto<br/>101. Arrived at Taranto. Sub. attack<br/>103. Austrian air raid at Taranto. Report by H.M.T. Canberra re the sinking of the Leasowe Castle<br/>104. Report by signalmen re. their ships having been sunk<br/>105. Subs. sunk<br/>106. The raising of a sub with the aid of a crane at Taranto<br/>107. Dep from Taranto. Passed a British sub.<br/>108. Arrive at Alexandria<br/>109. Re a ship in dock torpedoed twice &amp; sights of Alexandria<br/>110. The Sultan of Egypt</p>
