<p class="page" id="a3671190">[Page 190]</p>
<p>Index<br/>[Page numbers as they appear on image pages]</p>
<p>5. Melbourne. Grain wool etc. for the want of ships<br/>6. Restrections &amp; fittings<br/>8. Albany W.A.<br/>10. Sisters left at Colombo<br/>12. Raider sighted<br/>14. Suez &amp; discharged troops bound for Port Said. behaivior of troops<br/>15. Port Said arrival<br/>16. Oiltank afire at Port Said<br/>17. Ismailia, Gobean &amp; Breslaui stunt<br/>18. Cost of living<br/>19. Minitonkian &amp; Osmania &amp; attack. approx. 1100 lives lost<br/>21 &amp; 22. Left Port Said for Alexandria &amp; thence Taranto<br/>23 &amp; 24. Cruiser Liverpool &amp; trip to Taranto. destroyer 08.<br/>25. Some ships sunk on our track<br/>26. Arrival in Taranto &amp; mishap to the 08.<br/>28. Re English sisters smoking<br/>30. Left Taranto 1st trip Grafell aux. cruiser<br/>31. Re. a Italian dreadnought going to gun practice<br/>32. 1st trip arrival at Alexandria<br/>33. 2nd trip to Taranto. Australian blue jackets &amp; Gen. Freeman<br/>35. Met Canberra arrived at Taranto<br/>36. Re. Lessowe Castle 1st time torpedoed<br/>37. Ship's gunner Wells left us for the H.M.A.S. Melbourne<br/>38. Departure for Alexandria 2nd trip<br/>40. In company with R.M.S. Tagus to Alexandria sinking of Italian submarine<br/>41. Arrived at Alexandria<br/>42. Saved a soldier from drowning &amp; met Wandilla at Alexandria<br/>43. French M.M. torpedoed &amp; docked Indarra at Alexandria<br/>44. Re. R.N. officer of H.M.S. Halliball &amp; Indarra's Q.M.<br/>46. Menomimi torpedoed &amp; Menitou &amp; submarine<br/>47. Formed the fast convoy. 1st trip to Marsailles splendid bands<br/>49. Encountered subs off Malta. Lost convoy in mist<br/>51. Arrive at Marseilles<br/>52. Warickshire &amp; Kingstonian torpedoed<br/>53. Fiji boys at Marseilles &amp; French ships laid up<br/>54. Morals of "   "  Jewish troops &amp; American convoy<br/>55. Lights exposed on troopships. 2 soldiers pay the death penalty<br/>56. Firemen fined absent without leave. subs reports &amp; wrecks<br/>57. Secret signals. Attack by submarines &amp; Left Marseilles<br/>58. Off Malta kept outside awaiting<br/>59. Turkish subjects found aboard at Malta<br/>61. Position of ships in convoy &amp; signals<br/>62. Arrived at Alexandria<br/>64. Sub distroyed<br/>64. Sad disaster to one of our planes whilst escorting us<br/>65. General Hoaro 74 Division</p>
