  <p> I NOM&#201;S HI HA LA DANSA</p>
<p>
(AND THERE IS ONLY THE DANCE)</p>

<p>
(x) Eugeni Bonet</p>


<p> Anar i tornar, i tornar a anar... Aquest vaiv&#233; de verbs el tinc per una dita molt pr&#242;pia i recurrent d'Eug&#232;nia Balcells. La cantilena, la frase comen&#231;a i no acaba --queda suspesa en un instant de silenci i abstracci&#243; que s'esdev&#233; sobtadament--, i es nota que li surt de ben endins. Es com si fos la tornada d'una can&#231;&#243; banal, per&#242; no del tot oblidada; un adagi taral.larejat espont&#224;niament. Puc endevinar, per la seva part, una fascinaci&#243; per la reversibilitat, la simetria i asimetria canviant d'aquesta breu concatenaci&#243; de mots: verbs, conjuncions, signes de puntuaci&#243; en la m&#237;nima expressi&#243; d'un sintagma sense subjecte expl&#237;cit.</p>

<p> I tanmateix, hi ha un subjecte ben impl&#237;cit, car aquestes paraules tenen quelcom d'autobiogr&#224;fic. Compendien el periple vital d'Eug&#232;nia Balcells, i certs factors determinants del seu periple art&#237;stic.
Per&#242;, encara que el vaiv&#233; pot dibuixar-se sobre un mapa, tot despla&#231;ant el dit d'un extrem a l'altre d'un oce&#224; al mig, no es tracta ben b&#233; d'aquest que podem representar sobre una l&#224;mina cartogr&#224;fica on el m&#243;n se'ns presenta pla, i l'oce&#224; sense ones. En qualsevol cas, resseguir la traject&#242;ria art&#237;stica d'Eug&#232;nia Balcells comporta, certament, un anar i tornar repetides vegades d'un pa&#237;s petit a un <i>big country</i>: Catalunya i els Estats Units d'Am&#232;rica.</p>

<p> El fil cron&#242;logic ens permet distingir almenys dues etapes en l'evoluci&#243; del seu treball: a Barcelona, en la segona meitat dels setanta, diguem que s'ocupa de la prosa del m&#243;n; despr&#233;s, en canvi, s'ha atansat a la seva escor&#231;a i, a Nova York o novament a la seva terra natal, el tema ha esdevingut finalment &quot;la dansa&quot;, que no &#233;s sin&#243; la de la rotaci&#243; del m&#243;n, els cicles del temps, la perpetu&#239;tat de l'energia... I, si en un cas es tractava de trobar, recollir i fornir evid&#232;ncies acusadores de les visions mediatitzades, les realitats deformades per les ind&#250;stries de la publicitat, l'espectacle, la seducci&#243; i adormiment de les masses, en l'altre &#233;s m&#233;s una q&#252;esti&#243;
de veure des de tots angles, i amb cristalls de tots colors, tot all&#242;
que ens encercla i abriga en el pelegrinatge per la vida, des de la pell mateixa fins la claror i calor de la llum, de la natura a l'arquitectura, i de la hist&#242;ria al tr&#224;nsit del present.</p>

<p> Aix&#237;, el rumb que ha pres l'art d'Eug&#232;nia Balcells &#233;s el del que goso anomenar una &quot;metaf&#237;sica recreativa&quot;, perqu&#232; tracta de q&#252;estions pregones i transcendents, i ho fa d'una manera planera, suggeridora i atractiva. O, senzillament, perqu&#232; ens convida a veure el m&#243;n f&#237;sic d'una altra manera, on fins i tot en el caos hi ha harmonia. I &#233;s que Eug&#232;nia, en el fons, t&#233; quelcom de presocr&#224;tica conven&#231;uda de que el m&#243;n no &#233;s fet sin&#243; d'aigua i aire i terra i foc, d'immensitat i infinit, de la unitat i oposici&#243; de tot, de la identitat de la difer&#232;ncia; &#233;s a dir, tal com el pensaren Tales i Anax&#237;menes, Anaximandre i Her&#224;clit, Pit&#224;gores i Empedocles. Per aix&#242;, a la recerca d'un t&#237;tol apropiat per aquest text --un que reflect&#237;s tant el seu anar i tornar biogr&#224;fic, com l'orientaci&#243;
actual del seu treballl--, vaig acudir successivament a una edici&#243;
dels &quot;Fragments presocr&#224;tics&quot;, i al primer dels <i>Four Quartets</i> de T.S. Eliot, <i>Burnt Norton</i>, on Her&#224;clit &#233;s citat en exordi (&quot;El cam&#237; amunt i avall &#233;s un i el mateix&quot;) i parafrasejat abundosament en la carn del poema.
I aix&#237; --no s&#233; si inconscientment-- vaig remarcar els versos d'Eliot que m'excusen de definir amb m&#233;s detall el que vol dir &quot;la dansa&quot; en l'idioma, no menys perifr&#224;stic, d'Eug&#232;nia Balcells.
Nom&#233;s per descobrir, un xic despr&#233;s, que ella ja havia citat el fragment pertinent en un cat&#224;leg; just&#237;cia po&#232;tica, veritablement!
I aquests versos diuen:</p>

<p> At the still point of the turning world.</p>
<p> Neither flesh nor fleshless;</p>
<p> Neither from nor towards;</p>
<p> At the still point, there the dance is,</p>
<p> But neither arrest nor movement.</p>
<p> And do not call it fixity,</p>
<p> Where past and future are gathered.</p>
<p> Neither movement from nor towards,</p>
<p> Neither ascent nor decline.</p>
<p> Except for the point, the still point,</p>
<p> There would be no dance, and there is only the dance.</p>

<p>
[En el punt quiet del m&#243;n giratori / Ni carn ni sense carn; / ni des de ni cap a; / en el punt quiet, all&#237; &#233;s la dansa, / per&#242; ni rep&#242;s ni moviment. / I no ho anomeneu fixesa, / all&#237; on passat i futur s'ajunten. / Ni moviment des de ni cap a, / ni ascens ni baixada. / Excepte pel punt, el punt quiet, / no hi hauria dansa, i nom&#233;s hi ha la dansa.]</p>


<p> <b>El corn de l'abund&#224;ncia</b></p>

<p> Espanya llu&#239;a de sol, per&#242; romania en la mitja llum de l'umbracle franquista, quan Eug&#232;nia marx&#224; als EUA, l'any 1968, en una primera estada que es perllongaria fins el 1975. All&#237;, al seu pas per l'Escola d'Art de laUniversitat d'Iowa i per contacte amb uns corrents i contracorrents culturals en vigor&#243;s desenvolupament, es familiaritz&#224; amb una concepci&#243; multim&#232;dia de la pr&#224;ctica art&#237;stica, de manera que foren uns anys decissius, malgrat que encara no don&#233;s del tot l'embranzida a una incipient activitat creativa que fonamentalment es concreta en llibres-objecte com <i>M&#246;bius Spaces</i>
(1971) i la s&#232;rie dels <i>Clear Books</i>
(1971-1973), i en collages, assemblages i peces murals a base d'acumulacions d'imatges o objectes (1973-1975).</p>

<p> Una de les troballes d'Eug&#232;nia en aquell per&#237;ode, fou la d'empresonar (per&#242;, segons com, amb certa llibertat de moviments) tota mena de petits objectes, coses, imatges o retalls --en abund&#224;ncia i disposats m&#233;s o menys a l'atzar-- en bosses de pl&#224;stic (com les utilitzades per a preservar fotografies, documents, etc.), dins de capses de metacrilat (de les pensades com un succedani econ&#242;mic i &quot;faci-ho vost&#232; mateix&quot; a l'emmarcat de l&#224;mines, cartells, fotos i similars), o darrera d'un vidre.</p>

<p> Es clar que, si d'aix&#242; en dic troballa, no &#233;s pas per implicar que ella descobr&#237;s la sopa d'all, doncs no cal regirar massa a fons en la hist&#242;ria de l'art del nostre segle per lligar caps amb, per exemple, l'obra d'Arman; tot i que una influ&#232;ncia molt m&#233;s probable la trobariem en el desenvolupament aut&#242;cton del Pop Art i l'assemblage als EUA. Aix&#242; no treu, tanmateix, la personalitat que ja s'endevina en aquesta primera etapa, si es vol formativa i primerenca, de l'obra d'Eug&#232;nia. I nom&#233;s cal fixar-se en la mena d'objectes que tria, on predominen els dits d'escriptori (llapissos, gomes el&#224;stiques, clips, etiquetes), altres coses relacionades amb l'escriptura i la correspond&#232;ncia
(lletres adhesives, postals, segells), o b&#233; amb la infantesa i la identitat sexual (nines, globus, petxines, fils de cosir, corbates); coses ben minses i comunes, com tantes altres que han estat ingredients caracter&#237;stics del seu art.</p>

<p> Eug&#232;nia desenvolup&#224; aix&#237;
una est&#232;tica, o diguem-ne senzillament una destresa, fonamentada en l'acumulaci&#243; d'objectes produ&#239;ts en s&#232;rie; en la seva varietat i en l'efecte colorista de la seva diversitat crom&#224;tica --o, a l'inrev&#233;s, en la monotonalitat d'una diversitat d'objectes--; en la uniformitat i les difer&#232;ncies (tamb&#233; de tamany, per exemple); en un ordenat desordre o un atzar sovint controlat, entre altres enjogassaments amb les coses m&#233;s n&#237;mies i q&#252;otidianes. Els resultats aconseguits, d'un poder&#243;s efecte pl&#224;stic i decoratiu, la portaren a practicar l'art-com-a-ofici del disseny a un dels m&#233;s prestigiosos estudis de Nova York, i a l'oportunitat de crear una pe&#231;a mural a gran escala a la seu de la IBM. Encara li calia, per&#242;, transcendir aquella destresa o habilitat est&#232;tica, portar la cosa m&#233;s enll&#224;, donar-li una altra volada.</p>

<p> Aix&#242; &#233;s el que suposar&#224; el seu <i>Supermercart</i>
(1976), l'obra amb la que es donar&#224; a con&#232;ixer de retorn a Barcelona, ara s&#237; que decidida a entrar en l'arena art&#237;stica. Fruit molt clar de la sedimentaci&#243; de moltes d'aquelles anteriors experi&#232;ncies, de tot el bagatge que Eug&#232;nia s'havia endut de la llarga estada als EUA, a la vegada seria per&#242; com un nou punt de partida. No endebades, en el panorama art&#237;stic local, representava el debut d'una nouvinguda, aparentment sorgida del no res, i que venia a afegir-se a l'ebullici&#243;, encara sostinguda, d'un art diversament anomenat pobre, conceptual, experimental o alternatiu.</p>

<p> Com mai abans, Eug&#232;nia destap&#224; el corn de l'abund&#224;ncia de les petites coses que ens envolten i dels grans desigs materials, el tot embossat i classificat en llargues tires/bosses de pl&#224;stic transparent, compartimentades segons la mena, tamany, quantitat dels objectes, coses, retalls aplegats. Sempre productes o mat&#232;ries humils, d'esc&#224;s valor o pacientment recollides a&#231;&#237; i all&#224;: botons i guants, ulleres i peces de bijuteria, cigarrets i llumins, gomes i globus i condons, sal i arr&#242;s i pasta de sopa (de lletres), escrits i partitures, cromos i postals i cartes de joc, joguines i foteses diverses, retalls de revistes i cat&#224;legs degudament classificats per icones
(productes cosm&#232;tics, plats combinats, televisors, autom&#242;bils, passatemps o obres d'art), i un llarg etc&#232;tera. El mural esdevingu&#233;
ara environament, mutaci&#243; d'un espai, dramat&#250;rgia (per&#242; d'una com&#232;dia, abans que un drama d'objectes): les tires, una al costat de l'altra, atape&#239;en les parets de la sala d'extrem a extrem i, ordenades de la A fins gaireb&#233; la Z de les coses posades o representades a dins, hom podia passejar la mirada verticalment i horitzontalment; de la immaterialitat de l'aire, del buit m&#233;s transparent, fins a la residualitat d'unes cendres, i dels objectes d'usar i tirar (escuradents, per exemple) fins a la pretesa eternitat de la joia o l'obra d'art.</p>

<p> D'altra banda, l'evident joc de paraules del t&#237;tol i les caracter&#237;stiques del full de m&#224; que el visitant trobava a l'entrada, permetien entreveure aleshores &quot;segones intencions&quot;. Car aquest full, que feia les vegades de cat&#224;leg o guia de l'exposici&#243; --i, potencialment, tamb&#233; de full de comanda (amb el corresponent desglossament de les peces i una relaci&#243; codificada dels seus preus)--, m&#233;s aviat recordava un fullet d'ofertes o saldos comercials, tant pel paper emprat (econ&#242;mic i de color rosat) com pel breu text, extret d'un cat&#224;leg comercial nord-americ&#224;, que encap&#231;alava faceciosament l'impr&#232;s. Aix&#237; que, en un moment en que hom posava en solfa la societat de consum i el mercadeig de l'art, quan es questionava fins i tot la diguem-ne &quot;democr&#224;cia popular&quot; de l'art multiplicat, del <i>Supermercart</i> d'Eug&#232;nia Balcells se'n trasllu&#239;a tamb&#233; un comentari punxant en aital sentit.</p>

<p> Anys despr&#233;s, per&#242;, a Barcelona sorgirien altres super- i hipermerc<i>arts</i>, i el joc de paraules ja no aniria tan en broma, sin&#243; que es tractaria d'una mena d'exposicions col.lectives de temporada
(nadalenca generalment) on s'apleguen obres de petit format, bibelots o gargots signats, fets a mida de la butxaca i de les necessitats decoratives i de regal del visitant potencial d'aquests basars
(bas<i>arts</i>)
ocasionals; els &quot;tot a 100 pessetes&quot; de l'art en autoservei i llest per escalfar a casa. Els dimonis del consumisme i el mercantilisme ens s&#243;n avui m&#233;s familiars: els acceptem tal com s&#243;n, quan no en celebrem la seva apoteosi; queda per al Sant Pare el dir-ne f&#224;stics. El gran esdeveniment cultural de l'any pot ser una bona ocasi&#243; de vendre samarretes. Les par&#242;dies, amb el temps, esdevenen realitats!</p>

<p> Ara, doncs, no se'ns fan tan paleses les segones intencions que hom albirava en altre temps en el <i>Supermercart</i> Balcells (marca no registrada). Tanmateix, si l'obra no ha perdut for&#231;a &#233;s perqu&#232;, a m&#233;s de constituir una mena de s&#237;ntesi molt madurada de les nombroses experi&#232;ncies i provatures que la precediren, &#233;s plena de detalls i suggeriments que ens permeten veure-la amb altres ulls (i sense capficar-nos tant en l'extracci&#243;
d'un missatge o moral), com un microcosmos de la multiplicitat d'objectes i coses que ens encerclen, o un impossible cat&#224;leg universal a la manera de les facecioses enciclop&#232;dies de Borges, Primo Levi o Peter Greenaway.</p>


<p> <b>Imatges i estereotips</b></p>

<p> L'obra d'Eug&#232;nia Balcells, al llarg d'aquesta etapa barcelonina que s'est&#233;n entre 1975-1979, &#233;s for&#231;a variada, desglossant-se en exposicions/ instal.lacions, llibres i films, que en alguns casos s'interrelacionen estretament, per&#242; que suposen tamb&#233; un tocar diverses tecles, explorar diferents mitjans, emprendre altres direccions. Certes constants serien la predilecci&#243; per les imatges i coses trobades, preexistents, arrencades sovint del doll medi&#224;tic (premsa, cinema, publicitat, etc.); i, conseg&#252;entment, l'&#250;s dels mitjans de reproducci&#243;
(fotografia, mitjans audiovisuals, mitjans impresos) apropiats per al processament d'aquelles &quot;primeres mat&#232;ries&quot;, processament que &#233;s essencialment un de garbellament i muntatge. Tamb&#233;, el fet que el punt de partida, o b&#233; el d'arribada, sigui gaireb&#233; sempre una col.lecci&#243;, una o m&#233;s s&#232;ries o sequ&#232;ncies d'abundantsimatges; ja es tracti de retalls, fotogrames, postals o variacions/manipulacions sobre una mateixa imatge.</p>

<p> Suposo que per in&#232;rcia, l'obra d'Eug&#232;nia en aquella &#232;poca ha estat freq&#252;entment encasellada en un corrent d'art sociol&#242;gic, cr&#237;tic i de deconstrucci&#243;, que tingu&#233; ineluctablement un gruix remarcable entre l'art conceptual/alternatiu que es f&#233;u a Espanya abans i despr&#233;s de la mort de Franco (o en els exilis per decisi&#243; pr&#242;pia).
Puix que, exposat aix&#237;, la casella &#233;s prou &#224;mplia, no &#233;s del tot incorrecte situar-hi molts dels treballs d'Eug&#232;nia, del <i>Supermercart</i> fins a <i>Travessantllenguatges/Going Through Languages</i>
(que va realitzar el 1981, novament establerta a Nova York), tot passant per altres als que em referir&#233; totseguit. Tanmateix, m&#233;s que un art sociol&#242;gic, jo en diria un art semi&#242;tic, doncs del que s'ocupa &#233;s de sistemes de signes i d'uns codis preestablerts, arquet&#237;pics i redundants, exposats, evidenciats  --m&#233;s que no pas analitzats-- a trav&#233;s de m&#232;todes de classificaci&#243;, reiteraci&#243;, contrast...</p>

<p> Aix&#237;, la imatgeria del corn de l'abund&#224;ncia de totes les coses, objectes, b&#233;ns que la mercadot&#232;cnia i la publicitat ens posen a l'abast dels ulls, si no de la butxaca, seguiria brollant en el muntatge audiovisual <i>Ofertes</i>
(1977), on es combinaven dues s&#232;ries de diapositives en projecci&#243;
paral.lela (d'aparadors o interiors de comer&#231;os i grans magatzems per una banda, i d'imatges de publicitat impresa per l'altra), un televisor enc&#232;s per&#242; emmudit, i un collage sonor de r&#224;fegues radiof&#242;niques, tot volent emular &#231;o que se'n diu el bombardeig medi&#224;tic i les quotes corresponents de soroll, entropia i alienaci&#243;.
(Naturalment, en les proporcions pr&#242;pies d'aquell temps, i amb els limitats mitjans amb que, aleshores i entre nosaltres, s'aconseguia engiponar una proposta multim&#232;dia aix&#237;).</p>

<p> Les narratives del cinema i la fotonovel.la serien les fonts de les imatgeries escrutades subseg&#252;entment, dr&#224;sticament redu&#239;des a unes imatges a&#239;llades del seu context i fluix narratiu --fotogrames i vinyetes, respectivament--, seleccionades per la seva qualitat gen&#232;rica, arquet&#237;pica, formulista.</p>

<p> Com tantes altres vegades, <i>Re-prise</i>
(1976-77), una de les peces m&#233;s reeixides d'entre l'obra d'Eug&#232;nia en aquesta etapa, s'engeg&#224; com qui engega una col.lecci&#243;, cerca, recull, separa, revisa, selecciona, classifica i fixa. El Mercat de Sant Antoni, a Barcelona, &#233;s els diumenges un dels llocs de visita obligada per als col.leccionistes de menudeses. I Eug&#232;nia, que de les menudeses en fa art, n'&#233;s una assidua. D'all&#237; sorgiren els milers d'imatges despr&#233;s garbellades i ordenades en 8 s&#232;ries de 80 diapositives: fotogrames retallats de c&#242;pies caduques de pel.l&#237;cules, reciclats per als ulls fantasiosos d'infants, cin&#232;fils i altres esp&#232;cies.</p>

<p> Eug&#232;nia, per dir-ho aix&#237;, es va proposar de reconstruir la pel.l&#237;cula sencera a partir d'aquests &#237;nfims retalls. Una pel.l&#237;cula que serien moltes. I a la vegada, sempre la mateixa. Comen&#231;a pel principi, els t&#237;tols de cr&#232;dit. Ens mostra l'heroi i l'hero&#239;na. T&#233;
plans de detall: gestos de les mans, signes d'acci&#243;. S'endevina, tal vegada, el roman&#231;: el noi ha trobat la noia. La trama es complica quan sona el tel&#232;fon. No hi manquen escenes de masses. I la cosa acaba com cal: amb un <i>the end</i>, un final probablement feli&#231;, potser nom&#233;s el r&#232;tol i un bonic paisatge. Per&#242;, ni &#233;s una pel.l&#237;cula, ni comen&#231;a ni acaba enlloc.</p>

<p> <i>Re-prise</i> fou concebut com un environament, un desplegament en l'espai de les tipologies i arquetips del cinema comercial. Les imatges envolten a l'espectador i, sense sincronia, es relacionen m&#250;tuament i a l'atzar, en una simultane&#239;tat de clix&#233;s seq&#252;encialment inversemblants. El fotograma, com deia Barthes, ens proporciona el tercer sentit, aquell que passa inadvertit en la r&#224;pida desfilada de les imatges cinematogr&#224;fiques projectades. Deturat, orlat per les perforacions i el dibuix del so &#242;ptic, envellit pel pas del temps, per les taques i cicatrius acumulades, se'ns mostra endem&#233;s en la seva decr&#232;pita bellesa. I m&#233;s enll&#224; dels motllos grollers, del repertori codificat de g&#232;neres, tipus, etc., hi ha tamb&#233; tota una riquesa ic&#242;nica que fa entrar en joc tota la nostra mem&#242;ria cinematogr&#224;fica. (Em cal afegir que l'obra romangu&#233; in&#232;dita en el seu moment i que, amb l'afegit d'un acompanyament sonor a base de nombrosos retalls de <i>soundtracks</i> cinematogr&#224;fics, no ha estat exhibida fins l'any 1992, en el marc d'una retrospectiva sobre l'art conceptual catal&#224;).</p>

<p> Amb l'exposici&#243; i el llibre <i>Fin</i>
(1978), Eug&#232;nia prossegu&#237; la indagaci&#243; sobre la qualitat estereotipada de les narratives medi&#224;tiques, ara prenent-la amb la fotonovel.la rom&#224;ntica. En limitar-se a seleccionar i a&#239;llar un centenar de vinyetes finals, sense altra manipulaci&#243; que una ampliaci&#243; del seu tamany original, volia destil.lar l'idioma redundant, les frases fetes, la cursileria cong&#232;nita d'aquests subproductes h&#237;brids de la novel.la del cor, el cinema i la historieta il.lustrada.</p>

<p> A la vegada, <i>Fin</i> enceta un petit cicle de treballs al voltant de la imatge de la dona en els mitjans de comunicaci&#243; de masses; i, per implicaci&#243;, tamb&#233;
sobre les representacions d'aparellament, tan sovint codificades com un ideal de felicitat. Serien tamb&#233; part d'aquest cicle el film <i>Boy meets Girl</i>
(1978) i, en certa manera, el llibre <i>Anar i tornar</i>
(1978), fet conjuntament amb l'escriptor Carles Hac Mor. I la pe&#231;a que clouria aquesta fase (a la vegada que en donaria pas a una altra for&#231;a diferent) seria el v&#237;deo bicanal <i>Travessant llenguatges/Going Through Languages</i>
(Nova York, 1981), de concepci&#243; bastant anterior a la seva data de realitzaci&#243;.</p>

<p> Els llenguatges objecte d'aquesta travessia seran els de la TV per un cant&#243;, i el v&#237;deo per l'altra. Tamb&#233;, els de la posada en escena espectacular i la imatge de la dona-objecte propagada pels m&#232;dia, en contraposici&#243; a unes escenes d'aire quotidi&#224; on dues dones s'interpreten a si mateixes, indiferents a l'esguard de la c&#224;mera; tanmateix un esguard amist&#243;s. Aquesta confrontaci&#243; s'expressa per la simultaneitat de les dues cintes: una, un resum editat de l'emissi&#243; televisiva corresponent a la cerim&#242;nia d'elecci&#243; de Miss Univers 1981; l'altra, una successi&#243; de plans-seq&#252;&#232;ncia que exploren l'espai i els gestos d'una intimitat compartida per tres dones, devant o darrera de la c&#224;mera, dins o fora de camp. All&#242; que Eug&#232;nia anomena el <i>llenguatge personal</i>, per oposici&#243; al <i>llenguatge p&#250;blic</i>, que equival a dir-ne medi&#224;tic, llampant, opulent,... i caricaturesc per moments. Quelcom que s'expressa tamb&#233; pel moviment &quot;encuriosit&quot; de la c&#224;mera, que vagareja per l'espai i els cossos amb una fluida sinuositat, mentre al monitor contigu segueix la gran parada de les beutats femelles i se'ns proporcionen detalls sobre les seves harm&#242;niques mesures.</p>

<p> Fora de la continu&#239;tat de les obres fins ara descrites, la darrera exposici&#243;
d'Eug&#232;nia abans d'emprendre novament el vol transatl&#224;ntic, <i>Ophelia
(Variacions sobre una imatge)</i>
(1979), fou el resultat d'una intensa exploraci&#243; en els rudiments de l'electrografia --o, dit m&#233;s planerament, de les possibilitats est&#232;tiques de la fotocopiadora--, a partir d'una imatge triada arbitr&#224;riament: una reproducci&#243; del quadre del mateix nom del pre-rafaelita John Everett Millais. Pel seu car&#224;cter eminentment formal i de recerca experimental, intu&#239;tiva per&#242; sistem&#224;tica, podria dir-se que aquesta &#233;s una obra epis&#242;dica dins la traject&#242;ria d'Eug&#232;nia, ans tamb&#233; una manifestaci&#243; m&#233;s d'una perp&#232;tua curiositat per la imatge i pels diferents mitjans de treballar amb la imatge, a m&#233;s d'una conseq&#252;&#232;ncia for&#231;a l&#242;gica de la seva dedicaci&#243; anterior a la iconoesfera de les reproduccions i representacions mediatitzades.  </p>


<p> <b>Llibres i films</b></p>

<p> Malgrat tota la ret&#242;rica sobre els &quot;nous mitjans&quot; generada al voltant del floriment d'un art conceptual/alternatiu, massa sovint s'oblida que una petita publicaci&#243;, un curtmetratge, una cinta de v&#237;deo, etc., poden ser obres d'una talla art&#237;stica igual a la d'aquelles que es tenen per &quot;majors&quot; d'un determinat autor o autora. Aix&#237;, una part no menys important de l'historial art&#237;stic d'Eug&#232;nia Balcells &#233;s la constitu&#239;da per la seva filmografia i publicacions personals (&#231;o que se'n diu llibres d'artista, amb una connotaci&#243; alternativa als llibres que en angl&#232;s anomenen de
<i>coffeetable</i>, pel seu format i pel goig que fan). Com ja he dit, alguns dels films i publicacions d'Eug&#232;nia es relacionen m&#233;s o menys directament amb les cinc exposicions/instal.lacions que present&#224; en el per&#237;ode 1976-1979. Ho exposar&#233; mitjan&#231;ant un quadre, amb l'afegit d'un parell de refer&#232;ncies fora de data (i entre par&#232;ntesi):</p>

<p>
					   -- llibres --			--
films --</p>

<p> 1976-	<i>Supermercart</i>	
  (<i>Clear Books</i>, 1971-73)	<i>En la ciudad</i></p>
<p> 1977	<i>Ofertes</i></p>

<p> <i>	Re-prise							Presenta</i></p>
<p> <i>									The End</i></p>

<p> 1978	<i>Fin			
  Fin				Boy Meets Girl</i></p>
<p>
   <i>				 
 Anar i tornar</i></p>

<p> 1979	<i>Ophelia...	
  	   Ophelia...</i>			(<i>Xerox Music</i>, 1981)</p>


<p> Al marge dels films o publicacions basats en la totalitat o una part del material emprat en les instal.lacions <i>Re-prise</i>, <i>Fin</i> i <i>Ophelia</i>, els altres t&#237;tols corresponen a peces totalment aut&#242;nomes, nom&#233;s que tamb&#233; hi podem veure certs lligams tem&#224;tics i/o formals. Els films <i>En la ciudad</i>
(part del film col.lectiu del mateix t&#237;tol) i <i>Boy Meets Girl</i> es basen en senzilles t&#232;cniques d'animaci&#243; de retalls --icones extretes de les p&#224;gines satinades de les revistes i la publicitat--, i el llibre <i>Anar i tornar</i>
&#233;s fet tamb&#233; de retalls, com a fruit d'un intercanvi d'imatges i bocins de text entre Eug&#232;nia i l'escriptor Carles Hac Mor; sempre al voltant de les imatgeries de l'acumulaci&#243; d'objectes i b&#233;ns de consum, i dels arquetips (i frases fetes) relatius a la representaci&#243;
i relaci&#243; d'homes i dones.</p>

<p> En la traject&#242;ria d'Eug&#232;nia al llarg dels setanta, per&#242;, llibres i cinema tamb&#233; han representat escapades cap a altres terrenys, tem&#224;tiques i plantejaments. Cal recordar, d'altra banda, que ja la primera obra que li coneixem &#233;s un llibre, <i>M&#246;bius Spaces</i>
(1971, projecte de final d'estudis amb el que es gradu&#224; a la Universitat d'Iowa), i un llibre for&#231;a cinematogr&#224;fic en certa forma, doncs est&#224; format per una doble seq&#252;&#232;ncia fotogr&#224;fica que es desplega en forma d'acordi&#243;, tot mossegant-se la cua, de manera que, en un sentit, pot resseguir-se una deambulaci&#243; de l'exterior
(el carrer) i la llum, a l'interior (la intimitat) i la foscor; i, tombant el llibre/acordi&#243;, un <i>continuum</i> d'imatges processades, multiplicades, superposades, que &#233;s com una visi&#243; a ulls clucs, una reminisc&#232;ncia del m&#243;n real a trav&#233;s de l'imaginari, la fantasia o el somni. S'esbossa aix&#237; una circularitat, una estructura c&#237;clica que retrobarem repetides vegades d'ara endavant.</p>

<p> Despr&#233;s, en retornar a Barcelona l'any 1975, el primer que faria seria un film diguem-ne familiar, car el realitz&#224; en estreta col.laboraci&#243; amb membres de la seva fam&#237;lia, i a partir d'un material familiar retrobat: el vell &#224;lbum de postals de l'&#224;via Eug&#232;nia. Aquest film, intitulat <i>&#192;lbum
</i>(n'hi ha una segona versi&#243; de l'any 1978), ens endinsa en un altre temps a trav&#233;s de les imatges de les postals rebudes, les cal.ligrafies i els missatges escrits al dors, en un sensible viatge cinematogr&#224;fic pel contingut d'aquest &#224;lbum ple de records. Al comen&#231;ament i al final del film, les imatges de l'&#224;lbum que s'obre i es tanca posen entre cometes les altres, i aix&#237; ressalten l'anar i tornar en el temps (emmagatzemat en l'objecte, la col.lecci&#243; de postals). Tinc per una de les grans obres d'Eug&#232;nia un petit llibret de nom&#233;s 32 p&#224;gines, en forma de cartilla o quadern escolar: <i>Re-visi&#243;
(Humilde homenaje de respeto y gratitud a mis dignos profesores)</i>
(1977), que precisament recorda i antologitza amb ironia els vells quaderns de cal.ligrafia i ensinistrament escolar tan propis de l'Espanya franquista. Un suc&#243;s breviari que condensa gr&#224;ficament i liter&#224;ria tota una &#232;poca de pedagogia sinistra: &quot;El Gobernador Civil es una autoridad&quot;, &quot;La piel de vis&#243;n es muy suave&quot;,
&quot;Un car&#225;cter d&#243;cil es &#250;til a quien lo posee&quot;, &quot;Las u&#241;as negras son repugnantes&quot;, etc. Una pe&#231;a, per tant, que podem vincular simult&#224;niament amb el vessant sociol&#242;gic o semi&#242;tic abans comentat, i amb el registre m&#233;s personal, i fins i tot un punt autobiogr&#224;fic, que anem descobrint en alguns dels llibres i films d'Eug&#232;nia.</p>

<p> El film <i>133</i>
(1978-79), co-realitzat per qui aix&#242; escriu, es basa exclusivament en unes imatges cinematogr&#224;fiques &quot;trobades&quot;, seleccionades d'entre una gran quantitat de metratge (adquirit a pes, com qui diu, al mercat dels encants i altres caus de puces). &#201;s m&#233;s, el so &#233;s igualment un element preexistent i paracinematogr&#224;fic per si mateix, doncs ha estat pres d'un &#224;lbum d'efectes sonors, preservant-ne l'ordre mateix que tenen en el disc, agrupats per temes. El que ens vam proposar va ser il.lustrar aquest seguit de sons i sorolls diversos, tot casant-hi unes imatges preses d'aqu&#237; i d'all&#237; --de productes i subproductes cinematogr&#224;fics de les m&#233;s diverses esp&#232;cies, g&#232;neres, proced&#232;ncies i &#232;poques--, ja fos per arribar a una relaci&#243; plausible d'ambd&#243;s elements (per&#242; que, for&#231;a sovint, grinyola per algun cant&#243;), o b&#233; dinamitada per un casament del tot inversemblant. Aix&#237;, malgrat l'afinitat aparent entre aquesta i tantes altres obres d'Eug&#232;nia(<i>Re-prise</i>, especialment) --per les constants d'apropiaci&#243; i muntatge/collage d'imatges alienes preses de fonts medi&#224;tiques--, el nostre prop&#242;sit era m&#233;s aviat formal i un tant l&#250;dic: com en el cas del llibre que Eug&#232;nia va fer en col.laboraci&#243; amb Hac Mor, <i>Anar i tornar</i>, el film fou el resultat d'una mena de joc entre nosaltres. Un joc amb el so i la imatge, no tant amb la qualitat convencional, arquet&#237;pica, d'un element o l'altre, com amb la de la seva uni&#243; sint&#224;ctica. I tamb&#233; un joc amb l'heterogene&#239;tat i l'atzar dels materials i deixalles cinematogr&#224;fiques que passaren per les nostres mans, runes reciclades per posar imatges a una banda sonora que nom&#233;s les tenia ac&#250;sticament.</p>

<p> <i>Fuga</i>
(1979), finalment, &#233;s un film que ens apropa for&#231;a cap a on aniria l'art d'Eug&#232;nia just despr&#233;s. Hi fa aqu&#237; acte de pres&#232;ncia un element, el cercle, que trobarem de manera recurrent entre les seves obres posteriors. El cercle imposa l'estructura que preval en el film: la c&#224;mera, situada en un punt fix, en el centre d'un espai interior, s'orienta consecutivament en dotze angles que abasten els 360&#168;0 de l'espai al seu voltant; i les preses fixes s'alternen amb constretes panor&#224;miques que fan avan&#231;ar l'enquadrament d'un camp fins el seg&#252;ent. Tot aix&#242; fou determinat pr&#232;viament sobre un diagrama de l'espai, i per mitj&#224; d'una mena de partitura, a l'igual que les accions i les sobreimpressions creixents que s'esdevenen a mida que avan&#231;a el film (i que motiven el t&#237;tol del film, per analogia amb la progressiva superposici&#243; de veus en la forma musical del mateix nom).</p>

<p> Les portes que s'obren en aquest espai, tant com les sobreimpressions i la segmentaci&#243; del cercle, propicien la &quot;com&#232;dia d'embolics&quot; dels personatges que entren i surten de camp, que apareixen &#231;a o lla, en aquesta o tal altra capa de la densitat en augment de la imatge. Per&#242; emb&#242;lics que s&#243;n, primer de tot, de temps i espais, de pres&#232;ncies i abs&#232;ncies, de transpar&#232;ncies i opacitats relatives. Doncs, tamb&#233; aqu&#237;, el prop&#242;sit &#233;s primerament formal:una m&#250;sica (fuga) visual feta amb imatges callades, silents.
Tanmateix, l'esperit casol&#224; de les n&#237;mies accions representades, la fotografia grisosa, les limitacions cong&#232;nites d'una c&#224;mera primitiva (de 16mm amb motor de corda, la qual cosa determina un peculiar <i>tempo</i> de preses si fa no fa uniformes en la seva duraci&#243;), tot aix&#242; d&#243;na a l'obra un vern&#237;s de cinema amateur/familiar molt suggeridor, per contrast amb el bastiment formal/estructural que la tesa.</p>

<p> Les caracter&#237;stiques ben diverses i l'espaiament temporal que separen a
<i>Fuga</i> de <i>M&#246;bius Spaces</i> i <i>&#192;lbum</i>, tal vegada no siguin un impediment per entreveure all&#242; que tenen en com&#250; aquestes tres obres: amb imatges pr&#242;pies i personals, o que &#233;s com si ho fossin (l'&#224;lbum de postals de l'&#224;via), cadascuna s'endinsa en la quotidianitat, la interioritat, la mem&#242;ria,... S&#243;n aix&#237; un preludi adequat per passar a examinar una nova etapa, la que comen&#231;a quan Eug&#232;nia s'instal.la novament a Nova York al principi dels vuitanta, i quan l'anterior es tanca amb la realitzaci&#243; de
<i>Travessant llenguatges</i>, pel que suposa d'enfrontament encara amb les imatges adotzenades dels m&#232;dia.</p>


<p> <b>So i llum</b></p>

<p> L'inici d'aquesta nova etapa, d'altra banda, entronca parcialment amb les activitats art&#237;stiques i professionals d'Eug&#232;nia durant la seva estada anterior als Estats Units. Aix&#237;, fa una segona s&#232;rie de
<i>clear books</i> i, vinculada novament a l'estudi de disseny en el que ja havia treballat abans, repr&#232;n tamb&#233; la realitzaci&#243; de grans peces murals, desenvolupant m&#233;s en concret una especialitat molt seva: els murals de postals.</p>

<p> A la vegada, en entrar en contacte amb diversos m&#250;sics de la nodrida escena novaiorquesa de les &quot;noves m&#250;siques&quot;, inicia un seguit de realitzacions i col.laboracions que agrupa amb el nom de
<i>Sound Works</i>
(1981), i que compr&#232;n essencialment diversos v&#237;deos i partitures.
Una mena peculiar de partitures (tanmateix no gens estranyes per als familiaritzats amb la m&#250;sica contempor&#224;nia i les seves vessants m&#233;s experimentals) on, per exemple, les l&#237;nies del pentagrama es distorsionen i transformen gradualment en una seq&#252;&#232;ncia de successives fotoc&#242;pies de fotoc&#242;pies, desplegades sobre el terra en forma d'espiral (<i>Xerox Music</i>, obra tamb&#233; concebuda en forma de llibre). O b&#233;, on el pentagrama ha estat fixat sobre la transpar&#232;ncia de bosses de pl&#224;stic que contenen petits objectes i coses (<i>Beach Music</i> i <i>Clear Music</i>); sobre transpar&#232;ncies fotogr&#224;fiques (diapositives) d'aquelles; sobre unes imatges de v&#237;deo (<i>Flight</i> i <i>Flight Variations</i>); o, senzillament, sobre el vidre d'una finestra (<i>Window Music</i>).
Un element sempre present &#233;s l'atzar o la impredibilitat: la progressiva mutaci&#243; electrogr&#224;fica del pentagrama mateix, la mobilitat dels objectes embossats, el vol d'uns ocells a <i>Flight</i>, etc. Coses i imatges reemplacen les notes en aquestes partitures que anomenariem aix&#237; visuals, si no fos que tamb&#233; s&#243;n del tot musicals, havent tingut com a int&#232;rprets a Peter Van Riper, Malcolm Goldstein i Barbara Held.</p>

<p> El v&#237;deo
<i>Indian Circle</i>
(1981), realitzat en col.laboraci&#243; amb Peter Van Riper, constitueix una doble improvisaci&#243; simult&#224;nia de m&#250;sica i imatge, al llarg d'una &#250;nica presa de 30 minuts. La c&#224;mera es mant&#233; en un punt central de l'espai --com a <i>Fuga</i>--, per&#242; es belluga per instint i sinuosament --com al canal &quot;personal&quot; de <i>Travessant llenguatges</i>--, tot explorant l'espai al seu voltant, no en qualitat de testimoni ocular de l'acci&#243; musical de Van Riper, ans deixant-se embolcallar pel so i la llum, tamb&#233; pel silenci i l'ombra. Aquest errar adireccional, tant del <i>performer</i> com de la c&#224;mera, fa que aquesta evolucioni fluidament d'un lloc a un altre, ara resseguint el rastre sonor, ara emprenent una excursi&#243;
cap a les lluernes del sostre, de manera que l'espai pren m&#250;ltiples facetes. El cercle &#233;s vist com un pol&#237;gon d'innombrables cantons.</p>

<p> Tot i que els <i>Sound Works</i> constitueixen un cicle tancat, el so ser&#224; a partir d'aquest moment un element consubstancial a molts dels treballs d'Eug&#232;nia, el
&quot;format&quot; m&#233;s usual dels quals esdevindr&#224; la instal.laci&#243;
o ambient multim&#232;dia, amb una pres&#232;ncia m&#233;s o menys destacada del mitj&#224; videogr&#224;fic, sovint com un component m&#250;ltiple, multicanal.
(Nogensmenys, <i>133</i> i <i>Fuga</i> ja eren tamb&#233; <i>sound works</i>
--fins i tot si, en el darrer cas, no hi havia so--, i a l'audiovisual <i>Ofertes</i> o al petit film <i>En la ciudad</i>, el so era tamb&#233; un element for&#231;a acurat i pensat amb detall).</p>

<p> En el seg&#252;ent i ambici&#243;s projecte, la v&#237;deo-instal.laci&#243; <i>From the Center</i>, espai i cercle prenen les proporcions eixamplades de la gran urbs contemplada en 12 angles/aspectes, en un nombre igual de monitors que tracen una circumfer&#232;ncia al voltant de l'espectador. Enmig, una pedra imposa la idea de centre, la unitat que lliga les m&#250;ltiples imatges; &#233;s a dir, el lloc des d'on han estat realitzades totes les gravacions (la teulada de l'edifici on Eug&#232;nia vivia aleshores), tot apuntant la c&#224;mera en diferents direccions i a diverses dist&#224;ncies.</p>

<p> Es tracta d'una (multi)visi&#243;
subjectiva de la ciutat de Nova York, que a la vegada &#233;s com si fos una ciutat imagin&#224;ria, regida pels cicles universals del temps. La bull&#237;cia de la gran metr&#242;poli a penes s'intueix en algunes de les imatges. Per contra, la impressi&#243; predominant pot ser per moments la d'una ciutat primitiva; amb un esquelet vell, per&#242; resistent. Una ciutat feta d'edificis m&#233;s o menys atrotinats, de voluminosos dip&#242;sits d'aigua que s'aixequen sobre el seu perfil irregular, d'estructures de ferro colat que zigzagueixen per les fa&#231;anes,... i on es diria que es respira una certa calma. Certament, aix&#242; tamb&#233;
&#233;s Nova York, i aquesta &quot;altra&quot; personalitat de la ciutat impregna moltes de les imatges (i de les sonoritats que les acompanyen). Nom&#233;s que, simult&#224;niament, la instal.laci&#243; &#233;s la recreaci&#243; d'un entorn gen&#232;ric, encreuat per uns eixos d'orientaci&#243;
en l'espai i el temps.</p>

<p> Eug&#232;nia ha dit que <i>From the Center</i>
&#233;s &quot;un Stonehenge electr&#242;nic&quot;, i aix&#242; no nom&#233;s per al.lusi&#243; a la planta circular de la instal.laci&#243; --o a la mateixa visi&#243; de l'urbs com una mena de monument megal&#237;tic--, sin&#243; sens dubte que referint-se tamb&#233; a la funci&#243; de rellotge o calendari astron&#242;mic que els investigadors han descobert en els cercles de pedres de Stonehenge. Aix&#237;, la planta de la instal.laci&#243; i la distribuci&#243; dels monitors recorda l'esfera d'un rellotge, o tamb&#233;
la rosa dels vents i els punts cardinals que orienten els seus eixos vertical i horitzontal. I a l'espai, aix&#242; es tradueix en enfrontaments d'una certa simetria entre el sol naixent i el sol ponent, i entre la lluna i el cicle/cercle de la nit al dia (i viceversa); quatre cercles dins del cercle total.</p>

<p> Entre aquests v&#232;rtexs, la mirada s'allunya i s'apropa a les coses, oscil.la amunt i avall, s'atura i es mou en totes direccions: una presa est&#224;tica d'una cantonada, les giragonses del vol d'uns ocells, el mosaic apressat de centenars de detalls copsats en un mateix angle, visions panor&#224;miques i prism&#224;tiques de l'espai urb&#224;, espurnes de llum i de foc que il.luminen la nit animada per un ritme accelerat. Cadascuna de les cintes t&#233; una concepci&#243; i tractament propis, on la c&#224;mera sempre
&#233;s l'estri principal, amb l'oport&#250; complement de teleobjectius, prismes i efectes de postproducci&#243; for&#231;a senzills. Aquesta simplicitat i claredat &#242;ptica (fins i tot si les imatges prenen densitat o esdevenen fugisseres en tal o qual canal), donen a la instal.laci&#243; el seu caliu, atiat per la complexitat simult&#224;nia de l'estructura multicanal circular, car les cintes tenen duracions diferents i una banda sonora pr&#242;pia, la qual cosa enriqueix la multiplicitat de percepcions de l'obra.</p>

<p> Donat que
<i>From the Center</i>
&#233;s una obra de la que en certa manera irradien altres realitzacions posteriors, les dues instal.lacions cronol&#242;gicament consecutives, <i>Color Fields</i>
(1984) i <i>Teixit TV </i>(1985), podria dir-se que obren un interval --el que m&#233;s literalment s'aproxima als purs ingredients de so i llum amb els que he batejat aquesta secci&#243;-- on els elements visuals han estat redu&#239;ts al m&#237;nim, portats a l'aparent abstracci&#243; de pures variacions lum&#237;niques i crom&#224;tiques; tanmateix, no de del tot exemptes de suggeriments figuratius o vestigis ic&#242;nics. En el primer cas, es tracta d'una cambra o espai tancat, totalment pintat de blanc i nom&#233;s il.luminat per la llum emesa per quatre monitors encastats a les parets, quatre cintes on uns camps de colors plans es succeeixen, llisquen els uns sobre els altres, o s'obren en ventall, tot composant &quot;paisatges&quot;, composicions crom&#224;tiques elementals, que a la vegada modulen la il.luminaci&#243; i coloraci&#243; en canvi constant de l'espai, ambient audiovisual. <i>Teixit TV</i>, en canvi, pren la forma d'un mural de m&#250;ltiples televisors encastats, de les pantalles dels quals (de diferents tamanys) nom&#233;s resten visibles unes estretes franjes horitzontals, amb el bellugueig de colors i tons canviants dels punts i l&#237;nies de diferents emissions televisives (que, aix&#237;, esdevenen abstraccions crom&#224;tiques, si b&#233; encara &#233;s possible d'endevinar i recon&#232;ixer determinades icones). Ambdues instal.lacions comparteixen a m&#233;s les estranyes sonoritats extretes per Peter Van Riper d'uns bats de b&#233;isbol d'alumini, retallats a diverses llarg&#224;ries.</p>

<p> Cal afegir que aquest interval consagrat a la llum i el color (i, per afegiment, el so) no &#233;s que surti del no res, sin&#243; que t&#233; un cert nombre de precedents en altres realitzacions d'Eug&#232;nia: dels primers <i>Clear Books</i>
(per exemple, els intitulats <i>Combinations 1234</i>, <i>Red Book</i> i <i>Colors</i>), fins al v&#237;deo <i>Tomorrow's Colors</i>
(1982). I evidentment, tamb&#233; t&#233; molt a veure amb els <i>sound works</i> i amb la creaci&#243; d'ambients audiovisuals, espais, estances, cercles, panorames, diorames, espirals, laberints i murals, que tals s&#243;n alguns dels sin&#242;nims m&#233;s adequats a fi de substituir la prosaica veu &quot;instal.laci&#243;&quot; quan hom parla del seu treball.</p>


<p> <b>Redescobriment del Mediterrani</b></p>

<p> L'anar i tornar d'Eug&#232;nia l'ha portada, d'uns anys en&#231;&#224;, a mantenir un peu a Catalunya i allargar l'altre cap a Nova York, per&#242; m&#233;s de tant en tant. Aix&#237;, dues de les seves obres m&#233;s recents, <i>Exposure Time</i> i <i>Seeing the Dance</i>, s&#243;n profundament arrelades en les voreres catalano-mediterr&#224;nies, malgrat que tinguin els t&#237;tols en angl&#232;s i que certs aspectes de producci&#243; fossin treballats als Estats Units (concretament: la postproducci&#243; de v&#237;deo; el so, sempre amb la col.laboraci&#243; i el segell de Peter Van Riper; tamb&#233; gran part del finan&#231;ament en el cas de <i>Seeing the Dance</i>).
Aix&#242; no equival a dir que les arrels imposin &quot;color local&quot;, perqu&#232;, senzillament, no &#233;s part de la paleta d'Eug&#232;nia, que prefereix els colors universals, els colors del temps; per&#242; s&#237; que comporta el mat&#237;s peculiar d'unes viv&#232;ncies i mem&#242;ries, fruit del retrobament amb la ciutat natal, o amb el paisatge &quot;llun&#224;tic&quot; del Cap de Creus.</p>

<p> <i>Exposure Time</i>
(1989) ens retorna en certa manera a la tem&#224;tica expl&#237;cita i latent de <i>From the Center</i>: la ciutat i el curs del temps. Ara es tracta, per&#242;, de Barcelona, i del proc&#233;s accelerat de remodelaci&#243; urbana que va viure la ciutat amb motiu de la celebraci&#243; dels Jocs Ol&#237;mpics de 1992. Eug&#232;nia compos&#224; aquesta obra com un diorama, una vista tridimensional (o, m&#233;s aviat, tetradimensional, car hi ha la dimensi&#243; temporal afegida d'uns elements videogr&#224;fics, lum&#237;nics i sonors): un paisatge d'enderrocs i restes arquitect&#242;niques erosionades per l'aigua del mar, sobre un ja&#231; de sorra de la platja --tot aix&#242; pres de la vorera costera de la zona on es construiria la Vila Ol&#237;mpica--, i amb el rerafons d'una projecci&#243; videogr&#224;fica circular. El conjunt, irrealment envoltat per unes parets platejades i per la banda sonora de Peter Van Riper, &#233;s emmarcat per una gran obertura rectangular que atura a l'espectador davant del cicle canviant que il.lumina o apaga lentament l'escena, en correspond&#232;ncia amb la lluminositat igualment canviant de les imatges projectades: essencialment, reflexes lluminosos sobre la superf&#237;cie m&#242;bil del mar. Per contra, les imatges sim&#232;triques de dos monitors situats a banda i banda de l'acc&#233;s al recinte de la instal.laci&#243;, ens mostren el proc&#233;s de demolici&#243; que donaria pas a la construcci&#243; de la Vila Ol&#237;mpica sobre el que havia estat una zona suburbial de la ciutat; nom&#233;s que Eug&#232;nia va processar aquestes imatges documentals per tal de portar-les tamb&#233; a un cert grau d'abstracci&#243;; per fer-les m&#233;s universals, que digu&#233;ssim, o no tan ancorades i datades en un lloc i moment concret.</p>

<p> Tanmateix,
&#233;s per la combinaci&#243; d'uns elements ben reals i concrets
(refer&#232;ncies i coses) amb uns altres m&#233;s abstractes o simb&#242;lics, que l'obra esdev&#233; tan suggeridora i punyent, independentment de que es coneguin o no els detalls referits a la hist&#242;ria recent de Barcelona i a l'indret on Eug&#232;nia va trobar les runes incorporades al diorama. Com ella ha remarcat   expressament, <i>Exposure Time</i> no vol ser un lament o una elegia per un tros de ciutat arrasat en benefici d'una actuaci&#243; urban&#237;stica envoltada d'una certa pol&#232;mica, ans si de cas seria una meditaci&#243; sobre la transformaci&#243; i la regeneraci&#243; de la ciutat, sobre la mem&#242;ria i la desaparici&#243;, sobre el temps i els seus cicles. Aix&#237;, aquestes runes/ru&#239;nes desgastades que presideixen el diorama, no s&#243;n aqu&#237; en qualitat de testimoni de c&#224;rrec, o de l&#224;pides funer&#224;ries, sin&#243; per la seva bellesa en tant que escultures cisellades pel temps. I tota la instal.laci&#243; no &#233;s altra cosa que una posada en escena del pas del temps, reflectit de diverses maneres en cadascun dels elements: el moviment de les ones, els enderrocaments que precediren la nova construcci&#243;, el pas de la llum a la foscor i de la foscor novament a la llum.</p>

<p> Ben poca cosa puc dir de <i>Seeing the Dance</i>
(1987-92), instal.laci&#243; encara in&#232;dita, i bessona de <i>From the Center</i> en certs aspectes: per l'estructura circular integrada per 12 canals de v&#237;deo (per&#242; ara amb les imatges projectades sobre pantalles transl&#250;cides que s'eleven en espiral), per la pres&#232;ncia d'un element simb&#242;lic central (ara un mirall esf&#232;ric on es reflectirien l'espai i les imatges al seu voltant), per les evocacions del curs i els cicles del temps (aqu&#237;, a trav&#233;s de sobreimpressions d'imatges hist&#242;riques o que desperten mem&#242;ries d'un altre temps). El paisatge de Cap de Creus i els seus encontorns fou escollit per la seva peculiaritat geol&#242;gica, com per la rica mem&#242;ria cultural associada a tants dels seus paratges --el monestir de Sant Pere de Roda, Cadaqu&#233;s i Port-Lligat, el Port de la Selva, etc.--, on heretges i savis, corsaris i bruixes, artistes i poetes, surrealistes i
&quot;atramuntanats&quot; s&#243;n tots part d'una pintoresca llegenda.
Aix&#237;, a les imatges preses per Eug&#232;nia es superposen, per exemple, extrets del film <i>L'&#226;ge d'or</i>, de Luis Bu&#241;uel, amb els inequ&#237;vocs llampecs que resten de la interrompuda col.laboraci&#243; amb Salvador Dal&#237;; o tamb&#233; fotografies, postals, etc. A difer&#232;ncia de <i>From the Center</i>, per&#242;, els 12 canals de v&#237;deo (i &#224;udio) estan sincronitzats i tenen una durada uniforme, amb una estructura igual, dividida en quatre fases aleg&#242;riques als quatre elements: terra, aigua, aire, foc/llum; principi coreogr&#224;fic i cronogr&#224;fic d'aquesta multivisi&#243; de &quot;la dansa&quot;. I la instal.laci&#243; ha de completar-se amb un element escult&#242;ric o assemblage a tall de llindar introductori, fet, com el diorama d'<i>Exposure Time</i>, de coses arreplegades en el mateix paisatge representat, o b&#233;
al.lusives als materials iconogr&#224;fics emprats en els estrats de temps passat que donen densitat a les imatges videogr&#224;fiques.
(Igualment in&#232;dita roman la variant d'aquesta obra intitulada
<i>Hearing the Dance</i>, que prescindeix dels elements videogr&#224;fics i es basa exclusivament en els sonors, an&#224;logament desplegats en una espiral de 12 canals/altaveus).</p>


<p> <b>L'art p&#250;blic d'Eug&#232;nia Balcells</b></p>

<p> He deixat per al final un aspecte encara no gaire conegut de la traject&#242;ria d'Eug&#232;nia, per&#242;
que es remunta, un cop m&#233;s, a la seva primer&#237;ssima etapa i, m&#233;s en concret, a la seva intermitent activitat en el m&#243;n professional del disseny. Em refereixo a les grans peces murals, fetes d'acumulacions ordenades d'imatges o coses, que realitz&#224; als Estats Units entre 1974-1975 i 1981-1986, m&#233;s una altra que l'ha mantinguda ben ocupada
(i preocupada) a Barcelona els darrers anys.</p>

<p> Tot i que, pel que sembla, sempre compt&#233;s amb una gran llibertat en el plantejament i execuci&#243;
d'aquestes peces, i que hi aboqu&#233;s tota la seva habilitat i energies, Eug&#232;nia no sembla que valori per un igual el bon nombre de murals que realitz&#224; en el passat per a les seus de diferents empreses nord-americanes. Quan li en vaig demanar detalls, a fi de preparar aquestes p&#224;gines, em va semblar que ho tenia per una experi&#232;ncia m&#233;s, un ofici del que s'havia alimentat en determinats moments i que li havia perm&#232;s fer coses for&#231;a properes al seu treball art&#237;stic personal, o que senzillament tenia molt per la m&#224;.</p>

<p> Per&#242; tamb&#233; interpreto que, en un determinat moment, Eug&#232;nia va entreveure l'oportunitat de fer del tot seu aquest treball que, correntment, havia fet per compte d'altri. L'oportunitat d'imposar-hi la seva signatura com un art no menys personal, destinat a un context p&#250;blic; &#233;s a dir, no a la galeria, el museu o la col.lecci&#243; d'art contemporani, sin&#243; a llocs de pas o que atreuen un p&#250;blic m&#233;s divers. De fet, sempre a mig cam&#237; del que &#233;s l'enc&#224;rrec i el que &#233;s una proposta personal; i amb el comprom&#237;s que es genera entre els condicionaments acceptats i la personalitat que es demana de l'obra destinada a una perman&#232;ncia indefinida en un lloc determinat.</p>

<p> I aix&#237; &#233;s com, en cat&#224;legs o articles consagrats a l'obra d'Eug&#232;nia, comen&#231;aren a apar&#232;ixer --des de la meitat dels vuitanta--
il.lustracions de murals com <i>Landscape of Landscapes</i>
(1981) i <i>Liberty, A Symbolic Puzzle</i>
(1986). El primer, realitzat per a una coneguda empresa tabaquera, &#233;s format per un miler i mig de postals antigues que representen l'extensi&#243; geogr&#224;fica de l'estat de North Carolina, on t&#233; la seu la dita empresa, a trav&#233;s dels colors dominants del seu relleu topogr&#224;fic. El segon, realitzat amb motiu del centenari de la plantada de l'emblem&#224;tica Est&#224;tua de la Llibertat, i instal.lat en el museu que hi ha al peu del monument, &#233;s un mosaic de vuit-centes i escaig postals diferents de la pr&#242;pia est&#224;tua, les quals, de lluny, dibuixen doblement, en positiu i en negatiu, el perfil coronat del seu cap i el bra&#231; aixecat amb la torxa, com si fossin imatges digitals fetes d'aquests pixels anal&#242;gics que esdevenen aleshores els centenars de vistes del monument.</p>

<p> Dels altres murals realitzats per Eug&#232;nia als Estats Units, potser el m&#233;s remarcable sigui <i>333
(Cabarrus Quilt)</i>
(1982), realitzat amb 333 retalls, de dimensions uniformes, de robes estampades diverses, els quals foren cosits per un petit ex&#232;rcit de dones, com &#233;s propi d'aquesta mena d'artesania t&#232;xtil, essencialment casolana i femenina, de gran tradici&#243; a Am&#232;rica.</p>

<p> I a la fi d'aquest trajecte, cal recordar que Eug&#232;nia t&#233; una obra encara guardada --molt a desgrat seu--, i en la que ha treballat laboriosament durant prop de tres anys: <i>Barcelona, postals de postals</i>
(1988-90, aproximadament), que consta de nou plafons murals, cadascun fet de centenars de postals --fins un total de m&#233;s de sis mil postals diferents de diversos indrets i motius de la ciutat--, i amb les proporcions d'una postal gegantina. Com en el cas de <i>Liberty...</i>
(per&#242; multiplicat per 9), cada una de les peces, vista de lluny, representa una icona o aspecte caracter&#237;stic de la ciutat, i cada tot queda reflectit fractalment en les parts que, en apropar la mirada, ens descobreixen una mir&#237;ade de vistes del mateix indret, o altres aspectes d'alguna manera al.lusius al que es fa visible en
&quot;pla general&quot;.</p>

<p> Malgrat que en algun lloc ha quedat escrit --concretament, en una an&#242;nima nota biogr&#224;fica de l'artista-- que <i>Liberty...</i> i <i>Barcelona, postals de postals</i> constitueixen &quot;incursions en la l&#237;nia sociol&#242;gica dels seus treballs inicials&quot;, jo no ho veig aix&#237;, i m&#233;s aviat destacaria els lligams entre aquells projectes i altres si fa no fa contemporanis --com <i>From the Center</i>, <i>Seeing the Dance</i> i <i>Exposure Time</i>--; no endebades la pr&#242;pia Eug&#232;nia ha descrit el seu multi-mural barcelon&#237; com &quot;un gran retrat m&#250;ltiple de la ciutat com a forma viva, com a escenari canviant&quot;, i com un &quot;puzzle&quot; on es &quot;preserva la mem&#242;ria col.lectiva en el que podriem anomenar una arqueologia del present&quot;. (En el moment en que aix&#242;
escric, encara no est&#224; massa clar on aniran a raure aquestes postals de postals, homenatge d'una artista barcelonina a la seva ciutat i conve&#239;ns, i fruit d'un enc&#224;rrec municipal, com a part del programa que ha escampat pels diversos barris de Barcelona les creacions m&#233;s o menys singulars d'un bon nombre d'artistes contemporanis).</p>

<p> Una proposta d'art p&#250;blic de mena ben diferent &#233;s, finalment, la representada per <i>El laberinto de la caracola</i>, proposta per ara frustrada, amb la que Eug&#232;nia va conc&#243;rrer a una convocat&#242;ria de projectes per a l'Expo 92 de Sevilla, i on trets habituals del seu art voldrien prendre una nova volada; a una escala crescuda, prop de l'arquitectura (que, d'altra banda, &#233;s una cosa que a Eug&#232;nia li ve de fam&#237;lia). Una arquitectura que resta de moment ut&#242;pica, car nom&#233;s s'aixeca en forma de maqueta.</p>


<p> <b>En tr&#224;nsit (Breu colof&#243;)</b>  </p>

<p> De l'exterior (el paisatge, la ciutat, el laberint-jard&#237;), Eug&#232;nia retorna a l'interior en l'obra que motiva aquesta publicaci&#243;. L'esguard cap endins, com el cap a fora, comporta tamb&#233; laberints, cercles, estances nom&#233;s il.luminades per la imatge (videogr&#224;fica o fotogr&#224;fica). El cam&#237;
amunt i avall &#233;s un i el mateix. El prop&#242;sit &#233;s sempre un de multiplicaci&#243; de les percepcions, d'anar a la complexitat de les coses, de descobrir la identitat en les difer&#232;ncies.</p>

<p> <i>En tr&#224;nsit</i> significa m&#233;s aviat endinsar-se: en el laberint dels miralls i de l'atzar, i en els plecs de la realitat i les aparences; en la gola humana, caverna interior on la llengua &#233;s com una catifa polposa que es mou endavant i enrera, com si alternativament ens volgu&#233;s engolir o repel.lir; en l'interior del cos, imatges negatives que s&#243;n com radiografies que travessen tot just la pell; en les m&#250;ltiples persones, m&#224;scares, criatures entrellucades en un cos nu; i en el centre dels cercles que el visitant troba successivament. (Sense pretendre endinsar-me en altres detalls i interioritats de l'obra).</p>

<p> Aix&#237;, en el conjunt de les cinc instal.lacions que integren <i>En tr&#224;nsit</i>, s'hi poden recon&#232;ixer aspectes, plantejaments, trets molt caracter&#237;stics de la traject&#242;ria anterior d'Eug&#232;nia, per&#242; tamb&#233;
algun element aparentment nou, com aquest protagonisme que guanya el cos hum&#224;, representat com una mena de mat&#232;ria &quot;escult&#242;rica&quot; a base de pell, porus, forats, coves --sense m&#233;s afegits que el real&#231; de la llum--, en una multiplicitat de poses i angles de visi&#243;.
Nom&#233;s que tamb&#233; aix&#242; de &quot;treballar amb el cos&quot; --tal com ella ho anomena, en un sentit m&#233;s gen&#232;ric-- li ve de lluny. De les conseq&#252;&#232;ncies d'un accident que va patir de molt jove, entre altres coses, i d'un inter&#232;s per expressions confrontants amb la dansa que ja l'havien duta a algunes molt personals provatures en el marc de la s&#232;rie dels <i>Sound Works</i>
(en s&#243;n testimoni els v&#237;deos <i>Black Feet</i> i <i>Around</i>, ambd&#243;s del 1981). I, ara, a col.laborar amb qualc&#250; dedicat a extreure les veus i els mormols interiors del cos, Sjabbe Van Selfhout, en les peces que formen el nucli d'<i>En tr&#224;nsit</i>.
Amb la peculiaritat intr&#237;nseca que sol comportar tota col.laboraci&#243;, per&#242; amb continu&#239;tat amb un trajecte propi, tr&#224;nsit, anar i tornar i tornar a anar, sempre a la recerca del punt quiet on es fa visible la dansa.</p>


<p> Barcelona, juliol de 1993</p>
 