<p class="page" id="a4100017">[Page 17]</p>
<p>[Added at the top of the page:]<br/>I saved your letter with the address on, but in leaving Gallipoli I left all my belongings behind me. So I am addressing this care of Grace. GA}</p>
<p>I was so strong and wiry, consequently here I am just recovering from Enteric.  Have been up two days now, and I believe we will be sent England for a convalescence period of three months, which will be so delightful.</p>
<p>I will pass by the months that we have been at Gallipoli, we waded ashore on that memorable Sunday morning the 25th April, &amp; been there ever since till I was sent away on the 22nd August sick, though I hung out in my "dug out" for six days before they insisted on me going away.  If you can find it marked on your map, we landed at Sari Bair (Gaba Tepe being one mile to <strike>our</strike> the South) Gallipoli.  Now you will have the exact site, if you do not already know, but I shall not mention anything of the war or its management &ndash; I would want a lot more paper &ndash; and I also want this letter to reach you.<br/>But rest assured dear Mrs Dunlop that the Australians have done work than is more than magnificent, I can unhesitatingly say they are the bravest soldiers in the world, although they are my countrymen, and I know how proud you are of them, if it is possible be prouder still, for only after the war will you get to know what they really have accomplished, and at what sacrifice. Have been informed our 1st Division (my corps included) have been relieved &amp; left the Dardanelles &ndash; two weeks after I did.  Am so glad.</p>
<p>How pleasant to know you are so well acquainted with Egypt, and am I to understand you have also travelled Turkey?  What pleasant evenings we can spend recounting experiences and going over the different beauty spots of Egypt &ndash; for Egypt and its cosmopolitan people, and the natives, have a charm that always seems to cling.  "He who has drunk of the Nile, always returns."<br/>I must say au revoir, trusting that you &amp; the Dr. are quite well, and will you please convey my kindest wishes to him, and please accept my kindest remembrances.<br/>Very sincerely,<br/>Gilbert G. Anschau</p>
