<p class="page" id="a4100023">[Page 23]</p>
<p>[Printed document]<br/>Patrolling the Desert</p>
<p>We left our camp in Egypt one hot day 'tween 9 and 10,<br/>With 48 hours' rations for horses and for men,<br/>Loaded up with ammunition and goodness knows what not,<br/>As much as horse could carry, a rough and ready lot.<br/>We knew no destination or what might come about,<br/>But guessed "There's something doin'," by the way we hustled out.<br/>We headed for Kantara and pushed on all that day,<br/>Till 9 p.m., while halting, tucked some bully-beef away.</p>
<p>We rode across the Suez by the Pontoon bridge that night,<br/>And kept on making eastward till dark gave way to light,<br/>And late that night, still riding, we learnt what was our mission,<br/>Wounded men in Red Cross Cars, explained the whole position.<br/>We questioned as we passed them, 'What's up, Abdul scooped the pot?'<br/>Their answer, coming wearily, "Aye chum, we've 'ad it pretty 'ot"</p>
<p>At dawn we came to water and wet our tired old nags,<br/>The order came "Off saddle" and feed up from the bags,<br/>We camped for some three hours, and were thankful to relax,<br/>For guns and ammunition weighed heavy on our backs,<br/>We slept for those three hours like sodden drunken men,<br/>Breakfasted on bully-beef, then hit the trail again.</p>
<p>We'd brought spare horses with us, they now must stay behind,<br/>For we're getting near the enemy, don't want 'em on our mind,<br/>A few must stop back with them to picket and to feed,<br/>A Sergeant, told off for the job, picked out the men he'd need.<br/>He picked on one, Bill So-and-so, a good old mate of mine.<br/>And told him off to stay behind with him and the spare horse line.</p>
<p>Bill cursed his luck and grumbled, wished all spare horses dead,<br/>Dead stiff to have to stop there with a chance of scrap ahead.<br/>So we left them there and started in search of Jack the Turk,<br/>The "Screen" extended well ahead, and each man fit for work,<br/>Though we'd all done "time" in trenches, this guerrilla game was new,<br/>And those of us who didn't get warmed up and keen, were few.</p>
<p>At noon we stopped for lunch and spell, had just opened up a tin,<br/>When mounted on a sweating horse, old Bill came riding in,<br/>We were mighty glad to see him and asked, "What brings you here?"<br/>Then he told us how he'd pinched his "marching orders" from the rear.<br/>"See, the Sergeant went for water, and as he rode away,<br/>Said &ndash; 'Fill those nosebags So-and-So, with feed for middle day."</p>
<p>I looked at the heap of nosebags and scratched my old fat head,<br/>Thought, this job's no good to me, sooner be picked up dead.<br/>Well here's my chance, the Sergeant's gone, though, may be, I'll cause a noise.<br/>I'll beat it now and take my chance of catching up the boys.<br/>So ran my eye all down the line and picked the best horse there,<br/>Grabbed a saddle and flung it on, then got inside my gear,<br/>Hopped across him and started out, headed the way you'd gone,<br/>And here I am as dry as a bone, have you got the billy on?"</p>
