<p class="page" id="a4100095">[Page 95]</p>
<p>[Typewritten letter]<br/>Somewhere in France.<br/>June 25th 1916.</p>
<p>Dear Mr Sawell.</p>
<p>How I spent the Anniversary of my Birth.</p>
<p>After I had finished my official duties last evening the 24th, it being then about 9 o'clock and quite light, I strolled along one of the roads running parallel to the trenches which were some 2 or 3 miles distant, in company with a fellow mate. The evening was most beautifully fresh after a heavy shower of rain, which of course, made the road somewhat muddy.  That little item, by the way, did not trouble us much as we have become quite used to mud and slush since being in the trenches. The vicinity in which we passed through had recently been shelled very heavily, the place being covered with shell-holes about 4 feet deep and 6 feet across, irrespective of the young potato, peas and cereal crops, sown by the French people remaining in these parts, mostly old men and women who, it appears, do not care to leave their homes although somewhat battered and knocked about by shell fire and concussion.<br/>One shell had lodged alongside a terrace of houses and to give you some idea of the force of pieces of shrapnel from it, the side of the brick wall nearest to the bursting shell was shattered with holes both large and small quite 2 or 3 inches deep. Our Aircraft was busy on the evening in question, there being 7 or 8 aeroplanes up with High Explosive shells bursting round them. Otherwise all was quiet.<br/>On arriving back to our billet we were met by our Sergeant who informed us that some boiled chicken and green peas, a rare luxury which had been procured from one of the adjoining farm houses, was awaiting our disposal so with a couple of tins of preserved fruit we had bought during our ramble, we made quite a tasty supper, except that we could get nothing stronger than chlorinated water to drink. Knowing that our Artillery was to be very active at 11 p.m. that night we did not retire early in view of the enemy's probable retaliation, when it might have been necessary for us to don our equipment etc, in readiness to support the boys in the trenches. Our assistance, however, was not required, although it is safe to say that our trenches received some "strafe", as experienced by us a few times during our last tour there. Our guns continued pounding the enemy trenches for over two hours, so it was after 1 o'clock this morning before we actually turned in to sleep soundly after our long day.</p>
<p>It was 8 o'clock when I again greeted the Anniversary of my birth.  There being not much work to do, I did not stir until I heard that breakfast was ready, which was comprised of the usual boiled bacon and tea, with our dry rations of bread, butter and jam (gooseberry this time, a change from the eternal marmalade).<br/>By way of retaliation for our work of last night, the Huns commenced pouring over "coal boxes" thick and fast some of which landed in and around one of our billets, doing little damage except the usual "ploughing up" of the fields. They have been consistent with their shells, in all directions, all day, with, of course, a good deal of counter attack on our part. I believe we met with a few minor casualties in and around the trenches.<br/>Before lunch I obtained permission to go for a stroll with my pal, keeping well away from the zone of bursting shells, with the usual risk of course, and came across an estaminet, the proprietor of which had a camera, so I speculated a</p>
