<p class="page" id="a4100188">[Page 188]</p>
<p>[Private Frederick Albert Collinson, No 8057, a police clerk of Leichhardt, NSW, enlisted on 13 July 1915 and embarked from Sydney on HMAT A17 Port Lincoln on 14 October 1915 with the 2nd Australian General Hospital, Special Reinforcements. He served in Egypt with the Light Horse Field Ambulance and later in both Egypt and France with the Australian Flying Corps. He returned to Australia on 2 June 1919.</p>
<p>His letter describes the voyage to Egypt, and the people and culture he found there.]<br/>Mena House Hospital<br/>Pyramids.<br/>21st December, 1915.</p>
<p>Dear Mr. Edward,</p>
<p>I have intended writing to you for some time past now but there is so much to distract one's attention in the little spare time we have at our disposal, that I have put off the job from time to time but "Better Late than Never".</p>
<p>I am now quartered at Mena House Hospital. This historic building was originally the large tourist hotel often read about in novels. It is situated almost at the foot of the Pyramids and I have only to look out of my bedroom window to see one of the most magnificent sights imaginable &ndash; the Pyramids casting their huge shadow over the fertile Valley of the Nile as they have cast them for over 5,000 years (as per guide book).</p>
<p>To start from the beginning: we called in at Melbourne and stayed there for two days and picked up some reinforcements. Unexpectedly we were granted leave to go ashore and of course we made the most of the opportunity. Unfortunately, the trip from Sydney to Melbourne seemed to have damped the ardour of some of the men, as 60 failed to answer the roll-call when the "Port Lincoln" left Port Phillip. After leaving Cape Otway, we had fair tumble about crossing the Bight and some of our comrades were very indisposed. We were out of sight of land until we sighted Cape Leewin which we held for a day, then we turned our nose north-west direct for Suez. The weather grew perceptably hotter as we progressed across the Indian Ocean and it was not long before scanty costumes were very much in vogue. Chidley's was quite modest to some of them, in fact the main features of the toilette were a money-belt and a wristlet watch. It soon became too hot to sleep "down under", and the result was a rush for deck positions. Sports and concerts were organised on board and everything was done to try and relieve the tedious monotony of the journey. Of course the occasion of our crossing the line was the excuse for a relaxation of routine for a day and the time-honored ceremony was not allowed to lapse. Father Neptune and his satellites came aboard in fine style to the subsequent discomfort of the novitiates. After being 17 days out of sight of land, we picked up the African Coast at Cape Guardafui and our course was changed due West. It was in the Gulf of Aden that our first death occurred and the body was committed to the deep with the usual honors. After passing Perim into the Red Sea we were again out of sight of land until the Gulf of Suez was reached and we dropped anchor in Suez on Nov. 17 for the first time since leaving Melbourne. The trip occupied 34 days from Sydney. Next morning we drew into the wharf and commenced to disembark and it was good to set foot on terra-firma again.</p>
<p>From Suez we entrained without delay for Cairo. The route lay for some distance along the Canal and then the train passed inland through cultivated country. We arrived at Cairo late at night and a march of about three miles through the streets of Cairo brought us to the Ghezireh Palace, No.2 Australian General Hospital. This is a beautiful building on the banks of the Nile. After staying at this place for about three days, we were drafted to Mena House Hospital, about 8 miles from Cairo, where we now are.</p>
<p>If you have been in Egypt, you have formed your own views as to its peculiar features, but to my point of view it is a land of wonderful contrasts. Situated amongst the most dreadful squalor, filth and disgusting vice are scenes of most marvellous beauty. A few days ago I walked down a small filthy lane about 4 feet in width where the stench was almost overpowering and entered one of the mosques and I think that the interior was one of the most beautiful sights that I have ever gazed upon. The mosques are simply magnificent and in some there are thousands of pounds worth of gold and silver ornaments.</p>
