<p class="page" id="a4100197">[Page 197]</p>
<p>"Baby" (which is the Regimental nickname for one of the reliable and brave "boys") my Signalling officer, Les Ball, and myself, we yarn of home &ndash; draw mental pictures of our return &ndash; interspersed with questions and answers much more pertinent to the job on hand. Every now and then I sit up and light the candle as we hear the Head Quarters Orderly come with a message. I receipt it, read it, give it to Charley and we both say awful swear words for our rest is disturbed by some detail that can easily wait till daylight. so we quietly "shut up" and close our eyes and flatter ourselves that we are asleep.  But every half jour or less comes an orderly, and so it goes on, the musketry never ceasing for a moment all the time, but one does doze a little now and again, never a solid sleep, we haven't had such for a month nearly. Do you wonder we are fagged out?</p>
<p>About 3.0.a.m. a sudden burst of heavy rifle fire, quite a common occurrence not causing more than an awakening, and a wait for a minute or two till the firing line sends its report. The message says whether the attack is on us or elsewhere, for in the valley the echoes make it impossible to say where the firing really is heaviest. But this morning it is "Major Rankine's compliments Sir the enemy is attacking us and Quinns. "Orderly "Send "A" &amp; "D" orderlies, order companies to stand to arms"</p>
<p>Mr Ball reports to Brigade Head Quarters. In less than two minutes the whole Battalion is awake, equipped and quietly sitting in their dug outs. Not any roaring, no rushing about, no shouting (In fact 5 minutes later someone wants to know why we are not standing to arms. Some people like a noise)</p>
<p>Charley &amp; I just sit up and wait, calmly getting the necessary flow of messages from the firing line and hearing the "high" shots passing over our heads, the whistling bullets that MAY be 50 feet over us, or as too often, land just in our dug out, richochets off the top of the hill. So the infernal roar goes on. Mr Groom comes running quietly down his head tied up, "Things are pretty thick Sir, Major Rankine would like two platoons". "A Company Orderly send to O.C.A Company &amp;c &amp;c." "Where did they get you Teddy? "In the cheek, it's only slight" and back goes a hero, back to the trench and fights for 3 hours more for he knows how shorthanded we are, (all our Captains gone) till his nerves can stand it no longer and faintness makes him go down.</p>
<p>"They got M[r] Rutland Sir" an orderly speaks. "Bad?" "Yes, Sir. killed, he was working his gun playing Hell with them &amp; they got him right through the heart" [dash] "Is the Machine Gun Sergeant there"? "Yes. Sir, he's all right" (To Charley) "Send the Regimental Sergeant Major up to keep his eye on the guns" Exit Charles.</p>
<p>A weary subaltern &ndash; weary but working in the same trenches without a break sent down by Bobby &ndash; just to steady his nerves &ndash; with a fake message. I get the strength of things, give him some tea which my faithful Batman has made. We yarn quietly and he adds to the really awful mental strain I confess to by telling me how poor old Jack Rutland was killed [several dashes] "They've got Mr Curwen Walker, Sir." "Badly?" "I'm afraid so, Sir, The Doctor has fixed him up, he's going down now".</p>
<p>It's broad daylight now, 5.0.o'ck or later and one can see the Bearers passing, or rather climbing or sliding down the hill to the valley. Such a lot of them.</p>
<p>"Major Rankine's compliments, Sir, can you send up a Company we are getting it very hot". "D" Co, Orderly Go to O.C. "D" Co and tell him &amp;c. &amp;c.</p>
<p>I have told in a few minutes what took two hours or more to eventuaute and a constant stream of orderlies kept the thing going on quietly. (How the men chaff about me and this good word (?) [handwritten in the margin: quietly]  Charley and I and Baby when he comes up for a change from Brigade Head Quarters, just smoke a fag or calm some excited orderly or too energetic subaltern &ndash; and we wait &ndash; Oh God only knows what strain we bear. The responsibility, the anxiety lest our line be broken. The constant testing of our readiness to meet such an emergency. The terrible effort to "lie" to one's pals and oneself by keeping calm and unmoved. to steady one's fingers</p>
