<p class="page" id="a4100162">[Page 162]</p>
<p>Now comes the burning question of snow. We are literally hemmed in by Mts covered with snow, so to go either to Damascus or Beirout one has to pass over these snow clad Mts.<br/>We have as yet had no snow on the plateau or valley, which is beautiful fertile land intersected by clear streams running down out of the Mts; quite a contrast to the weary waterless Sinai desert with its sandstorms &amp; heat. Around this district where we are now, the principal industry appears to be wine making, and vegetable growing.<br/>There is plenty of timber about here too but most of the trees are now leafless, with the exception of a few which still retain a few autumn leaves of rich color, seemingly for warmth.</p>
<p>It has been a beautiful warm sunny day today, quite nice to feel the genial warmth of the sun again, as we have experienced almost continuous wet weather since we arrived here, some three weeks ago.</p>
<p>The Mts present a magnificent sight all covered in snow when the sun is shining. I had a trip down to Damascus by Rail a few days ago &amp; a pretty cold trip it was too, passed over the Mts of course &amp; through miles of country clad in white.<br/>On my way back I met a chap named Weste who used to be at Saints with me. I believe I remember you saying his people lived at Glen Osmond at the time. I had not seen him since 1907 so we met accidently on the train coming back to Rayak.<br/>It was so chilly coming back in the train through the snow that we used to get off the train at each stopping place along the line &amp; indulge in fierce snow ball fights to generate a little warmth to carry us on to the next place.<br/>However I was glad when I got back home again &amp; had a good warm meal.</p>
<p>Now I must tell you about our residence We are living in a big two storied building which was at one time an hotel, but vacant before we came here. We have a stove we borrowed from the people of the Distillery close by, so are able to have our food cooked decently. Our horses are stabled in a full stone stable just across the road so are likewise enjoying as much comfort relatively as we are, which they richly deserve after enduring the hardships of last Stunt.</p>
