<p class="page" id="a4100227">[Page 227]</p>
<p>[The original of this multi-page letter has two pages to an image. The images don't present the pages in chronological order. Transcribed in the order in which it should be read; some line breaks introduced to aid readability. See original for details.]<br/>From<br/>94 Sgt. J. Dietze,<br/>A Company 1st Batt.<br/>1st Australian Imperial Forces.</p>
<p>Sunday 19th Sept.<br/>Fulham Military Hospital<br/>B.I. Ward<br/>Hammersmith<br/>London</p>
<p>My Dear Mother, Father, Brothers &amp; Sisters,</p>
<p>I suppose by this time, you have been notified by the Government that I have been admitted to this hospital.<br/>On Friday afternoon 27th Aug. I was passing down a trench &amp; I shell burst just above me &amp; a shrapnell ball entered my right shoulder &amp; came out at the back of the arm about 6 inches down: it knocked me flying against the side.<br/>Well I got it bandaged &amp; collected a few of my possesions &amp; made my way to the beach dressing station, was dressed again, &amp; after receiving a cup of tea &ndash; for I felt a bit queer in the "tummy" &ndash; I was sent on board a N.Z. hospital ship the <u>Maheno</u> &amp; some sisters fixed us up <strike>with</strike> by washing &amp; cleaning out the wounds, gave us beef tea, an orderlie gave me a warm bath &amp; put me in a nice clean white bed. I put in a bad night every time I moved the shoulder ached &amp; pained terrible.<br/>There was very heavy fighting on our left flank &amp; many charges that night &amp; by day break the "Maheno" was crowded with wounded &amp; dying: &amp; at noon we left Anzac Cove for Mudros Harbour Lemnos arriving there in the evening, after burying a number of men who died on the boat. Next morning Sunday, everybody was transhipped on to the transport "Huntsgreen" as all the Hospitals at Lemnos were</p>
<p>[Page 2]<br/>overcrowded; I was glad as I had no wish to go there.<br/>Monday afternoon <strike>we</strike> after taking the wounded off another boat, making about 900, we left for Malta arriving there on Thursday where some of the worst cases were sent ashore. We had English sisters on board &amp; there was one who was very heavy handed &amp; she dressed all our part of the boat: it was on the day after leaving Mudros that I was dressed again &amp; she ripped the bandage off, just like skinning a pudding, &amp; squeezed the holes: the pain was terriffic &amp; everything went black in front of me.<br/>Well it got bound up afresh but it throbbed all day &amp; night after that the dressings were not too bad but the wound discharged a lot. We only stayed at Malta 1 day &amp; we made for Gibraltar where all the serious cases were left ashore after being in port 6 days &amp; nobody being allowed ashore, we left &amp; had a beautiful smooth sea &ndash; thank goodness - &amp; arrived at Plymouth on Wednesday 15th Sep. 3 weeks almost with bread &amp; butter like tallow, jam, awful meat, half bad potatoes, &amp; sometimes peas like pebbles: through this everybody on board was as weak as a kitten, through loss of blood, shock &amp; poor food: for my part I could'nt walk up the steps without rests &amp; support from the railing as 40 of us were on the lower deck forward.<br/>There were men buried every night between Lemnos &amp; Gib. The Australians were the last to leave the Huntsgreen &amp; after waiting from 5 P.M. until 11 P.M., we got in the Hospital train &amp; arrived in Paddington</p>
<p>[Page 3]<br/>station at 6 A.M. the train journey was the limit as it shook us to pieces. Well motor ambulances took the train load &ndash; about 12 carriages &ndash; to the various hospitals &amp; after a pleasant ride I arrived at this hospital with 3 other N.C.O.s <strike>who</strike> whom I have been with since leaving Lemnos.<br/>We had a nice breakfast, had our wounds dressed with hot fomentations after the doctor examined us, had a splendid dinner, &amp; a rich American lady came &amp; sent us out in a car to visit London: she has taken over the job of supplying a number of cars to take the men out as she has tons of money &amp; not married.<br/>We had a fine outing, seen the principal buildings, The Tower, Houses of Parliment, Westminister, St Pauls etc. had afternoon tea, arriving back at 6 P.M. &amp; supper at 7 &amp; bed at 8.<br/>Every thing is clean in this ward the matron &amp; Sisters (5) are great. We get up at 5.15 AM, have a warm bath, a fresh hot fomentation, breakfast 6.30, do odd jobs such as assisting in making the beds, sweeping etc. at 11 a.m the doctor comes &amp; have a fresh fomentation, a lovely dinner at 12.30 &amp; leave from 2 till 6. <strike>sup</strike> or tea at 4.30 &amp; supper at 7, bed at 8: nice green grass around the hospital isn't it great?<br/>Friday afternoon, a lady Mrs Rawson took the 4 of us in her car &amp; showed us through the Abbey House of Commons &amp; Lords, to her flat for afternoon tea &amp; to the Ranleagh Club with a girl of Elsa's age for a canoe on the lakes &amp; showed us all round. After driving us back she visited our ward &amp; left</p>
<p>[Page 4]<br/>It was a beautiful afternoon we had &amp; finished up with chicken supper.<br/>Saturday I went out alone to try &amp; change the Money Order but will have to wait a couple of weeks. I wandered about Walham Green went by tube to the Strand &amp; strolled about until I came to Shoreditch &amp; made my way home. We are all dressed in a blue trowsers &amp; coat white shirt &amp; red tie &amp; it looks fine. Well while at Shoreditch I was walking along a wide street &amp; suddenly I found myself the centre of a crowd of kids &amp; chaps about 16 well I got disgusted &amp; got on the first buss to the city.<br/>This morning I went to church &amp; this afternoon I am going for a pleasant drive. I had my shoulder under the X rays to see if the bone was splintered but they could see nothing: the arm is practically useless but when it is massaged &amp; some electric treatment applied, I will be fit again to be sent to the Dardanelles to see if the Turks will leave me alone.<br/>This is the third time I have been hit, the first time you heard about &amp; the second time was like this. On the 6th Aug Friday afternoon we were in the reserve, while a lot of important trenches had to be taken, well our guns gave the Turks an hours bombardment &amp; as soon as the guns finished the first line of men jumped the parapet &amp; charged across 90 yards. Well the</p>
<p>[Page 5]<br/>Turks brought up all their reserve batteries &amp; gave us a heavy shelling where we were waiting &amp; swept the space where the men had to charge to say nothing of the dozens of machine guns &amp; rifle fire, also they sent over numerous 11 inch shells which barely missed us, &amp; 8 inch shells. Suddenly the unexpected order came for the 1st Batt. to get ready &amp; every body got out &amp; passed up to the firing line &ndash; through a hail of shrapnel - &amp; there we saw dozens of men in terrible states through the wounds: well A Company were sent through a tunnel about 20 yards &amp; into square holes running up to the ground level.<br/>When the order came to charge I got stuck while getting out &amp; I thought I was going to have my head knocked off as the hail of shrapnel &amp; shell was terrific &amp; the fire from the machine guns &amp; rifles was like a [star] any way I chap along side me pushed me up &amp; I helped him up &amp; I made for the nearest trench in front going like a deer.<br/>I was half way across &amp; my left leg went in a small shell hole &amp; nicked my knee causing me to fall &amp; I dropped in a crater &ndash; a hole caused by a huge shell bursting on the ground - &amp; it was full of dead &amp; wounded &amp; a machine gun was pouring right in it.<br/>I only stopped there a second or two when I sprang out &amp; raced for a hole in the trench. My word the hail of lead was terrible it came from both flanks, front &amp; the hills: I got across without a scratch to the hole &amp; dropped to a sitting position &amp; slid in with 2 others</p>
<p>[Page 6]<br/>behind me. My heart leapt when I saw there were no Turks near a hand, &amp; a wounded chap told us to go to the left: I got there &amp; found 4 men holding the end of a trench which was full of them. I was senior &amp; so took charge. well the Turks tried to break through several times during the night &amp; I was glad when the sun came up.<br/>Another Sgt. &amp; went down that trench in the morning &amp; a huge 6 foot Turk stepped out &amp; fired point blank at us a range of 20 yards &amp; luckily he missed us.<br/>Just previous to that the sentry &amp; I were walking alon[g] &amp; I seen a dead Turk &amp; went over to take the buckle of his belt: the sentry peeped round a corner a few yards further on, &amp; found it swarming with the enemy: he came back told me &amp; we went back to our post &ndash; But I had the buckle &ndash;<br/>Another Turk was dead near us, &amp; he had a chain round his neck, &amp; being a bit curious I pulled it, &amp; out came a good silver watch: I snapped the chain &amp; kept the watch.<br/>There was terrible close fighting near us, the wounded couldn't be taken away but laid where they fell &amp; the bombs coming over the size of cricket balls, blew them to pieces. The dead were <strike>for</strike> 4 &amp; 5 deep &amp; we had to walk over them : it was just like walking</p>
<p>[Page 7]<br/>on a <strike>cusion</strike> cushion. We were short of bombs &amp; the Turks would retire along a side trench, our men would follow &amp; the Turks would bomb our chaps out generally killing or wounding the lot.<br/>As fast as the men built parrapits out of sand bags, the shells blew them to pieces: it was simply awful the way our men were slaughtered. But for all that we kept the trenches we were told to take. Ive seen men die during the first night in the covered trenches &amp; nobody able to do anything for them: only 1 doctor no ambulance men.<br/>Things cleared up a bit when a tunnel leading from the captured position to the other side was completed: after ammunition, water food &amp; bombs were sent over, the wounded were carried out: but there was always delays while reinforcements were hurried through.<br/>4 days this lasted, the Turks were infuriated at losing the trenches &ndash; its a very commanding position - &amp; they wanted them back but we would'nt let them. When bombs fell in the trench, men used to pick them up &amp; throw them back causing damage to the Turks: well the enemy took a tumble &amp; cut the fuse short so as they would burst directly after they fell: through that</p>
<p>[Page 8]<br/>many men picked them up &amp; they burst blowing hands or arms off. After that we took a tumble &amp; threw heavy coats or blankets on them directly they fell &amp; that stopped the flying pieces.<br/>You remember Sgt Shout of the A.R.R well he was throwing a bomb &amp; it burst blowing 1 hand off several fingers off the other, half one side of his face was gone &amp; one side of his body covered with fragments he died several days later on the hospital ship.<br/>Poor Charlie Snow was killed in the charge I think, any way he is missing: he told several chaps before he went that he was not coming back.<br/>It was on the third day I was sitting down in a covered trench &amp; a fragment of bullet entered my neck &amp; I had to have it knifed out: it was fine with nothing to kill the pain.<br/>Our company went into action 150 strong &amp; came out 40 strong; heavy loss wasn't it. The public don't know the difficulties the troops have to put up with: water has to be carried up the hills from the beach, the fatigue of constantly digging, little sleep, the noise of rifle &amp; shell fire &amp; always knowing that you will catch something sooner or later,</p>
<p>[Page 9]<br/>war is no joke I can tell you: there were our men lying out in the open ever since that charge dozens of them that be buried &amp; smell is simply terrible at times, &amp; flies coming off bodies on to the food is awful.<br/>I dare say you will be surprised how callous a man becomes: a man may have a very close chum well if somebody tells him his chum is killed all he says is &ndash; "poor chap" &ndash; &amp; he forgets all about him.<br/>Well I don't think there is much more to write excepting that I have never once regretted joining the Army &amp; if I have a bit of a rest &amp; decent food I will go back to the Dardanelles again with a good heart:  <u>but</u> if they say would you like to go to Australia, <u>I</u> shall say I am your man: &amp; I guarantee I would not miss the boat either.<br/>Please remember me to all friends &amp; Antie Susan please show Antie the letter it will be one less to write, &amp; 1d saved I have only 2/- between me &amp; the outside world: we are not allowed to draw pay while in hospital, but I think I can get a few pounds from the Colonial Office London, for bussfares &amp; stamps I am going to try any way.<br/>Well I shall</p>
<p>[Page 10]<br/>close trusting you are all in the best of good health,<br/>With best love from<br/>Your loving Son<br/>Joe [multiple kisses marked x]<br/>P.S. By the way my diet consists of chicken, milk, puddings, fruit &amp; what ever else there is on the table. I am regaining my old appetite again &amp; I hope you will not tire while reading this letter<br/>Joe x</p>
