<p class="page" id="a4100423">[Page 423]</p>
<p>[Newspaper clipping (July 1916), transcribed below.]<br/>Our Precise Fire.<br/>Anzacs' Athletic Raid.<br/>From W. Beach Thomas,<br/>British Headquarters, France,<br/>Monday.</p>
<p>A group of Prussians and, at two miles' distance, a group of Saxons had a very bad quarter of an hour this morning. At 12.32 a.m., in the neighbourhood of Armentieres, they were awakened from their serenity by a sudden display of fireworks. Coveys of trench mortar bombs went spinning up in their peculiar vertical flight, like rocketing clay pigeons, and smothered the enemy's trench.</p>
<p>On the heels of what was called a "Brock's benefit" two Anzac teams let their trenches and did quick time across the interval. They treated the affair exactly as if it were an athletic contest. They had trained on the usual system, getting up early, giving up smoking, taking appropriate exercise and food. They had special bathes, and rubbers were deputed to massage their limbs. Soon perhaps we shall have whole battalions, if not brigades, of this quality. Indeed, some we have already.</p>
<p>Men could not have been better selected for this super-obstacle race. It might have been an event in the Olympic Games of 1916, which normally would have been held in Berlin about this date. In that case we need not complain of our representatives. In spite of some machine-gun fire they were across the gap so quickly as to almost escape casualties. When they "hurdled" the battered wire and entered the trench the race was over and the enemy gave up. Some of them lay down on the ground and squealed. The athletes were allowed to enter the dug-outs and take at their ease what booty they required.</p>
<p>It was found the easiest thing in the world to capture prisoners, but al the gymnastic quality of the Anzacs was needed when it came to getting the captives out of the trench, so terrified were they of their own artillery or machine-gun fire. But it was done.</p>
<p>"Where's that five bob?"<br/>One vast Queenslander, while with the left hand he pulled his prisoner, limp as a sack of potatoes, over into our trench, stretched out his right hand to a comrade, saying, "Where's that five bob?" There were other similar sporting bets made and won. Another successful giant who had dragged an unwilling victim behind him with some lack of gentleness apologised for his own athletic superiority. "I wish," he said, "I had run up against a bigger chap."</p>
<p>I will not distinguish particularly between these two simultaneous raids. One was a complete walk-over. Virtually the only fighting was a confused throwing of bombs by the enemy at his own men, causing many casualties to himself. Both were a complete military success. The requisite prizes were brought back. A bomb store and other things of value were destroyed and many Germans were killed by the firing and by the instruments, blunt and sharp, of the attack party.</p>
<p>A curious episode was the discovery of a body of the enemy's wirers at work, who, thanks to an ingenious manoeuvre, were entirely wiped out by our mortars. Neither the Prussian nor the Saxon infantry showed fight; and so far the artillery retaliation has been of the slightest.</p>
<p>The raids may be more than an episode. Activity has been considerable. Not since I have been at the front have I watched such precise artillery fire from our side as I saw two days ago from a point a little to the north of these raids. Artillery fire has been also exceedingly active from Souches North, and in the same district 26 mines were exploded within the course of last week. Nor have the German airmen ever been so active.</p>
<p>Belgian Front Shelling.<br/>Belgian Official. Tuesday.<br/>Towards evening yesterday the artillery was active on both sides at various points of the front from Ramscappelle to Steenstraate (north of Ypres). Today there has been reciprocal shelling in the region of Dixmude. &ndash; Wireless Press.</p>
<p>[Handwritten in the left- hand margin:]<br/>I won 10 francs.</p>
