<p class="page" id="a4100430">[Page 430]</p>
<p>[This two-page spread begins on the right-hand side and continues on the left-hand side; transcribed as it should be read. Some line breaks added to improve readability.]<br/>Dont let this get about &amp; Mum is the word</p>
<p>Surrey<br/>24/8/16.</p>
<p>Dearest Mother &amp; Father,<br/>Hope you recieve all my letters as I have written every day, since arriving in England. I think some may have gone astray from the front, still if it were possible to get a letter away I always sent a line. Occasionally it was not possible to get one away, especially so while we were going to Pozieres and while I was there. I also write to Aunt Florrie at every opportunity They all reckon in the company that I write more letters than anybody else. I have a good idea how pleased you are to recieve a letter<br/>Well everything is going well with me, and as far as health is concerned I could not feel any better as the saying is I am jumping out of my skin. We are having beautiful weather this week, and it is most enjoyable when I take my little walk during the morning. You know what the rich country homes &amp; their surroundings are like. The trees in this ground are magnificent.<br/>Bye the way I think I have written to every friend I have since coming here. I owe a lot, still I had no time to write to them all while over there.<br/>Now be sure &amp; don't get worrying, as I am doing first rate. I will now tell you all about the raid in which I took a very active part. I will enclose a clipping from a London paper giving a description of it.<br/>The first knowledge of it we had the Majors of all the companies in the 5th Brigade sent for their N.C.O's. When we got there we were told they were going to have a raid on the German trenches, and wanted volunteers. I had, previously, always been about the first to volunteer for anything, so I thought I would just hold off for a minute or so. Well it was too much for me, nobody said anything, so I said &ndash; "dot me down" and of course most of them followed At all events nearly everybody in the Brigade volunteered of course there were too many (there were only fifty wanted all told including officers) so in turn the Majors were called before the Colonel's and then they picked them out<br/>There were so many sergeants wanted and there were only two from the 19th picked and I was one &amp; the first at that I was also the Junior Sergeant in the 19th, so I considered it an honour to be picked. You could not have won any money on the picking of me all the same, as all the boys were saying it was a hundred to one on me being picked, so a favourite got in for once</p>
