{"vid":"103535","uid":"1","title":"Clarke war diary, 15 August 1916-14 December 1916 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"103512","type":"transcript_page","language":"und","created":"1389066903","changed":"1397714821","tnid":"0","translate":"0","revision_timestamp":"1397714821","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 5] \r\n <br>began a fight for mastery . One could see the flame coming from their machine guns, against the dark background. After about half an hour good going one of our planes scored a direct hit and the last I saw was the German falling through the air in a slanting position towards their lines.</p> \r\n <p>10 of our fellows retuned from Poizeres Contalmasison and Albert today where they have been attached for some time. They have all had lucky escapes. Losing only 3 horses on the trip. They brought back many souvenirs with them</p> \r\n <p>The Germans are again putting shells into Albert and Bosancourt and just as I write our 15 inch Sleeping Lizzie is answering them. This gun is fired from a specially built Railway track, and to take the tremendous recoil, the Engine is set going in the opposite direction at full speed and only just succeeds in stopping it.</p> \r\n <p>The 1st Division infantry marched in this morning together with all columns, after having had a fair spell.</p> \r\n <p>General Birdwood has told us that there is going to be no spells for the Australians until the war is over so finis. One of our chaps was severely kicked by a horse this morning , and is very bad as a result of same. Blousins is  in England.</p> \r\n <p><a name=\"a5634006\"></a></p> \r\n <p>[Page 6] \r\n <br> \r\n 17.8.16 Thursday<br> \r\n The main item of importance in todays course was the great activity of <br> \r\n Aeroplanes. One flight of 30 machines was making for the German Lines early this morning &amp; I feel sorry for the people they dropped their bombs on. 3 Taubes were set upon by some of out Battle Planes &amp; after a very fierce fight which lasted for about half an hour one of them burst into flames &amp; fell headlong to the ground, this satisfied the remaining two &amp; they flew off to their own side, closely pursued by our machines. </p> \r\n <p>The 4th Division have now moved to the rear, but the Lahore Artillery &amp; ourselves have to remain in this locality for about 6 weeks, hard luck for us. I have just received a further batch of letters from you all and left off writing this afo to read them. Aeroplanes are returning home from their raids and the air hums with their noisy propellors. We all just witnessed a further combat between a British and German Aeroplane and the German was again brought down in flames. Our huge battle planes are death on the German Taubes and it makes us all feel a wee bit safer with our huge wagon park.</p> \r\n <p>We have all been told that within 2 or 3 weeks the huge and dinkum offensive is to </p> \r\n <p><a name=\"a5634007\"></a></p> \r\n <p>[Page 7] \r\n <br>start right throughout the whole front if this transpires I really think that it will be the beginning of the end. </p> \r\n <p>We have again picked up the Railhead job and every morning the Waggons have to go out to Acheux to pick up the loads,.return to Senlis to re-issue to units and then take it out through Albert and Bosancourt to the firing lines.</p> \r\n <p>Many horrible sights are to be seen through Albert, and where the old trenches use to run. Whenever our artillery sinks a gun pit it is a certainty that they will strike human remains as I think men are buried over every part of France. Then again when the Germans send their jackjohnsons or coalboxes over they generally blow an immense crater in the ground and blow rotten parts of decomposed bodies all over the place. The place fairly stinks and one is always pleased to get back away from it for a spell</p> \r\n <p>In digging dug-outs , men sometimes strike the limbs of bodies, and it is a common sight to see an arm or a leg protruding out of the wall, both German and English. </p> \r\n <p>As  stated above it is most likely that we are here  for another 6 weeks, and if so it will come my turn for the tramway job which is very dangerous, on account of being under</p> \r\n <p><a name=\"a5634008\"></a></p> \r\n <p>[Page 8] \r\n <br>shell fire the whole time, but one can only live and hope.</p> \r\n <p>18.8.16  Friday.</p> \r\n <p>It rained again today  and made the roads exceptionally hard for our work, which takes us over very difficult country. One of our horses dropped dead at Acheux and we had to put a riding horse in its place to draw the vehicle, afterwards sending a party back to bury him. </p> \r\n <p>There is a heavy bombardment proceeding on our left sector in the region of Thiepval This place is a thorn in the side of the advance and is holding it up, and same being a wonderfully strong fortified position is going to cause some trouble. </p> \r\n <p>Our sleeping Lizzie has again been severely strafing the Germans again and of course we have been getting a few returns. </p> \r\n <p>The Aeroplanes are again very active and this coupled with the Bombardment which has just started is probably the start of a renewed attack. I understand that they have driven an immense mine lead right under Thiepval and we all expect it to go up in the air in a few days time. Cavalry is again active and if they can only break through there will be some fun on the Somme front</p> \r\n <p><a name=\"a5634009\"></a></p> \r\n <p>[Page 9] \r\n <br>19.8.16 Saturday</p> \r\n <p>Last night was another Hell of a night and the Artillery Salvoeff from the 750 guns on our sector was terrible to listen to. The struggle has again opened up with redoubled fury and our objective this time is the famous fortress of Thiepval: whether it falls or not is an entirely different question, but if we can only take it, the terminating point of the whole German position will have been reached and the Germans will find themselves compelled to retreat. As is only natural the struggle is of a terrible nature and each step gained is paid for in blood. But the latest news available is to the effect that the Germans are being slowly pushed backwards. Evidence of the heroic nature of the struggle in progress is evinced from the fact that a column of 1500 un-wounded prisoners marched through today. They were all sorts and sizes and each one seemed to be mighty pleased that they were captured. </p> \r\n <p>On our right the French are doing well and by a concerted action with our extreme right flank carried the key positions to the Towns of Maurepas and Baupume, It is at the last named place that the Germans have their big guns mounted and the loss of it to them will be serious. </p> \r\n <p>They realise the fact that they are being forced out of their impregnable positions</p> \r\n <p><a name=\"a5634010\"></a></p> \r\n <p>[Page 10] \r\n <br>and consequently fight like cornered tigers. The French bombardment is very lively and we are all expecting news of the fall of Peronne, which is their objective.</p> \r\n <p>The Black Watch have again distinguished themselves and to them lies the honour of the majority of prisoners captured today also to a very substantial advance.</p> \r\n <p>We are having a particularly rough time of it now. Reveille being at 3 am and never getting to bed before 10 pm. We all got flooded out today on account of an exceptionally heavy downpour of rain but it is a case of grin and bear it.</p> \r\n <p>Later<br> \r\n There are persistent rumours that Thiepval has fallen to us, but none of us believe it as yet, because on account of it being the key position of the Somme offensive we are all expecting a hard struggle for it, However everybody is anxious regarding the place and it will be a big relief to everyone when the position is won.</p> \r\n <p>I closely observed some freshly arrived prisoners today in Senlis and really I cannot say much for there looks and physique and firmly believe that if they were not backed by such a huge quantity of artillery, that our fellows would walk through and through them.</p> \r\n <p><a name=\"a5634011\"></a></p> \r\n <p>[Page 11] \r\n <br>20.8.16 Sunday</p> \r\n <p>The bombardment never ceased all last night and in the early hours of the morning after a tremendous gradually eased off in its intensity. News is very scarce but one good item has come to hand  3 British Divisions advanced on out left flank and surprised the Germans took 3 lines of trenches and 400 Prisoners. A great number of officers were included in the number and it appears that they had all been summoned to a conference at a given point and our forces attacking in strength and with great rapidity took the lot. There were no more surprised Gentlemen in the wide world than when they found themselves looking down the wrong side of Bayonetss held in the hands of the famous Black Watch regiment. They were all brought into Achusen and will be taken to Harve enroute for England.</p> \r\n <p>The Field Engineers depot situated alongside our bivouac, presents a very busylike appearance tonight as strings and strings of Motor Lorries with Pontoons attached are coming in. This to us looks like the anticipated crossing of the Somme River. </p> \r\n <p>We saw 7 of our Aeroplanes bring down a German observation Balloon this Evening and as it was falling it burst into flames. It is not very often that one</p> \r\n <p><a name=\"a5634012\"></a></p> \r\n <p>[Page 12] \r\n <br>can see a German Balloon up now before our planes effectively deal with it, but at the same time its presence is always felt, as par example of this Evening for although it was only up for a few minutes, it suffices to give them the range and at the present time we are being shelled by their big howitzers from Baupaume.</p> \r\n <p>The whole sky is black with the shrapnel bursts and the sooner it gives over the better I will like it.</p> \r\n <p>The day has been frightfully cold with a nasty bleak wind blowing and I do not know how on earth I am going to get on tonight if it does not get a little warmer. The Reveille racket of 3 am is no bon and we are all beginning to feel rather fatigued.</p> \r\n <p>21.8.16  Monday </p> \r\n <p>Today has been a terror, in that all the dissatisfaction of several past weeks came to ahead and all the NCOs were held accountable for same. I and several more offered to revert but no notice has been taken of it. </p> \r\n <p>The new phrase of the offensive on the Somme still continues and the fighting is terrific. Thiepval has not yet fallen, but it is only</p> \r\n <p><a name=\"a5634013\"></a></p> \r\n <p>[Page 13] \r\n <br> \r\n a question of days now, as our troops have taken dominating positions on either side of the Village. </p> \r\n <p>Its defences are the most marvellous in the worlds and no frontal attack could ever possibly succeed in taking it.. Huge Cupolas built of steel and manned by heavy guns command all approaches, but these are gradually becoming smashed and I suppose when the time is ripe a fierce hand to hand fight will place it in our possession.</p> \r\n <p>Numerous air duels are occurring hourly and one Taube unfortunately managed to drop a few bombs in Sausage Gully causing lots of damage and loss of life. </p> \r\n <p>We are gong to be moved North again after this final flutter and as far as is known are going to Ypres, to relieve the Canadians who will come down and take their turn on the Somme Front, but from all accounts we are going to a pretty hot shop, situated somewhere near Popperinghe.</p> \r\n <p>22.8.16  Tuesday.</p> \r\n <p>This afternoon and practically the whole of the night has been by far the worst time I have yet experienced, and I will always remember it. Previous to the start of it</p> \r\n <p><a name=\"a5634014\"></a></p> \r\n <p>[Page 14] \r\n <br>Some Fokkers and Taubes got over our lines and did some observing which unfortunately for us all was correct. Whilst we were sitting down to tea, we were all startled by the familiar hiss of a big shell and heard it coming straight for us. You bet we all ducked. It struck earth about 150 yards from us and caused a deafening roar sending dirt etc flying in all directions. A few of us went up onto a high ridge of land about 100 yards from us and sat down to watch the fireworks and I can assure you they kept it going. Shell after shell came hurtling over and it was almost terrifying to see them gradually creeping up towards our lines. I saw several large ones burst close by to us and it is truly an awful sight. One shell we watched go right plunk on top of a small bivouac and the remains of 2 men who were sleeping inside were never found. </p> \r\n <p>Of course it goes without saying that during a long range bombardment of this kind, severe loss of life is always in it wake, as they rarely waste such valuable ammunition unless sure of profitable results.</p> \r\n <p>Right up to about midnight this shelling continued, sleep of course being impossible. They seemed to be falling all round us and yet by good luck none actually got us, but at the same time I think that they are leaving us too long in the same position.</p> \r\n <p><a name=\"a5634015\"></a></p> \r\n <p>[Page 15] \r\n <br>To resume the story of the nights experiences. Our Guns hitherto silent took up the challenge and then the row and racket began. On one side of us were 5.9, 8\" and the other the big naval 15\" guns. All night long they blazed away and my inside just feels as though it is turned inside out. They grew quiet this morning at 6 am but the smaller field pieces are firing furiously.</p> \r\n <p>23.8.16  Wednesday.</p> \r\n <p>Following on the big bombardment we have advanced at several points, and now hold 3 cardinal points which dominate the fortress of Thiepval and we are watching this struggle with interest. Our big guns are now trained on it but on account of the marvellous depth of the dug-outs some of which are 80 to 90 feet deep  the artillery are unable to do much more than blow the topmost positions to pieces, which is being done. Huge 9 inch and 12 to 15 inch shells are causing the natural formation of the land to change. The struggle is a desperate one, as both sides are doing their utmost. The British are advancing step by step on either side of it, after having the way carefully and systematically searched with Artillery fire, whilst the Germans continuously feed their defences with their best and freshest of troops. According to Prisoners captured in the immediate</p> \r\n <p><a name=\"a5634016\"></a></p> \r\n <p>[Page 16] \r\n <br>vicinity , it is a Prussian Guard Division that is now holding it.</p> \r\n <p>On other sectors of the Front, good work is being accomplished and despite the fact that the Germans are still as strong on Artillery strength as ever, they are being slowly forced backwards, and must begin to realize by now that they are being slowly strangled.</p> \r\n <p>The weather is again wet and the roads are very slippery. Consequently our transport duties are much harder.</p> \r\n <p>24.8.16  Thursday</p> \r\n <p>The Bombardment eased off this morning but opened up again this afternoon and at the time of writing are hammering away at a great rate. The chief items of todays doings is the great activity of the Aeroplanes. There seems to be hundreds of machines out and the sky is littered with puff shots of the guns, whilst the spent shells rattle all over the place. </p> \r\n <p>Many duels occurred above our lines, but I did not see any brought down.</p> \r\n <p>The fighting is reported to be particularly severe near Guillamont which is another  position of strategic value on the Somme Front. Our boys who were working from Albert up to Contalmaison, Beecourt Wood, Ovilliers Flucourt  and Delville Wood with Ammunition loads have been presented with illuminated addresses by General Cox their names are </p> \r\n <p><a name=\"a5634017\"></a></p> \r\n <p>[Page 17] \r\n <br>Whelan, Hansen and Coolatas, E the last 2 named are both old 20th ASC lads, who came away from Sydney in our old Company. Persistent rumours are flying round that the Germans are preparing to retreat, but this is better believed when it is an accomplished fact, All the same the ranges of our guns have had to be altered to reach their positions and in some cases the big guns have moved up. </p> \r\n <p>We are under orders to leave here for the North again so as to rest after our 1 months solid going, We entrain in a few days time, the 1st Division having already moved out. I hear we are going back to Ypres again, so I fail to see where the rest comes in, as this place [Ypres] is a 3 sided Salient and we catch it from 3 sides, However they know what they  are doing. </p> \r\n <p>A few more indignities have been placed upon our heads by the O in that they have ordered a big batch of Comforts to be placed in their bivouacs and what is left the men will get I suppose. The mens bivouacs have also been ordered to be pulled down as they look unsightly, this means they must camp in the open. What matter -  They have billets, We are all full up and only await our chance of retribution on returning to Australia then it will be our chance.</p> \r\n <p><a name=\"a5634018\"></a></p> \r\n <p>[Page 18] \r\n <br>25-8.-16  Friday<br> \r\n And  26 -8-16</p> \r\n <p>Apart from the usual fierce bombarding and fighting nothing of unusual importance has occurred.  Our forces have advanced a further 300 yards on a 1000 yards front near Thiepval also at Guillemont.</p> \r\n <p>The weather has again turned out wet and it has not ceased for 2 days. A very cold wind is blowing which is a foretaste of approaching winter. </p> \r\n <p>Our 1st Divisional Infantry has again moved up from St Ledger and goes into the front line tonight. The tramway job in Albert re-commences and I am getting a party of them away tonight.</p> \r\n <p>We are all intensely interested at the course of events in Greece and are wondering what it will finally lead to. A big batch of comforts has arrived and I am just going to have a tin of preserved peaches and cream. Hear me smile.</p> \r\n <p>27.8.16  Sunday</p> \r\n <p>Today has again been wet and slippery with a bitter cold rain and blowing which chilled one through and through. I had to take a large convoy of waggons with supplies right up, and although under</p> \r\n <p><a name=\"a5634019\"></a></p> \r\n <p>[Page 19] \r\n <br>heavy shell fire it was very interesting. I will try to give my actual impressions. </p> \r\n <p>I left Senlis at 1 pm and taking the main road went through Bouzencourt which place is practically demolished.  On the outskirts of this village you pass the chalkfields and it is a perfect demon of a job to get loaded waggons along as the horses cannot get a grip, and consequently down they go.</p> \r\n <p>About 1 mile further on you strike the old 1st line of trenches and I can assure you that they have a sinister appearance, I suppose thousands of men are buried in the hastily dug pits all along the edge of the trench and the weeds which are now growing there coupled with the barbed wire entanglements, and with the crude little boards which just simply reads  (\"Here lies ? men ? company ) gives the place a ghastly appearance. The line of trenches can be traced with the naked eye for miles and for miles and every yard claims its victims. It has a great snake like appearance to view it winding over hill and dale as it does.</p> \r\n <p>All along the road, in the gullies and fields are cunningly designed gun pits, some of which were built by the Germans in their retreat, Four miles further on the once beautiful town of Albert is situated and I must write something of the devastation which has befallen this city. By repute it is termed the </p> \r\n <p><a name=\"a5634020\"></a></p> \r\n <p>[Page 20] \r\n <br> \r\n second city of the Somme and it has many beautiful buildings in it which are all mostly heaps of ruins. The Cathedral and its monument I have already written about previously but since then some more big shells have struck it and it is in a very shaky condition. A large Motor Car (Brasserie) and machine factory close by is just simply one mass of twisted steel.  This building was built of steel girders and the way they have been twisted up is something marvellous. </p> \r\n <p>Imagine a place like say Parramatta only with more up to date building and especially the beautiful Cathedral. Fancy to yourself that it was smashed to pieces and what was not smashed was burnt and you can form some idea of the damage wrought. </p> \r\n <p>On passing through I had to move the column quickly as the Germans were busy shelling the place and big high explosive shells were sending bricks and stones flying in every direction.</p> \r\n <p>Further out one comes to Contalmaison, Ovilliers and Poizeres and I absolutely defy anyone to see anything that would lead one to believe that there had been habitation there. Of course our own guns did this and it is probable that all villages wherein the Germans offer resistance will be similarly treated. Delville Wood which was so hard to take was on my right as I moved along and it was</p> \r\n <p><a name=\"a5634021\"></a></p> \r\n <p>[Page 21] \r\n <br>being very heavily shelled by the Germans, the place La Boiselle is wiped off the face of the country. The British mined this and when I tell that 1000 tons of explosives were used in the one charge it will give you an idea of the magnitude of same. It was a particularly heavy defended position on account of the position of the land and warranted the cost. To look at the place now it has the appearance of a huge Brickfield Pit, The dimensions of the crater are  Breadth ½ mile length ¾ mile, depth 1 to 30 ft deep. The Germans had frightful losses here on this occasion and assert that they have never experienced the like of it in their life, neither have I .<br> \r\n The stench of decomposed bodies is very distressing hereabouts and it is nothing to see human remains blown about by exploding shells. Our artillery when digging gunpits, often come across pits of men and have to fill it in and dig elsewhere. </p> \r\n <p>I arrived back safely, however, I cannot honestly say that I want to go out again, but if I have to go well never mind.</p> \r\n <p>28.8.16 Monday</p> \r\n <p>Our HeadQuarters have again moved up to the front and I believe it is to be our final  splash here for a while. The Germans</p> \r\n <p><a name=\"a5634022\"></a></p> \r\n <p>[Page 22] \r\n <br>are again whipping some HE in and by the sound of same they are some close, although there are a lot of duds.</p> \r\n <p>Aeroplanes are again very active so I suppose it means another bombardment tonight .It has rained hard again today and also been cold. No news to hand but rather fancy that there is not so very much doing, at the present time, Possibly waiting for some diversion in the Thiepval Region.</p> \r\n <p>29.8.16</p> \r\n <p>After a furious 3 hours bombardment by our big guns, all field pieces have been moved forward 2000 yards. This means to us that a further concentration of Artillery fire is about to be brought on the new Germans positions in front of us but I doubt whether our Army will participate this time. The French have been bombarding on our right and it seems as though they are preparing the way for a further advance, as there Artillery fire is terrific</p> \r\n <p>We have received unofficial news to the effect that Roumania has declared war against Austria and everyone is jubilant over same as if it is true it means the beginning of the end of this great struggle, How ever they are going to fix things up after the struggle, licks me.</p> \r\n <p>I saw one of our Aeroplanes brought </p> \r\n <p><a name=\"a5634023\"></a></p> \r\n <p>[Page 23] \r\n <br>down just now. He was up a good height and a shell got him. The machine just seemed to rock for a second and then tilted nose down wards and started to come down at a startling pace. The Aviator made desperate struggles to right it and succeeded in steadying himself when about 300 yards from the ground, he dived from that height however and struck. Another plane followed him down but whether he rescued the pilot or not, I am unable to say.</p> \r\n <p>They are exploding smoke bombs alongside our lines and the wind being favourable, drifts it along and entirely envelops our big gun positions thus hiding the tell tale flashes from the muzzles.</p> \r\n <p>There is evidently something big doing today as all along the front the big guns and small ones are sending shells screaming in every direction. The Germans are by no means idle either, and shells are falling into Albert Bouzincourt, Millencout and the outskirts of Senlis every hour.</p> \r\n <p>Another party of our men have been sent out to Becourt Wood to work with the Royal Engineers, this is a heavily shelled area, and they may strike trouble. A batch of 32 German Prisoners belonging to the new draft of the Prussian Guard were sent back to Warloy today, and from their looks</p> \r\n <p><a name=\"a5634024\"></a></p> \r\n <p>[Page 24] \r\n <br>do not compare favourably with the Prussian Guard we read about early in the war.</p> \r\n <p>It rained again early this morning but has since cleared up, although the sky still looks overcast and rainy.</p> \r\n <p>Later<br> \r\n A terrific bombardment has started all along the front and the noise is terrible to have to endure. The shells go whistling along with an uncanny and sinister sound to strike the earth and explode with a noise like thunder. </p> \r\n <p>At the present moment a terrible thunder storm has just eased off and while it lasted  I assure you that it was not pleasant. The artillery fire never abated, and it coupled with the exceedingly heavy thunder claps made one think of home and mother. The rain pelted down in torrents and very soon the creeks and gullies were all running bankers. It was an awe-inspiring view to witness the vivid lightening flashes plainly siloutted against the devasted ruins of Albert.</p> \r\n <p>It is now official that Roumania has thrown in her weight with the Allies and the million fresh bayonets that will be fighting will shorten the war considerably. Anyway we are all anxiously awaiting news of her first blows which will make themselves felt.</p> \r\n <p><a name=\"a5634025\"></a></p> \r\n <p>[Page 25] \r\n <br> \r\n 30.8.16 Wednesday</p> \r\n <p>Today is really the worst day on record and to cap all I have very sever pains in my tummie, which give me gip. It is absolutely impossible to keep dry and warm. The wind goes right through us and the rain beats into every corner. This is one of the many hardships which we have to contend with and I honestly admit that it is fairly breaking my heart. God, what a country, Egypt was hot without any rain but this dam place has never been dry since we arrived here, and cold well I don't think I will ever get warm again. Wet blankets to sleep in ? consequently I am in a mad rage.</p> \r\n <p>There is a very fierce battle going on which does not improve matters by any means and the Germans are tearing the shells in like fury. Of course they are not having it their own way by any means. The Bavarians are attacking the Australian 4th Division and so far they have not done  much more than get themselves slaughtered. There is an unofficial rumour of another naval battle also Germans declared on Roumania.</p> \r\n <p><a name=\"a5634026\"></a></p> \r\n <p>[Page 26] \r\n <br>31.8.16 Thursday</p> \r\n <p>The night remained bitterly cold and it was impossible to keep warm. The weather broke this morning however , &amp; the sun is trying to peep through the storm cloud.</p> \r\n <p>Last nights bombardment was the hottest I have ever heard &amp; the way the big guns fired was absolutely marvellous. There was not one seconds intermission between the various salvoes of fire. The cause of it was the desperate effort the Bavarian Guards were making to break our line, but although they tried all night long, the 12th &amp; 13th Brigades repulsed them each time. It has quietened down this morning, but the Rifle 4.2 &amp; 18 pounders are still very busy.</p> \r\n <p>The Scottish Regiments are again marching in &amp; to see them swinging along the Albert Road, with desolation on either side, &amp; the pipes all skirling is a great sight.</p> \r\n <p>Part of our division is entraining for Ypres today &amp; I suppose we will follow on later to either Armentieres or Poperinge in Belgium. We are to relieve the Canadians then, so that they can have a go down here, several Divisions of them having already arrived here, A couple of Ulster Divisions are alongside us, &amp; they are all fine chaps. There is growing animosity between the Tommies &amp; Wallabies</p> \r\n <p><a name=\"a5634027\"></a></p> \r\n <p>[Page 27] \r\n <br>1.9.16 Friday</p> \r\n <p>I again went out with the convoy today this time going as far as Albert &amp; branching out to the right of the City. Everything was in a state of bustle on account of Canadian Armies marching in. I thoroughly inspected the big 15\" Naval Gun which does the damage &amp; I can tell you she is some gun. The roads were all choked with Canadian troops, including many Scottish Regiments &amp; I was pleased to see what a fine stamp of men they were.</p> \r\n <p>I received 2 letters from Nina, one of which had 2 photos enclosed &amp; I am very pleased with same, although it gives me a home sick feeling when I look at them. It was a surprise to see the great number of observation balloons up today, both British &amp; German, This means an artillery duel tonight.</p> \r\n <p>I was watching the 10\" guns firing &amp; through curiosity got a shock concussion caused through venturing too close to them when fired. No more for Rick I tell you. I also visited the 1st Line Trenches from which the Germans have recently been pushed out of. And I can tell you it would open anyones eyes to see them, miles &amp; miles of barbed wire entanglements, pits</p> \r\n <p><a name=\"a5634028\"></a></p> \r\n <p>[Page 28] \r\n <br>&amp; entrenchments wherever you look. It is simply marvellous that our armies have been able to advance at all, &amp; they have simply blasted them out of it &amp; occupied their positions.</p> \r\n <p>It gave me a pang when I saw the Canadian Scottish marching through Albert with shells tearing all round &amp; it seems such a shame that such fine men should be sacrificing their lives in thousands &amp; as the grave yards will tell you <br> \r\n for the sins and errors of Kaiser Bill.</p> \r\n <p>Great news is coming through from the Balkans but a reserve must be placed on a lot of it as some of it is of a startling rumour . None of us quite know how the Roumanian situation will affect this front but our conversations always get heated &amp; we knock off.</p> \r\n <p>2.9.16  Saturday</p> \r\n <p>Today has held many surprises in store and I suppose when you get notification of what  I am doing, it will surprise you, but circumstances coupled with overwork strain and worry decides me in taking the step, Also a promise of promotion in the near future, I will narrate the conversation as it actually occurred. </p> \r\n <p>\"On being told that several Commissions</p> \r\n <p><a name=\"a5634029\"></a></p> \r\n <p>[Page 29] \r\n <br>had become vacant &amp; that several of us had again been overlooked for juniors I raised a kick which led to certain interviews, the result of which was made apparent to me by Major C today, under instructions from someone higher up he stated that all transport Coms had be filled for some considerable time, but admitted that I had earned a star for past work also Certificate which I hold &amp; also stated that there would soon be a vacancy in the Supply Section &amp; to this end asked me to revert to the rank of Staff Sgt, which however is the same rate of pay &amp; is really on the same footing. The idea is that, having the Transport experience by me, I can learn the supply part &amp; thus have both at my finger tips, He stated that he knew I had been overworked lately &amp; this would be a good chance of a little rest as there is not as much worry &amp; work in the last mentioned duty. He further stated that he could promise me, that it would not be long before I got my Star &amp; that I had the CO Trans influence behind me. All these facts together with the certain knowledge that I need rest has decided the course of action which I intend to take &amp; hope for the results to mature at an early date. </p> \r\n <p>It also means that I will not be tied to the Camp as formerly &amp; consequently will</p> \r\n <p><a name=\"a5634030\"></a></p> \r\n <p>[Page 30] \r\n <br>have better chances of seeing the country without the usual worry of entraining 300 horses wagons etc, which up to the present time has fallen to my lot. </p> \r\n <p>I fancy it is for the best as I am breaking away from all old groves &amp; one very certain thing, I was sure of that was that I suited too well as a CSM &amp; would have ended my days as same, if I had not of stepped out. </p> \r\n <p>War news is pretty much the same thing with not much doing. The aeroplanes are very busy &amp; the anti aircraft guns are spitting out their shells in hundreds. In one corner I can count as many as 30 planes circling about, &amp; from their actions it appears as though they are fighting hostile machines although it is too far away to discern very clearly.</p> \r\n <p>I am heartily sick of the whole affair &amp; I can assure you that it would be with a feeling of great relief if the war were to suddenly end today but no such luck, &amp; I suppose that it will continue to drag on right throughout the winter thus adding a few more hardships to a rotten &amp; disagreeable life. When I look at all your photos &amp; think of the disgraceful manner things are carried out like here well, it makes me bile, &amp; I can assure you I do</p> \r\n <p><a name=\"a5634031\"></a></p> \r\n <p>[Page 31] \r\n <br>3.9.16 Sunday</p> \r\n <p>At 3 am this morning a furious Artillery attack commenced &amp; has been raging ever since. Everything else compared to this has been childs play. The news to hand is that our Infantry attacked an important position &amp; held on to it like grim death being opposed by Prussian Guards of which 3 divisions have been hurried up to the line. The position at the present time is both curious &amp; critical the Prussian counter attacked, but were stopped by our fire, whilst their artillery established a barrage of fire behind our fellows so that no munitions or reinforcements could be taken up. Our artillery did likewise behind them &amp; it is now a question of artillery ordinance. Guns are being hurried up on both sides &amp; it is a prefect inferno what the troops are suffering could never be adequately described, The <br> \r\n Canadians are in close support &amp; all officers say that we will be able to swamp them with the weight of our artillery.</p> \r\n <p>A place that I was visiting yesterday was heavily shelled today &amp; I am very thankful that I was not there today. We are moving on the 6th of this month to a place where \"gas\" is very prevalent, so am hoping for the best, although none of us like the idea of it at all. Preparations are being made for the winter so am resigning myself to it.</p> \r\n <p><a name=\"a5634032\"></a></p> \r\n <p>[Page 32] \r\n <br>4.9.16  Monday</p> \r\n <p>We have all had a very lively time today owing to Fritz putting over some of his big shells &amp; strange to say keeping it up. It has occurred several times today &amp; at the present moment has been resumed. He started by putting over a few \"whiz-bangs\" &amp; has kept it up with high explosive, alternating with shrapnel at various periods for range &amp; direction purposes. Owing to the humidity of the air, the explosives could always be seen before the familiar hiss in the air reached us. They were shelling a high ridge just near us, &amp; about 500 yards away &amp; can tell you it sent creepy feelings down my spine. You would hear a deafening report &amp; see the earth spring up into the air for about 30 feet, whilst through the debris one could see pieces of iron &amp; steel flying in all directions, Lots of soldiers were running to each shell burst to obtain souvenirs but I let them alone.</p> \r\n <p>The shrapnel started next &amp; although far more dangerous, owing to its spread, was not so bad on the nerves. One would hear the far-away explosion of the gun (which we can all swear to now) &amp; a few seconds later a vivid flash in the air, together with a dense volume of smoke &amp; a deafening</p> \r\n <p><a name=\"a5634033\"></a></p> \r\n <p>[Page 33] \r\n <br>report would signal its message  to us. They seemed to be shelling the road which all transport takes to Albert over the ridge &amp; also the observation balloons on the Theipval Sector, which are situated just in front of us. They failed to get the later owing it deflating and being taken away in good time but they made a rotten mess of the road. However as thousands of men are kept busy on the roads not much inconvenience resulted. Our reply will no doubt be given tonight as 4 large Naval long guns have just gone through the village.</p> \r\n <p>Our troops have taken Monquet Farm &amp; firmly held it finally handing over to the Canadians who are relieving us. No more mention has been made of my transfer as yet but I expect it later.</p> \r\n <p>5.9.16  Tuesday<br> \r\n The weather has again been frightfully cold for the last 2 days &amp; tonight it is the dizzy limit. I am writing this under adverce circumstances seeing that I can hardly hold the pencil for numbed fingers &amp; alas there are some French Sergeants here singing away in French like fun, &amp; to one that does not understand the language it is extremely painful as I explained to</p> \r\n <p><a name=\"a5634034\"></a></p> \r\n <p>[Page 34] \r\n <br>Monsieur Rouvet, who hails from Calais To say that he was amazed would be to put it mildly. </p> \r\n <p>The furious fight still continues &amp; the Germans are still putting shells over at us. Several of us had lucky escapes today. The DAC wagon had a shell explode beside 2 of them &amp; pieces of jagged shell actually shot away pieces of the seat &amp; the driver escaped to say that we went like blazes would express it very mildly. The drivers put their whips over the horses &amp; tore along although there was practically no need, as the noise of the explosion was sufficient. One shell hit a Cape Cart &amp; blew it, driver &amp; horse to smithereens whilst a small Fox terrier which was actually within 2 or 3 feet of the burst was unscathed, but you should have seen him go.</p> \r\n <p>The British &amp; French have again advanced &amp; have taken part of Guichy &amp; all Guillemont. These are important villages &amp; the way the Prussian Guard are counter-attacking speaks volumes for the importance that they attach to its loss. So far however all their efforts have been smashed by our Artillery Fire &amp; the position is likely to remain in our hands. Thiepval seems to be the stumbling block on the line &amp; here also there has been a success in that we have advanced 200 yards closer to its main defences.</p> \r\n <p>There seems to be something more than</p> \r\n <p><a name=\"a5634035\"></a></p> \r\n <p>[Page 35] \r\n <br>the ordinary doing tonight as the Big Guns have been firing all day &amp; tonight have opened up with redoubled fury. We expected to move tomorrow but it has been put back for 24 hours owing to the 13th Brigade having gone back in close support to a contemplated advance by the Canadians ? Tonight is Ricks Joy ? Wet blankets &amp; a bitterly cold night ? I expect the same trouble again tonight as last viz. owing to the terrific gunfire our horses are terrified &amp; all broke the lines &amp; of course stampeded. This meant us all going after them at 1 am in a cold rain after them. Such is life.</p> \r\n <p>6.9.16 Wednesday<br> \r\n - 7.9.16  Thursday</p> \r\n <p>Both nights &amp; days have been something vile &amp; which will be remembered by me for some time to come. It proves to be further developments of the new Somme offensive &amp; I can tell you all previous fighting which was severe enough has been surpassed. We have done exceptionally well having taken several villages &amp; lots of prisoners &amp; guns. </p> \r\n <p>We moved back today, passing</p> \r\n <p><a name=\"a5634036\"></a></p> \r\n <p>[Page 36] \r\n <br>through Acheux Ourville &amp; several other places &amp; are now bivouacked at Orvilleu which is about 2 miles from Doullens. It is great to be away from the front I can tell you &amp; I will sleep more peacefully tonight than I have done for several weeks.<br> \r\n Later ?</p> \r\n <p>I did not have the sleep I intended to have as at the last moment I decided to go into Doullens so hopping up onto a motor I got a ride in . After having a look round I decided to return home &amp; found that I could not get a conveyance of any kind. So subsequently had to foot it, a good 6 metres.  It was rotten. Doullens is a Ville of 10000 inhabitants very prettily situated on the banks of the Somme . It has been a town of importance years ago &amp; has castles with moats round them like olden days. I tell you it is great to get back into civilization again.  We entrain for the north at 10.30 tomorrow night.</p> \r\n <p>8.9.16  Friday<br> \r\n We moved on from Orvills  to Anviliere tonight &amp; commenced entraining</p> \r\n <p><a name=\"a5634037\"></a></p> \r\n <p>[Page 37] \r\n <br>operation which were very heavy. However all things come to an end &amp; so did this. After getting into our compartment we had previously had a [indecipherable] of [indecipherable] between ourselves &amp; bought champagne, tinned fruits, cakes etc. &amp; I can tell you we had a pretty lovely trip while it lasted. We then went to sleep on the floor in the racks &amp; anywhere we could get &amp; was awakened at 6.30 am by the guard who told us we had reached our destination , called code ? Wauvelde near the Belgium frontier. Then began the work of disentraining.</p> \r\n <p>9.9.16  Saturday </p> \r\n <p>We finished offloading &amp; had a cup of tea, looked in &amp; moved off for an unknown destination. . After passing through much interesting country we stopped at Steenvord for dinner. I rode through this city &amp; was much interested in all I saw. We started off then &amp; crossed the Franco Belgian Frontier at 2 pm. Just after riding along from the Frontier I ran into Uncle Charlie whom I have not seen since leaving Egypt. I had quite</p> \r\n <p><a name=\"a5634038\"></a></p> \r\n <p>[Page 38] \r\n <br>a long talk to him obtained his address &amp; caught up to the column He is now with the 28th Bat 2nd Div.</p> \r\n <p>We passed through Abeele &amp; arrived at out camp towards night fall. Then began the usual routine of building horse lines. Pitching [indecipherable] etc &amp; which tire me out. I finally went to bed very tired &amp; might say slept well.</p> \r\n <p>10.9.16  Sunday</p> \r\n <p>Today has passed without much of any note occurring. We straightened things out a little &amp; I then had a chance to look round a little. We are camped in a little village about a mile from Poperinghe &amp; the same distance from Ypres. Both these Cities are very beautifully built, although there is not very much left of Ypres. It is worse than Albert. Part of Poperinghe are in ruins, but the main part is still intact.</p> \r\n <p>It is curious to watch the habits of the Belgium people, their ways being far different to the French, They all seem to wear the clogs for foot gear in the country villages but in the cities they are beautifully dressed &amp; the women folk all seem exceedingly</p> \r\n <p><a name=\"a5634039\"></a></p> \r\n <p>[Page 39] \r\n <br>pretty. They all hail the Australians with delight, having become tired of the Canadians &amp; Imperials on account of them having been here for so long &amp; also I suppose the Australian pay.</p> \r\n <p>One grave danger of this place is the frequency of gas attacks, &amp; every time the gas alarm sounds one has to get up &amp; fall in on parade with gas helmets on, &amp; place nosebags full of wet hay lightly over the horses heads.</p> \r\n <p>All the villagers are engaged on hops picking of which there is a very large amount grown, &amp; all ages are to be seen in the hops fields picking away for their lives.</p> \r\n <p>We are in rear of Hill 60 made famous about 12 months ago by the furious fighting &amp; to all accounts, it will soon be the scene of further strafing. They say it is all under mined &amp; expected to be blown up at any time. Things in the fighting line are dead tame here in comparison to the Somme &amp; the comparative quietness is a blessing as 6 weeks in Albert was sufficient for Richard but I understand we are to go again later on.</p> \r\n <p>11.9.16  Monday</p> \r\n <p><a name=\"a5634040\"></a></p> \r\n <p>[Page 40] \r\n <br>nothing much to report. The weather is very cold here &amp; totally different to France where I have just come from. The front is comparatively quiet compared to the Somme, but Gas attacks are very frequent &amp; consequently one has to be always on the hop. I have not yet been under a severe gas attack but it is a moral certainty that it will come our way as soon as the wind changes owing to the British giving them a fairly liberal dose.</p> \r\n <p>I went to a very pretty Belgium City this afternoon called Waerslade near the French Border. It is hidden away beneath tall trees in a valley with a big Convent overlooking it from the crest of a big hill. One cannot help comparing the attitude of the Belgian people to those of the French. The populace as a whole, especially the winsome lassies (who by the way are strikingly handsome) cannot do enough for one. </p> \r\n <p>I am extremely puzzled over a letter received from Nina in which she states that I am in England. I have never been near there as a matter of fact, having come straight to France from Egypt last June</p> \r\n <p>12.9.16  Tuesday</p> \r\n <p><a name=\"a5634041\"></a></p> \r\n <p>[Page 41] \r\n <br>The old matter of my transferring to the Supply re-opened today and \\i gladly consented, especially as \\i was told that I was certain to get my Stars within a month.  I leave the Company tomorrow and go in as a \"Staff Sergeant.  The work will be much easier, the pay the same, and \\i will be gaining a lot more experience.  Major C assured me that he was well behind me also that the Colonel had my name down for a vacancy already existing and that he was only waiting for me to pick up some Supply knowledge.</p> \r\n <p>This coupled with the fact that I am in urgent need of rest decides me.  Some have already told me that I am looking decidedly worried and after my 6 weeks experience in the Big Push down the Somme, I fancy I must be looking very careworn.  Moreover it will enable me to do a little more letter writing than I have been able to do.  This worries me immensely when I know that everyone is expecting letters from me and I am not sending any owing to my inability to do so.</p> \r\n <p>If I get the Commission I am after it will be Requisitioning officer.  The duties are to scour the country side for motors buying up supplies etc. for the Troops.  Quite a nice job with plenty of time to do it in.  </p> \r\n <p><a name=\"a5634041\"></a></p> \r\n <p>[Page 42] \r\n <br>It is a bit of a pang to leave my little Pony of whom I am genuinely in love with, but it cannot be helpful &amp; I suppose it is only me who knows how sorry I am in leaving him. I have had him now 9 months  - in Egypt &amp; France &amp; during that time he has been constantly under fire &amp; escaped without so much as a scratch. It is also a bit of a pang to leave all the chaps with whom I have been closely associated with for the past 12 months but again never mind.</p> \r\n <p>13.9.16 Wednesday</p> \r\n <p>I left Reningalt at 7.45 am &amp; proceeded to join up my new unit as S.Sgt Supply 29th AASC same train. After a very monotonous wagon ride I arrived back in France at their lines at 2pm &amp; went straight onto the issue. As far as I have gone it is a very decent job about 3 hours work &amp; I am finished for the day. </p> \r\n <p>My Section are a very decent lot of chaps among whom I struck 1 of the old [indecipherable] Boys &amp; one from Merrylands named Len who is my clerk. The weather is bitterly cold &amp; I can scarcely hold my pencil. I intend writing</p> \r\n <p><a name=\"a5634043\"></a></p> \r\n <p>[Page 43] \r\n <br>to you all today , advising you of the changes &amp; before it reaches you I hope to have my Star up.</p> \r\n <p>14.9.16  Thursday</p> \r\n <p>The weather still remains very cold &amp; that my new work is very congenial &amp; is running smoothly. 3 company Commanders have gone on leave to England on leave also CO train leaving Major C temporarily in charge of train. My time will come directly to have a look at the old dart I suppose.</p> \r\n <p>War news still continues to be of a very satisfactory nature &amp; the French are again doing wonders near Peronne. I took a stroll through Steenvoord which is in the nature of a large French City &amp; it was very gay.  Every second place is an estaminet &amp; needless to state they are all full of soldiers, owing to the 13th Brigade being camped in this vicinity. It would do your eyes good to see the happy way all these fellows have with them &amp; the whole town is simply one big uproar of various noises. </p> \r\n <p>I understand we are going to winter on this front so am setting down to it. I am going out this</p> \r\n <p><a name=\"a5634044\"></a></p> \r\n <p>[Page 44] \r\n <br>morning to look for a new supply dump as I am dissatisfied with the present one on account of it being so soft &amp; muddy. All the Battalion QMs are very nice chaps and help the work considerably.</p> \r\n <p>The French have put up a great advance round Peronne &amp; we are all expecting to hear of its fall directly, together with Baupamme &amp; Comble. All these mentioned places are big Cities  &amp; Railway centres. Consequently the Germans are holding on like fury but it is no good. The Allies Artillery is going to blast the Germans out of all their so called impregnable positions before very long.</p> \r\n <p>15.9.16 Friday.</p> \r\n <p>The weather seems to have broken &amp; it now only rains off &amp; on, but this is quite enough  to make things very sticky underfoot  I jumped on  a bicycle today &amp; covered a good few miles of country sight-seeing. A thing that I have not been able to do for many a month. I have now cut they job down to 3 hours per day. Good going eh.</p> \r\n <p>There is not much to write of here, as we are a good way in rear of the line, whilst our Brigade  rests  &amp; I can tell you it needs it. The Brigade went into the </p> \r\n <p><a name=\"a5634045\"></a></p> \r\n <p>[Page 45] \r\n <br>Trenches when we were at the Somme &amp; after taking the Train marched out 2000 odd strong, not withstanding the fact that it had been reinforced once.</p> \r\n <p>16.9.16 Saturday</p> \r\n <p>Another cold day, but I understand that the cold will continue now so we have got to become used to it. I rode a bicycle a few miles to have a look round &amp; got in as far as Meteren &amp;&amp; Fletre which was our old Billeting area. It is deserted now as there are no soldiers there at all. The 2nd Division are getting ready to go into the trenches on the Poperinghe &amp; Ypres front, so it will be our turn next.</p> \r\n <p>I received several letters yesterday &amp; note that you still think I am in England. However I have sent a letter explaining same. Good news still comes through from the fronts.</p> \r\n <p>17.9.16 Sunday</p> \r\n <p>Today is a fine one &amp; very pleasant. The supply work still continues to run on smoothly &amp; is proving a boon to me, as I now have plenty of time to rest. I</p> \r\n <p><a name=\"a5634046\"></a></p> \r\n <p>[Page 46] \r\n <br>never went out today &amp; remained in my bivouac most of the time. Great news is to hand from the Somme front, the British having made a further big advance &amp; captured a large number of prisoners. You will no doubt have read of the big Armoured Motor Tractors being used for the first time.  These are gigantic things built on the Caterpillar wheel system &amp; able to safely negotiate any hill as well as taking a 12 ft trench safely. They are armed with heavy guns &amp; do an immense deal of damage when they get going. </p> \r\n <p>There are persistent rumours that the Germans have asked for an armistice &amp; if this is so, it certainly shows a weakness. In our opinions it will be impossible for them to hold such a big front during the winter months &amp; everyone is expecting to hear of them falling back on a shorter front directly. Of course it will have to be very carefully planned as we have a nice little packet of 40,000 cavalry waiting to get through the minute the last line of trenches are reached.</p> \r\n <p>The 3rd Division have not yet declared War, consequently they are still in England, presumably having a good time. To say that we are jealous would be to express it mildly.</p> \r\n <p><a name=\"a5634047\"></a></p> \r\n <p>[Page 47] \r\n <br>The 50th Battalion moved from Steenvoorde today back to St. Omar, to undergo a school of instruction, so I suppose we will still continue to hang on here for some time. </p> \r\n <p>Later.</p> \r\n <p>It is snowing in England &amp; we are getting the wind off it, consequently it is dam cold. The weather has again broken &amp; it is pouring down in torrents. </p> \r\n <p>I had quite an interesting yarn with an ex Royal Navy Officer (J Chesney) who was present at the bombardment of Lao Chou &amp;  &amp; enjoyed every word of same.</p> \r\n <p>18.9.16 Monday</p> \r\n <p>The rain has been coming down in torents all day long &amp; does not show any signs of abating at all. I am living fairly well at present &amp; actually had a plate of stored mushrooms for tea tonight. I have occasion to send a few men out daily for green forage &amp; they always search round for them.. This item will provide us with many decent meals in future as they grow in fairly large quantities in this district. </p> \r\n <p>I received letters from home today &amp; deeply regret to learn that Dallas Green has died of wounds. I am afraid that there will be many sorry homes in far away Australia</p> \r\n <p><a name=\"a5634048\"></a></p> \r\n <p>[Page 48] \r\n <br> \r\n <br> \r\n before this cruel war has finished, Our camping grounds are in a fearful mess, up to our knees in mud, but it is the same wherever you go, so it is no use trying to better the conditions.</p> \r\n <p>I have a very quaint assembly for the Supply Section here, one chap is a Ragtime Singer &amp; dancer off the Tivoli &amp; he is very amusing another has spent most of his life in India another has been an officer in the RAN, whilst still another one held a high position in the Lunacy Dept, &amp; being of a witty nature often keeps us in roars. One man comes from the Mexican Border &amp; is full of devilment. This constitutes the majority of the men &amp; a happier little party never existed.</p> \r\n <p>19.9.16 Tuesday.<br> \r\n 20.09.16 Wednesday</p> \r\n <p>Tuesday was on a par with all other days with nothing of note occurring  Wednesday was on the busy side chiefly on account of the long Distance our Section had to travel to issue  to the Brigade which has moved up to the Trenches. We had to go right into Reninhelst which is a fairly big village on the Yser. </p> \r\n <p>After finishing up the Sergeants &amp; I caught a Motor Car to Poperinghe &amp; spent the afternoon looking round &amp; also having a</p> \r\n <p><a name=\"a5634049\"></a></p> \r\n <p>[Page 49] \r\n <br>good tea. Poperinghe which was battered about during the Battle of Ypres in Oct. 1914 is a large Belgian City &amp; is about the same size as Marseilles. The local Residents have all gone, but are gradually drifting back again, but the place is fairly full of refugees from other parts of Belgium, chiefly spies. Its main buildings are like all French &amp; Belgian Cities immense Churches &amp; Cathedrals which have in this case escaped destruction. The eastern part of the City is in ruins &amp; by air all round observation of the shape of the Battle Front which forms a big salient it has had a very lucky escape. </p> \r\n <p>We went practically to the outskirts of Ypres, which is about 3 miles further on. This City is larger than Poperinghe &amp; although held by the British is practically razed to the ground. It is usually shelled heavily by the enemy every day. All the people about here seem to be either picking hops or making lace &amp; give one the impression of being very industrious. I passed the old 14s camp but did not have time to see any of them. All this district is subject to gas attacks but the people as well as soldiers are used to it &amp; taken in time, does not</p> \r\n <p><a name=\"a5634050\"></a></p> \r\n <p>[Page 50] \r\n <br>prove fatal. </p> \r\n <p>I finally caught a motor to Abeele &amp; from there got another one over the frontier &amp; back to Steenvoorde. We leave for Renighelst tomorrow to occupy our winter camp.</p> \r\n <p>21.9.16 Thursday<br> \r\n 22.9.16 Friday</p> \r\n <p>Both days were occupied in moving up to Belgian Front area &amp; once more we are sleeping to the accompaniment of the thundering of big guns. It is not quite so bad as the Somme but there happens to be a heavy battery close to us &amp; when they fire salvoes which they do regularly right throughout the night it shakes our bivy.</p> \r\n <p>We are all camped in Huts built close to the ground for warmth &amp; it resembles a Rabbit Warren to look at it. We have a large stove in the centre of our hut &amp; it is great to make toast on &amp; for warmth. We are living well &amp; altogether I think that we are as comfortable as ever we have been. It goes without saying that the ground is always swamped, being in the low parts of Belgium, or Flanders as it is called, but this difficulty has been overcome by laying duck boards down &amp; digging trenches  underneath, so that the water runs</p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 5]<br />\n <br>began a fight for mastery . One could see the flame coming from their machine guns, against the dark background. After about half an hour good going one of our planes scored a direct hit and the last I saw was the German falling through the air in a slanting position towards their lines.</p>\n<p>10 of our fellows retuned from Poizeres Contalmasison and Albert today where they have been attached for some time. They have all had lucky escapes. Losing only 3 horses on the trip. They brought back many souvenirs with them</p>\n<p>The Germans are again putting shells into Albert and Bosancourt and just as I write our 15 inch Sleeping Lizzie is answering them. This gun is fired from a specially built Railway track, and to take the tremendous recoil, the Engine is set going in the opposite direction at full speed and only just succeeds in stopping it.</p>\n<p>The 1st Division infantry marched in this morning together with all columns, after having had a fair spell.</p>\n<p>General Birdwood has told us that there is going to be no spells for the Australians until the war is over so finis. One of our chaps was severely kicked by a horse this morning , and is very bad as a result of same. Blousins is  in England.</p>\n<p><a name=\"a5634006\"></a></p>\n<p>[Page 6]<br />\n <br><br />\n 17.8.16 Thursday<br><br />\n The main item of importance in todays course was the great activity of <br><br />\n Aeroplanes. One flight of 30 machines was making for the German Lines early this morning &amp; I feel sorry for the people they dropped their bombs on. 3 Taubes were set upon by some of out Battle Planes &amp; after a very fierce fight which lasted for about half an hour one of them burst into flames &amp; fell headlong to the ground, this satisfied the remaining two &amp; they flew off to their own side, closely pursued by our machines. </p>\n<p>The 4th Division have now moved to the rear, but the Lahore Artillery &amp; ourselves have to remain in this locality for about 6 weeks, hard luck for us. I have just received a further batch of letters from you all and left off writing this afo to read them. Aeroplanes are returning home from their raids and the air hums with their noisy propellors. We all just witnessed a further combat between a British and German Aeroplane and the German was again brought down in flames. Our huge battle planes are death on the German Taubes and it makes us all feel a wee bit safer with our huge wagon park.</p>\n<p>We have all been told that within 2 or 3 weeks the huge and dinkum offensive is to </p>\n<p><a name=\"a5634007\"></a></p>\n<p>[Page 7]<br />\n <br>start right throughout the whole front if this transpires I really think that it will be the beginning of the end. </p>\n<p>We have again picked up the Railhead job and every morning the Waggons have to go out to Acheux to pick up the loads,.return to Senlis to re-issue to units and then take it out through Albert and Bosancourt to the firing lines.</p>\n<p>Many horrible sights are to be seen through Albert, and where the old trenches use to run. Whenever our artillery sinks a gun pit it is a certainty that they will strike human remains as I think men are buried over every part of France. Then again when the Germans send their jackjohnsons or coalboxes over they generally blow an immense crater in the ground and blow rotten parts of decomposed bodies all over the place. The place fairly stinks and one is always pleased to get back away from it for a spell</p>\n<p>In digging dug-outs , men sometimes strike the limbs of bodies, and it is a common sight to see an arm or a leg protruding out of the wall, both German and English. </p>\n<p>As  stated above it is most likely that we are here  for another 6 weeks, and if so it will come my turn for the tramway job which is very dangerous, on account of being under</p>\n<p><a name=\"a5634008\"></a></p>\n<p>[Page 8]<br />\n <br>shell fire the whole time, but one can only live and hope.</p>\n<p>18.8.16  Friday.</p>\n<p>It rained again today  and made the roads exceptionally hard for our work, which takes us over very difficult country. One of our horses dropped dead at Acheux and we had to put a riding horse in its place to draw the vehicle, afterwards sending a party back to bury him. </p>\n<p>There is a heavy bombardment proceeding on our left sector in the region of Thiepval This place is a thorn in the side of the advance and is holding it up, and same being a wonderfully strong fortified position is going to cause some trouble. </p>\n<p>Our sleeping Lizzie has again been severely strafing the Germans again and of course we have been getting a few returns. </p>\n<p>The Aeroplanes are again very active and this coupled with the Bombardment which has just started is probably the start of a renewed attack. I understand that they have driven an immense mine lead right under Thiepval and we all expect it to go up in the air in a few days time. Cavalry is again active and if they can only break through there will be some fun on the Somme front</p>\n<p><a name=\"a5634009\"></a></p>\n<p>[Page 9]<br />\n <br>19.8.16 Saturday</p>\n<p>Last night was another Hell of a night and the Artillery Salvoeff from the 750 guns on our sector was terrible to listen to. The struggle has again opened up with redoubled fury and our objective this time is the famous fortress of Thiepval: whether it falls or not is an entirely different question, but if we can only take it, the terminating point of the whole German position will have been reached and the Germans will find themselves compelled to retreat. As is only natural the struggle is of a terrible nature and each step gained is paid for in blood. But the latest news available is to the effect that the Germans are being slowly pushed backwards. Evidence of the heroic nature of the struggle in progress is evinced from the fact that a column of 1500 un-wounded prisoners marched through today. They were all sorts and sizes and each one seemed to be mighty pleased that they were captured. </p>\n<p>On our right the French are doing well and by a concerted action with our extreme right flank carried the key positions to the Towns of Maurepas and Baupume, It is at the last named place that the Germans have their big guns mounted and the loss of it to them will be serious. </p>\n<p>They realise the fact that they are being forced out of their impregnable positions</p>\n<p><a name=\"a5634010\"></a></p>\n<p>[Page 10]<br />\n <br>and consequently fight like cornered tigers. The French bombardment is very lively and we are all expecting news of the fall of Peronne, which is their objective.</p>\n<p>The Black Watch have again distinguished themselves and to them lies the honour of the majority of prisoners captured today also to a very substantial advance.</p>\n<p>We are having a particularly rough time of it now. Reveille being at 3 am and never getting to bed before 10 pm. We all got flooded out today on account of an exceptionally heavy downpour of rain but it is a case of grin and bear it.</p>\n<p>Later<br><br />\n There are persistent rumours that Thiepval has fallen to us, but none of us believe it as yet, because on account of it being the key position of the Somme offensive we are all expecting a hard struggle for it, However everybody is anxious regarding the place and it will be a big relief to everyone when the position is won.</p>\n<p>I closely observed some freshly arrived prisoners today in Senlis and really I cannot say much for there looks and physique and firmly believe that if they were not backed by such a huge quantity of artillery, that our fellows would walk through and through them.</p>\n<p><a name=\"a5634011\"></a></p>\n<p>[Page 11]<br />\n <br>20.8.16 Sunday</p>\n<p>The bombardment never ceased all last night and in the early hours of the morning after a tremendous gradually eased off in its intensity. News is very scarce but one good item has come to hand  3 British Divisions advanced on out left flank and surprised the Germans took 3 lines of trenches and 400 Prisoners. A great number of officers were included in the number and it appears that they had all been summoned to a conference at a given point and our forces attacking in strength and with great rapidity took the lot. There were no more surprised Gentlemen in the wide world than when they found themselves looking down the wrong side of Bayonetss held in the hands of the famous Black Watch regiment. They were all brought into Achusen and will be taken to Harve enroute for England.</p>\n<p>The Field Engineers depot situated alongside our bivouac, presents a very busylike appearance tonight as strings and strings of Motor Lorries with Pontoons attached are coming in. This to us looks like the anticipated crossing of the Somme River. </p>\n<p>We saw 7 of our Aeroplanes bring down a German observation Balloon this Evening and as it was falling it burst into flames. It is not very often that one</p>\n<p><a name=\"a5634012\"></a></p>\n<p>[Page 12]<br />\n <br>can see a German Balloon up now before our planes effectively deal with it, but at the same time its presence is always felt, as par example of this Evening for although it was only up for a few minutes, it suffices to give them the range and at the present time we are being shelled by their big howitzers from Baupaume.</p>\n<p>The whole sky is black with the shrapnel bursts and the sooner it gives over the better I will like it.</p>\n<p>The day has been frightfully cold with a nasty bleak wind blowing and I do not know how on earth I am going to get on tonight if it does not get a little warmer. The Reveille racket of 3 am is no bon and we are all beginning to feel rather fatigued.</p>\n<p>21.8.16  Monday </p>\n<p>Today has been a terror, in that all the dissatisfaction of several past weeks came to ahead and all the NCOs were held accountable for same. I and several more offered to revert but no notice has been taken of it. </p>\n<p>The new phrase of the offensive on the Somme still continues and the fighting is terrific. Thiepval has not yet fallen, but it is only</p>\n<p><a name=\"a5634013\"></a></p>\n<p>[Page 13]<br />\n <br><br />\n a question of days now, as our troops have taken dominating positions on either side of the Village. </p>\n<p>Its defences are the most marvellous in the worlds and no frontal attack could ever possibly succeed in taking it.. Huge Cupolas built of steel and manned by heavy guns command all approaches, but these are gradually becoming smashed and I suppose when the time is ripe a fierce hand to hand fight will place it in our possession.</p>\n<p>Numerous air duels are occurring hourly and one Taube unfortunately managed to drop a few bombs in Sausage Gully causing lots of damage and loss of life. </p>\n<p>We are gong to be moved North again after this final flutter and as far as is known are going to Ypres, to relieve the Canadians who will come down and take their turn on the Somme Front, but from all accounts we are going to a pretty hot shop, situated somewhere near Popperinghe.</p>\n<p>22.8.16  Tuesday.</p>\n<p>This afternoon and practically the whole of the night has been by far the worst time I have yet experienced, and I will always remember it. Previous to the start of it</p>\n<p><a name=\"a5634014\"></a></p>\n<p>[Page 14]<br />\n <br>Some Fokkers and Taubes got over our lines and did some observing which unfortunately for us all was correct. Whilst we were sitting down to tea, we were all startled by the familiar hiss of a big shell and heard it coming straight for us. You bet we all ducked. It struck earth about 150 yards from us and caused a deafening roar sending dirt etc flying in all directions. A few of us went up onto a high ridge of land about 100 yards from us and sat down to watch the fireworks and I can assure you they kept it going. Shell after shell came hurtling over and it was almost terrifying to see them gradually creeping up towards our lines. I saw several large ones burst close by to us and it is truly an awful sight. One shell we watched go right plunk on top of a small bivouac and the remains of 2 men who were sleeping inside were never found. </p>\n<p>Of course it goes without saying that during a long range bombardment of this kind, severe loss of life is always in it wake, as they rarely waste such valuable ammunition unless sure of profitable results.</p>\n<p>Right up to about midnight this shelling continued, sleep of course being impossible. They seemed to be falling all round us and yet by good luck none actually got us, but at the same time I think that they are leaving us too long in the same position.</p>\n<p><a name=\"a5634015\"></a></p>\n<p>[Page 15]<br />\n <br>To resume the story of the nights experiences. Our Guns hitherto silent took up the challenge and then the row and racket began. On one side of us were 5.9, 8\" and the other the big naval 15\" guns. All night long they blazed away and my inside just feels as though it is turned inside out. They grew quiet this morning at 6 am but the smaller field pieces are firing furiously.</p>\n<p>23.8.16  Wednesday.</p>\n<p>Following on the big bombardment we have advanced at several points, and now hold 3 cardinal points which dominate the fortress of Thiepval and we are watching this struggle with interest. Our big guns are now trained on it but on account of the marvellous depth of the dug-outs some of which are 80 to 90 feet deep  the artillery are unable to do much more than blow the topmost positions to pieces, which is being done. Huge 9 inch and 12 to 15 inch shells are causing the natural formation of the land to change. The struggle is a desperate one, as both sides are doing their utmost. The British are advancing step by step on either side of it, after having the way carefully and systematically searched with Artillery fire, whilst the Germans continuously feed their defences with their best and freshest of troops. According to Prisoners captured in the immediate</p>\n<p><a name=\"a5634016\"></a></p>\n<p>[Page 16]<br />\n <br>vicinity , it is a Prussian Guard Division that is now holding it.</p>\n<p>On other sectors of the Front, good work is being accomplished and despite the fact that the Germans are still as strong on Artillery strength as ever, they are being slowly forced backwards, and must begin to realize by now that they are being slowly strangled.</p>\n<p>The weather is again wet and the roads are very slippery. Consequently our transport duties are much harder.</p>\n<p>24.8.16  Thursday</p>\n<p>The Bombardment eased off this morning but opened up again this afternoon and at the time of writing are hammering away at a great rate. The chief items of todays doings is the great activity of the Aeroplanes. There seems to be hundreds of machines out and the sky is littered with puff shots of the guns, whilst the spent shells rattle all over the place. </p>\n<p>Many duels occurred above our lines, but I did not see any brought down.</p>\n<p>The fighting is reported to be particularly severe near Guillamont which is another  position of strategic value on the Somme Front. Our boys who were working from Albert up to Contalmaison, Beecourt Wood, Ovilliers Flucourt  and Delville Wood with Ammunition loads have been presented with illuminated addresses by General Cox their names are </p>\n<p><a name=\"a5634017\"></a></p>\n<p>[Page 17]<br />\n <br>Whelan, Hansen and Coolatas, E the last 2 named are both old 20th ASC lads, who came away from Sydney in our old Company. Persistent rumours are flying round that the Germans are preparing to retreat, but this is better believed when it is an accomplished fact, All the same the ranges of our guns have had to be altered to reach their positions and in some cases the big guns have moved up. </p>\n<p>We are under orders to leave here for the North again so as to rest after our 1 months solid going, We entrain in a few days time, the 1st Division having already moved out. I hear we are going back to Ypres again, so I fail to see where the rest comes in, as this place [Ypres] is a 3 sided Salient and we catch it from 3 sides, However they know what they  are doing. </p>\n<p>A few more indignities have been placed upon our heads by the O in that they have ordered a big batch of Comforts to be placed in their bivouacs and what is left the men will get I suppose. The mens bivouacs have also been ordered to be pulled down as they look unsightly, this means they must camp in the open. What matter -  They have billets, We are all full up and only await our chance of retribution on returning to Australia then it will be our chance.</p>\n<p><a name=\"a5634018\"></a></p>\n<p>[Page 18]<br />\n <br>25-8.-16  Friday<br><br />\n And  26 -8-16</p>\n<p>Apart from the usual fierce bombarding and fighting nothing of unusual importance has occurred.  Our forces have advanced a further 300 yards on a 1000 yards front near Thiepval also at Guillemont.</p>\n<p>The weather has again turned out wet and it has not ceased for 2 days. A very cold wind is blowing which is a foretaste of approaching winter. </p>\n<p>Our 1st Divisional Infantry has again moved up from St Ledger and goes into the front line tonight. The tramway job in Albert re-commences and I am getting a party of them away tonight.</p>\n<p>We are all intensely interested at the course of events in Greece and are wondering what it will finally lead to. A big batch of comforts has arrived and I am just going to have a tin of preserved peaches and cream. Hear me smile.</p>\n<p>27.8.16  Sunday</p>\n<p>Today has again been wet and slippery with a bitter cold rain and blowing which chilled one through and through. I had to take a large convoy of waggons with supplies right up, and although under</p>\n<p><a name=\"a5634019\"></a></p>\n<p>[Page 19]<br />\n <br>heavy shell fire it was very interesting. I will try to give my actual impressions. </p>\n<p>I left Senlis at 1 pm and taking the main road went through Bouzencourt which place is practically demolished.  On the outskirts of this village you pass the chalkfields and it is a perfect demon of a job to get loaded waggons along as the horses cannot get a grip, and consequently down they go.</p>\n<p>About 1 mile further on you strike the old 1st line of trenches and I can assure you that they have a sinister appearance, I suppose thousands of men are buried in the hastily dug pits all along the edge of the trench and the weeds which are now growing there coupled with the barbed wire entanglements, and with the crude little boards which just simply reads  (\"Here lies ? men ? company ) gives the place a ghastly appearance. The line of trenches can be traced with the naked eye for miles and for miles and every yard claims its victims. It has a great snake like appearance to view it winding over hill and dale as it does.</p>\n<p>All along the road, in the gullies and fields are cunningly designed gun pits, some of which were built by the Germans in their retreat, Four miles further on the once beautiful town of Albert is situated and I must write something of the devastation which has befallen this city. By repute it is termed the </p>\n<p><a name=\"a5634020\"></a></p>\n<p>[Page 20]<br />\n <br><br />\n second city of the Somme and it has many beautiful buildings in it which are all mostly heaps of ruins. The Cathedral and its monument I have already written about previously but since then some more big shells have struck it and it is in a very shaky condition. A large Motor Car (Brasserie) and machine factory close by is just simply one mass of twisted steel.  This building was built of steel girders and the way they have been twisted up is something marvellous. </p>\n<p>Imagine a place like say Parramatta only with more up to date building and especially the beautiful Cathedral. Fancy to yourself that it was smashed to pieces and what was not smashed was burnt and you can form some idea of the damage wrought. </p>\n<p>On passing through I had to move the column quickly as the Germans were busy shelling the place and big high explosive shells were sending bricks and stones flying in every direction.</p>\n<p>Further out one comes to Contalmaison, Ovilliers and Poizeres and I absolutely defy anyone to see anything that would lead one to believe that there had been habitation there. Of course our own guns did this and it is probable that all villages wherein the Germans offer resistance will be similarly treated. Delville Wood which was so hard to take was on my right as I moved along and it was</p>\n<p><a name=\"a5634021\"></a></p>\n<p>[Page 21]<br />\n <br>being very heavily shelled by the Germans, the place La Boiselle is wiped off the face of the country. The British mined this and when I tell that 1000 tons of explosives were used in the one charge it will give you an idea of the magnitude of same. It was a particularly heavy defended position on account of the position of the land and warranted the cost. To look at the place now it has the appearance of a huge Brickfield Pit, The dimensions of the crater are  Breadth ½ mile length ¾ mile, depth 1 to 30 ft deep. The Germans had frightful losses here on this occasion and assert that they have never experienced the like of it in their life, neither have I .<br><br />\n The stench of decomposed bodies is very distressing hereabouts and it is nothing to see human remains blown about by exploding shells. Our artillery when digging gunpits, often come across pits of men and have to fill it in and dig elsewhere. </p>\n<p>I arrived back safely, however, I cannot honestly say that I want to go out again, but if I have to go well never mind.</p>\n<p>28.8.16 Monday</p>\n<p>Our HeadQuarters have again moved up to the front and I believe it is to be our final  splash here for a while. The Germans</p>\n<p><a name=\"a5634022\"></a></p>\n<p>[Page 22]<br />\n <br>are again whipping some HE in and by the sound of same they are some close, although there are a lot of duds.</p>\n<p>Aeroplanes are again very active so I suppose it means another bombardment tonight .It has rained hard again today and also been cold. No news to hand but rather fancy that there is not so very much doing, at the present time, Possibly waiting for some diversion in the Thiepval Region.</p>\n<p>29.8.16</p>\n<p>After a furious 3 hours bombardment by our big guns, all field pieces have been moved forward 2000 yards. This means to us that a further concentration of Artillery fire is about to be brought on the new Germans positions in front of us but I doubt whether our Army will participate this time. The French have been bombarding on our right and it seems as though they are preparing the way for a further advance, as there Artillery fire is terrific</p>\n<p>We have received unofficial news to the effect that Roumania has declared war against Austria and everyone is jubilant over same as if it is true it means the beginning of the end of this great struggle, How ever they are going to fix things up after the struggle, licks me.</p>\n<p>I saw one of our Aeroplanes brought </p>\n<p><a name=\"a5634023\"></a></p>\n<p>[Page 23]<br />\n <br>down just now. He was up a good height and a shell got him. The machine just seemed to rock for a second and then tilted nose down wards and started to come down at a startling pace. The Aviator made desperate struggles to right it and succeeded in steadying himself when about 300 yards from the ground, he dived from that height however and struck. Another plane followed him down but whether he rescued the pilot or not, I am unable to say.</p>\n<p>They are exploding smoke bombs alongside our lines and the wind being favourable, drifts it along and entirely envelops our big gun positions thus hiding the tell tale flashes from the muzzles.</p>\n<p>There is evidently something big doing today as all along the front the big guns and small ones are sending shells screaming in every direction. The Germans are by no means idle either, and shells are falling into Albert Bouzincourt, Millencout and the outskirts of Senlis every hour.</p>\n<p>Another party of our men have been sent out to Becourt Wood to work with the Royal Engineers, this is a heavily shelled area, and they may strike trouble. A batch of 32 German Prisoners belonging to the new draft of the Prussian Guard were sent back to Warloy today, and from their looks</p>\n<p><a name=\"a5634024\"></a></p>\n<p>[Page 24]<br />\n <br>do not compare favourably with the Prussian Guard we read about early in the war.</p>\n<p>It rained again early this morning but has since cleared up, although the sky still looks overcast and rainy.</p>\n<p>Later<br><br />\n A terrific bombardment has started all along the front and the noise is terrible to have to endure. The shells go whistling along with an uncanny and sinister sound to strike the earth and explode with a noise like thunder. </p>\n<p>At the present moment a terrible thunder storm has just eased off and while it lasted  I assure you that it was not pleasant. The artillery fire never abated, and it coupled with the exceedingly heavy thunder claps made one think of home and mother. The rain pelted down in torrents and very soon the creeks and gullies were all running bankers. It was an awe-inspiring view to witness the vivid lightening flashes plainly siloutted against the devasted ruins of Albert.</p>\n<p>It is now official that Roumania has thrown in her weight with the Allies and the million fresh bayonets that will be fighting will shorten the war considerably. Anyway we are all anxiously awaiting news of her first blows which will make themselves felt.</p>\n<p><a name=\"a5634025\"></a></p>\n<p>[Page 25]<br />\n <br><br />\n 30.8.16 Wednesday</p>\n<p>Today is really the worst day on record and to cap all I have very sever pains in my tummie, which give me gip. It is absolutely impossible to keep dry and warm. The wind goes right through us and the rain beats into every corner. This is one of the many hardships which we have to contend with and I honestly admit that it is fairly breaking my heart. God, what a country, Egypt was hot without any rain but this dam place has never been dry since we arrived here, and cold well I don't think I will ever get warm again. Wet blankets to sleep in ? consequently I am in a mad rage.</p>\n<p>There is a very fierce battle going on which does not improve matters by any means and the Germans are tearing the shells in like fury. Of course they are not having it their own way by any means. The Bavarians are attacking the Australian 4th Division and so far they have not done  much more than get themselves slaughtered. There is an unofficial rumour of another naval battle also Germans declared on Roumania.</p>\n<p><a name=\"a5634026\"></a></p>\n<p>[Page 26]<br />\n <br>31.8.16 Thursday</p>\n<p>The night remained bitterly cold and it was impossible to keep warm. The weather broke this morning however , &amp; the sun is trying to peep through the storm cloud.</p>\n<p>Last nights bombardment was the hottest I have ever heard &amp; the way the big guns fired was absolutely marvellous. There was not one seconds intermission between the various salvoes of fire. The cause of it was the desperate effort the Bavarian Guards were making to break our line, but although they tried all night long, the 12th &amp; 13th Brigades repulsed them each time. It has quietened down this morning, but the Rifle 4.2 &amp; 18 pounders are still very busy.</p>\n<p>The Scottish Regiments are again marching in &amp; to see them swinging along the Albert Road, with desolation on either side, &amp; the pipes all skirling is a great sight.</p>\n<p>Part of our division is entraining for Ypres today &amp; I suppose we will follow on later to either Armentieres or Poperinge in Belgium. We are to relieve the Canadians then, so that they can have a go down here, several Divisions of them having already arrived here, A couple of Ulster Divisions are alongside us, &amp; they are all fine chaps. There is growing animosity between the Tommies &amp; Wallabies</p>\n<p><a name=\"a5634027\"></a></p>\n<p>[Page 27]<br />\n <br>1.9.16 Friday</p>\n<p>I again went out with the convoy today this time going as far as Albert &amp; branching out to the right of the City. Everything was in a state of bustle on account of Canadian Armies marching in. I thoroughly inspected the big 15\" Naval Gun which does the damage &amp; I can tell you she is some gun. The roads were all choked with Canadian troops, including many Scottish Regiments &amp; I was pleased to see what a fine stamp of men they were.</p>\n<p>I received 2 letters from Nina, one of which had 2 photos enclosed &amp; I am very pleased with same, although it gives me a home sick feeling when I look at them. It was a surprise to see the great number of observation balloons up today, both British &amp; German, This means an artillery duel tonight.</p>\n<p>I was watching the 10\" guns firing &amp; through curiosity got a shock concussion caused through venturing too close to them when fired. No more for Rick I tell you. I also visited the 1st Line Trenches from which the Germans have recently been pushed out of. And I can tell you it would open anyones eyes to see them, miles &amp; miles of barbed wire entanglements, pits</p>\n<p><a name=\"a5634028\"></a></p>\n<p>[Page 28]<br />\n <br>&amp; entrenchments wherever you look. It is simply marvellous that our armies have been able to advance at all, &amp; they have simply blasted them out of it &amp; occupied their positions.</p>\n<p>It gave me a pang when I saw the Canadian Scottish marching through Albert with shells tearing all round &amp; it seems such a shame that such fine men should be sacrificing their lives in thousands &amp; as the grave yards will tell you <br><br />\n for the sins and errors of Kaiser Bill.</p>\n<p>Great news is coming through from the Balkans but a reserve must be placed on a lot of it as some of it is of a startling rumour . None of us quite know how the Roumanian situation will affect this front but our conversations always get heated &amp; we knock off.</p>\n<p>2.9.16  Saturday</p>\n<p>Today has held many surprises in store and I suppose when you get notification of what  I am doing, it will surprise you, but circumstances coupled with overwork strain and worry decides me in taking the step, Also a promise of promotion in the near future, I will narrate the conversation as it actually occurred. </p>\n<p>\"On being told that several Commissions</p>\n<p><a name=\"a5634029\"></a></p>\n<p>[Page 29]<br />\n <br>had become vacant &amp; that several of us had again been overlooked for juniors I raised a kick which led to certain interviews, the result of which was made apparent to me by Major C today, under instructions from someone higher up he stated that all transport Coms had be filled for some considerable time, but admitted that I had earned a star for past work also Certificate which I hold &amp; also stated that there would soon be a vacancy in the Supply Section &amp; to this end asked me to revert to the rank of Staff Sgt, which however is the same rate of pay &amp; is really on the same footing. The idea is that, having the Transport experience by me, I can learn the supply part &amp; thus have both at my finger tips, He stated that he knew I had been overworked lately &amp; this would be a good chance of a little rest as there is not as much worry &amp; work in the last mentioned duty. He further stated that he could promise me, that it would not be long before I got my Star &amp; that I had the CO Trans influence behind me. All these facts together with the certain knowledge that I need rest has decided the course of action which I intend to take &amp; hope for the results to mature at an early date. </p>\n<p>It also means that I will not be tied to the Camp as formerly &amp; consequently will</p>\n<p><a name=\"a5634030\"></a></p>\n<p>[Page 30]<br />\n <br>have better chances of seeing the country without the usual worry of entraining 300 horses wagons etc, which up to the present time has fallen to my lot. </p>\n<p>I fancy it is for the best as I am breaking away from all old groves &amp; one very certain thing, I was sure of that was that I suited too well as a CSM &amp; would have ended my days as same, if I had not of stepped out. </p>\n<p>War news is pretty much the same thing with not much doing. The aeroplanes are very busy &amp; the anti aircraft guns are spitting out their shells in hundreds. In one corner I can count as many as 30 planes circling about, &amp; from their actions it appears as though they are fighting hostile machines although it is too far away to discern very clearly.</p>\n<p>I am heartily sick of the whole affair &amp; I can assure you that it would be with a feeling of great relief if the war were to suddenly end today but no such luck, &amp; I suppose that it will continue to drag on right throughout the winter thus adding a few more hardships to a rotten &amp; disagreeable life. When I look at all your photos &amp; think of the disgraceful manner things are carried out like here well, it makes me bile, &amp; I can assure you I do</p>\n<p><a name=\"a5634031\"></a></p>\n<p>[Page 31]<br />\n <br>3.9.16 Sunday</p>\n<p>At 3 am this morning a furious Artillery attack commenced &amp; has been raging ever since. Everything else compared to this has been childs play. The news to hand is that our Infantry attacked an important position &amp; held on to it like grim death being opposed by Prussian Guards of which 3 divisions have been hurried up to the line. The position at the present time is both curious &amp; critical the Prussian counter attacked, but were stopped by our fire, whilst their artillery established a barrage of fire behind our fellows so that no munitions or reinforcements could be taken up. Our artillery did likewise behind them &amp; it is now a question of artillery ordinance. Guns are being hurried up on both sides &amp; it is a prefect inferno what the troops are suffering could never be adequately described, The <br><br />\n Canadians are in close support &amp; all officers say that we will be able to swamp them with the weight of our artillery.</p>\n<p>A place that I was visiting yesterday was heavily shelled today &amp; I am very thankful that I was not there today. We are moving on the 6th of this month to a place where \"gas\" is very prevalent, so am hoping for the best, although none of us like the idea of it at all. Preparations are being made for the winter so am resigning myself to it.</p>\n<p><a name=\"a5634032\"></a></p>\n<p>[Page 32]<br />\n <br>4.9.16  Monday</p>\n<p>We have all had a very lively time today owing to Fritz putting over some of his big shells &amp; strange to say keeping it up. It has occurred several times today &amp; at the present moment has been resumed. He started by putting over a few \"whiz-bangs\" &amp; has kept it up with high explosive, alternating with shrapnel at various periods for range &amp; direction purposes. Owing to the humidity of the air, the explosives could always be seen before the familiar hiss in the air reached us. They were shelling a high ridge just near us, &amp; about 500 yards away &amp; can tell you it sent creepy feelings down my spine. You would hear a deafening report &amp; see the earth spring up into the air for about 30 feet, whilst through the debris one could see pieces of iron &amp; steel flying in all directions, Lots of soldiers were running to each shell burst to obtain souvenirs but I let them alone.</p>\n<p>The shrapnel started next &amp; although far more dangerous, owing to its spread, was not so bad on the nerves. One would hear the far-away explosion of the gun (which we can all swear to now) &amp; a few seconds later a vivid flash in the air, together with a dense volume of smoke &amp; a deafening</p>\n<p><a name=\"a5634033\"></a></p>\n<p>[Page 33]<br />\n <br>report would signal its message  to us. They seemed to be shelling the road which all transport takes to Albert over the ridge &amp; also the observation balloons on the Theipval Sector, which are situated just in front of us. They failed to get the later owing it deflating and being taken away in good time but they made a rotten mess of the road. However as thousands of men are kept busy on the roads not much inconvenience resulted. Our reply will no doubt be given tonight as 4 large Naval long guns have just gone through the village.</p>\n<p>Our troops have taken Monquet Farm &amp; firmly held it finally handing over to the Canadians who are relieving us. No more mention has been made of my transfer as yet but I expect it later.</p>\n<p>5.9.16  Tuesday<br><br />\n The weather has again been frightfully cold for the last 2 days &amp; tonight it is the dizzy limit. I am writing this under adverce circumstances seeing that I can hardly hold the pencil for numbed fingers &amp; alas there are some French Sergeants here singing away in French like fun, &amp; to one that does not understand the language it is extremely painful as I explained to</p>\n<p><a name=\"a5634034\"></a></p>\n<p>[Page 34]<br />\n <br>Monsieur Rouvet, who hails from Calais To say that he was amazed would be to put it mildly. </p>\n<p>The furious fight still continues &amp; the Germans are still putting shells over at us. Several of us had lucky escapes today. The DAC wagon had a shell explode beside 2 of them &amp; pieces of jagged shell actually shot away pieces of the seat &amp; the driver escaped to say that we went like blazes would express it very mildly. The drivers put their whips over the horses &amp; tore along although there was practically no need, as the noise of the explosion was sufficient. One shell hit a Cape Cart &amp; blew it, driver &amp; horse to smithereens whilst a small Fox terrier which was actually within 2 or 3 feet of the burst was unscathed, but you should have seen him go.</p>\n<p>The British &amp; French have again advanced &amp; have taken part of Guichy &amp; all Guillemont. These are important villages &amp; the way the Prussian Guard are counter-attacking speaks volumes for the importance that they attach to its loss. So far however all their efforts have been smashed by our Artillery Fire &amp; the position is likely to remain in our hands. Thiepval seems to be the stumbling block on the line &amp; here also there has been a success in that we have advanced 200 yards closer to its main defences.</p>\n<p>There seems to be something more than</p>\n<p><a name=\"a5634035\"></a></p>\n<p>[Page 35]<br />\n <br>the ordinary doing tonight as the Big Guns have been firing all day &amp; tonight have opened up with redoubled fury. We expected to move tomorrow but it has been put back for 24 hours owing to the 13th Brigade having gone back in close support to a contemplated advance by the Canadians ? Tonight is Ricks Joy ? Wet blankets &amp; a bitterly cold night ? I expect the same trouble again tonight as last viz. owing to the terrific gunfire our horses are terrified &amp; all broke the lines &amp; of course stampeded. This meant us all going after them at 1 am in a cold rain after them. Such is life.</p>\n<p>6.9.16 Wednesday<br><br />\n - 7.9.16  Thursday</p>\n<p>Both nights &amp; days have been something vile &amp; which will be remembered by me for some time to come. It proves to be further developments of the new Somme offensive &amp; I can tell you all previous fighting which was severe enough has been surpassed. We have done exceptionally well having taken several villages &amp; lots of prisoners &amp; guns. </p>\n<p>We moved back today, passing</p>\n<p><a name=\"a5634036\"></a></p>\n<p>[Page 36]<br />\n <br>through Acheux Ourville &amp; several other places &amp; are now bivouacked at Orvilleu which is about 2 miles from Doullens. It is great to be away from the front I can tell you &amp; I will sleep more peacefully tonight than I have done for several weeks.<br><br />\n Later ?</p>\n<p>I did not have the sleep I intended to have as at the last moment I decided to go into Doullens so hopping up onto a motor I got a ride in . After having a look round I decided to return home &amp; found that I could not get a conveyance of any kind. So subsequently had to foot it, a good 6 metres.  It was rotten. Doullens is a Ville of 10000 inhabitants very prettily situated on the banks of the Somme . It has been a town of importance years ago &amp; has castles with moats round them like olden days. I tell you it is great to get back into civilization again.  We entrain for the north at 10.30 tomorrow night.</p>\n<p>8.9.16  Friday<br><br />\n We moved on from Orvills  to Anviliere tonight &amp; commenced entraining</p>\n<p><a name=\"a5634037\"></a></p>\n<p>[Page 37]<br />\n <br>operation which were very heavy. However all things come to an end &amp; so did this. After getting into our compartment we had previously had a [indecipherable] of [indecipherable] between ourselves &amp; bought champagne, tinned fruits, cakes etc. &amp; I can tell you we had a pretty lovely trip while it lasted. We then went to sleep on the floor in the racks &amp; anywhere we could get &amp; was awakened at 6.30 am by the guard who told us we had reached our destination , called code ? Wauvelde near the Belgium frontier. Then began the work of disentraining.</p>\n<p>9.9.16  Saturday </p>\n<p>We finished offloading &amp; had a cup of tea, looked in &amp; moved off for an unknown destination. . After passing through much interesting country we stopped at Steenvord for dinner. I rode through this city &amp; was much interested in all I saw. We started off then &amp; crossed the Franco Belgian Frontier at 2 pm. Just after riding along from the Frontier I ran into Uncle Charlie whom I have not seen since leaving Egypt. I had quite</p>\n<p><a name=\"a5634038\"></a></p>\n<p>[Page 38]<br />\n <br>a long talk to him obtained his address &amp; caught up to the column He is now with the 28th Bat 2nd Div.</p>\n<p>We passed through Abeele &amp; arrived at out camp towards night fall. Then began the usual routine of building horse lines. Pitching [indecipherable] etc &amp; which tire me out. I finally went to bed very tired &amp; might say slept well.</p>\n<p>10.9.16  Sunday</p>\n<p>Today has passed without much of any note occurring. We straightened things out a little &amp; I then had a chance to look round a little. We are camped in a little village about a mile from Poperinghe &amp; the same distance from Ypres. Both these Cities are very beautifully built, although there is not very much left of Ypres. It is worse than Albert. Part of Poperinghe are in ruins, but the main part is still intact.</p>\n<p>It is curious to watch the habits of the Belgium people, their ways being far different to the French, They all seem to wear the clogs for foot gear in the country villages but in the cities they are beautifully dressed &amp; the women folk all seem exceedingly</p>\n<p><a name=\"a5634039\"></a></p>\n<p>[Page 39]<br />\n <br>pretty. They all hail the Australians with delight, having become tired of the Canadians &amp; Imperials on account of them having been here for so long &amp; also I suppose the Australian pay.</p>\n<p>One grave danger of this place is the frequency of gas attacks, &amp; every time the gas alarm sounds one has to get up &amp; fall in on parade with gas helmets on, &amp; place nosebags full of wet hay lightly over the horses heads.</p>\n<p>All the villagers are engaged on hops picking of which there is a very large amount grown, &amp; all ages are to be seen in the hops fields picking away for their lives.</p>\n<p>We are in rear of Hill 60 made famous about 12 months ago by the furious fighting &amp; to all accounts, it will soon be the scene of further strafing. They say it is all under mined &amp; expected to be blown up at any time. Things in the fighting line are dead tame here in comparison to the Somme &amp; the comparative quietness is a blessing as 6 weeks in Albert was sufficient for Richard but I understand we are to go again later on.</p>\n<p>11.9.16  Monday</p>\n<p><a name=\"a5634040\"></a></p>\n<p>[Page 40]<br />\n <br>nothing much to report. The weather is very cold here &amp; totally different to France where I have just come from. The front is comparatively quiet compared to the Somme, but Gas attacks are very frequent &amp; consequently one has to be always on the hop. I have not yet been under a severe gas attack but it is a moral certainty that it will come our way as soon as the wind changes owing to the British giving them a fairly liberal dose.</p>\n<p>I went to a very pretty Belgium City this afternoon called Waerslade near the French Border. It is hidden away beneath tall trees in a valley with a big Convent overlooking it from the crest of a big hill. One cannot help comparing the attitude of the Belgian people to those of the French. The populace as a whole, especially the winsome lassies (who by the way are strikingly handsome) cannot do enough for one. </p>\n<p>I am extremely puzzled over a letter received from Nina in which she states that I am in England. I have never been near there as a matter of fact, having come straight to France from Egypt last June</p>\n<p>12.9.16  Tuesday</p>\n<p><a name=\"a5634041\"></a></p>\n<p>[Page 41]<br />\n <br>The old matter of my transferring to the Supply re-opened today and \\i gladly consented, especially as \\i was told that I was certain to get my Stars within a month.  I leave the Company tomorrow and go in as a \"Staff Sergeant.  The work will be much easier, the pay the same, and \\i will be gaining a lot more experience.  Major C assured me that he was well behind me also that the Colonel had my name down for a vacancy already existing and that he was only waiting for me to pick up some Supply knowledge.</p>\n<p>This coupled with the fact that I am in urgent need of rest decides me.  Some have already told me that I am looking decidedly worried and after my 6 weeks experience in the Big Push down the Somme, I fancy I must be looking very careworn.  Moreover it will enable me to do a little more letter writing than I have been able to do.  This worries me immensely when I know that everyone is expecting letters from me and I am not sending any owing to my inability to do so.</p>\n<p>If I get the Commission I am after it will be Requisitioning officer.  The duties are to scour the country side for motors buying up supplies etc. for the Troops.  Quite a nice job with plenty of time to do it in.  </p>\n<p><a name=\"a5634041\"></a></p>\n<p>[Page 42]<br />\n <br>It is a bit of a pang to leave my little Pony of whom I am genuinely in love with, but it cannot be helpful &amp; I suppose it is only me who knows how sorry I am in leaving him. I have had him now 9 months  - in Egypt &amp; France &amp; during that time he has been constantly under fire &amp; escaped without so much as a scratch. It is also a bit of a pang to leave all the chaps with whom I have been closely associated with for the past 12 months but again never mind.</p>\n<p>13.9.16 Wednesday</p>\n<p>I left Reningalt at 7.45 am &amp; proceeded to join up my new unit as S.Sgt Supply 29th AASC same train. After a very monotonous wagon ride I arrived back in France at their lines at 2pm &amp; went straight onto the issue. As far as I have gone it is a very decent job about 3 hours work &amp; I am finished for the day. </p>\n<p>My Section are a very decent lot of chaps among whom I struck 1 of the old [indecipherable] Boys &amp; one from Merrylands named Len who is my clerk. The weather is bitterly cold &amp; I can scarcely hold my pencil. I intend writing</p>\n<p><a name=\"a5634043\"></a></p>\n<p>[Page 43]<br />\n <br>to you all today , advising you of the changes &amp; before it reaches you I hope to have my Star up.</p>\n<p>14.9.16  Thursday</p>\n<p>The weather still remains very cold &amp; that my new work is very congenial &amp; is running smoothly. 3 company Commanders have gone on leave to England on leave also CO train leaving Major C temporarily in charge of train. My time will come directly to have a look at the old dart I suppose.</p>\n<p>War news still continues to be of a very satisfactory nature &amp; the French are again doing wonders near Peronne. I took a stroll through Steenvoord which is in the nature of a large French City &amp; it was very gay.  Every second place is an estaminet &amp; needless to state they are all full of soldiers, owing to the 13th Brigade being camped in this vicinity. It would do your eyes good to see the happy way all these fellows have with them &amp; the whole town is simply one big uproar of various noises. </p>\n<p>I understand we are going to winter on this front so am setting down to it. I am going out this</p>\n<p><a name=\"a5634044\"></a></p>\n<p>[Page 44]<br />\n <br>morning to look for a new supply dump as I am dissatisfied with the present one on account of it being so soft &amp; muddy. All the Battalion QMs are very nice chaps and help the work considerably.</p>\n<p>The French have put up a great advance round Peronne &amp; we are all expecting to hear of its fall directly, together with Baupamme &amp; Comble. All these mentioned places are big Cities  &amp; Railway centres. Consequently the Germans are holding on like fury but it is no good. The Allies Artillery is going to blast the Germans out of all their so called impregnable positions before very long.</p>\n<p>15.9.16 Friday.</p>\n<p>The weather seems to have broken &amp; it now only rains off &amp; on, but this is quite enough  to make things very sticky underfoot  I jumped on  a bicycle today &amp; covered a good few miles of country sight-seeing. A thing that I have not been able to do for many a month. I have now cut they job down to 3 hours per day. Good going eh.</p>\n<p>There is not much to write of here, as we are a good way in rear of the line, whilst our Brigade  rests  &amp; I can tell you it needs it. The Brigade went into the </p>\n<p><a name=\"a5634045\"></a></p>\n<p>[Page 45]<br />\n <br>Trenches when we were at the Somme &amp; after taking the Train marched out 2000 odd strong, not withstanding the fact that it had been reinforced once.</p>\n<p>16.9.16 Saturday</p>\n<p>Another cold day, but I understand that the cold will continue now so we have got to become used to it. I rode a bicycle a few miles to have a look round &amp; got in as far as Meteren &amp;&amp; Fletre which was our old Billeting area. It is deserted now as there are no soldiers there at all. The 2nd Division are getting ready to go into the trenches on the Poperinghe &amp; Ypres front, so it will be our turn next.</p>\n<p>I received several letters yesterday &amp; note that you still think I am in England. However I have sent a letter explaining same. Good news still comes through from the fronts.</p>\n<p>17.9.16 Sunday</p>\n<p>Today is a fine one &amp; very pleasant. The supply work still continues to run on smoothly &amp; is proving a boon to me, as I now have plenty of time to rest. I</p>\n<p><a name=\"a5634046\"></a></p>\n<p>[Page 46]<br />\n <br>never went out today &amp; remained in my bivouac most of the time. Great news is to hand from the Somme front, the British having made a further big advance &amp; captured a large number of prisoners. You will no doubt have read of the big Armoured Motor Tractors being used for the first time.  These are gigantic things built on the Caterpillar wheel system &amp; able to safely negotiate any hill as well as taking a 12 ft trench safely. They are armed with heavy guns &amp; do an immense deal of damage when they get going. </p>\n<p>There are persistent rumours that the Germans have asked for an armistice &amp; if this is so, it certainly shows a weakness. In our opinions it will be impossible for them to hold such a big front during the winter months &amp; everyone is expecting to hear of them falling back on a shorter front directly. Of course it will have to be very carefully planned as we have a nice little packet of 40,000 cavalry waiting to get through the minute the last line of trenches are reached.</p>\n<p>The 3rd Division have not yet declared War, consequently they are still in England, presumably having a good time. To say that we are jealous would be to express it mildly.</p>\n<p><a name=\"a5634047\"></a></p>\n<p>[Page 47]<br />\n <br>The 50th Battalion moved from Steenvoorde today back to St. Omar, to undergo a school of instruction, so I suppose we will still continue to hang on here for some time. </p>\n<p>Later.</p>\n<p>It is snowing in England &amp; we are getting the wind off it, consequently it is dam cold. The weather has again broken &amp; it is pouring down in torrents. </p>\n<p>I had quite an interesting yarn with an ex Royal Navy Officer (J Chesney) who was present at the bombardment of Lao Chou &amp;  &amp; enjoyed every word of same.</p>\n<p>18.9.16 Monday</p>\n<p>The rain has been coming down in torents all day long &amp; does not show any signs of abating at all. I am living fairly well at present &amp; actually had a plate of stored mushrooms for tea tonight. I have occasion to send a few men out daily for green forage &amp; they always search round for them.. This item will provide us with many decent meals in future as they grow in fairly large quantities in this district. </p>\n<p>I received letters from home today &amp; deeply regret to learn that Dallas Green has died of wounds. I am afraid that there will be many sorry homes in far away Australia</p>\n<p><a name=\"a5634048\"></a></p>\n<p>[Page 48]<br />\n <br><br />\n <br><br />\n before this cruel war has finished, Our camping grounds are in a fearful mess, up to our knees in mud, but it is the same wherever you go, so it is no use trying to better the conditions.</p>\n<p>I have a very quaint assembly for the Supply Section here, one chap is a Ragtime Singer &amp; dancer off the Tivoli &amp; he is very amusing another has spent most of his life in India another has been an officer in the RAN, whilst still another one held a high position in the Lunacy Dept, &amp; being of a witty nature often keeps us in roars. One man comes from the Mexican Border &amp; is full of devilment. This constitutes the majority of the men &amp; a happier little party never existed.</p>\n<p>19.9.16 Tuesday.<br><br />\n 20.09.16 Wednesday</p>\n<p>Tuesday was on a par with all other days with nothing of note occurring  Wednesday was on the busy side chiefly on account of the long Distance our Section had to travel to issue  to the Brigade which has moved up to the Trenches. We had to go right into Reninhelst which is a fairly big village on the Yser. </p>\n<p>After finishing up the Sergeants &amp; I caught a Motor Car to Poperinghe &amp; spent the afternoon looking round &amp; also having a</p>\n<p><a name=\"a5634049\"></a></p>\n<p>[Page 49]<br />\n <br>good tea. Poperinghe which was battered about during the Battle of Ypres in Oct. 1914 is a large Belgian City &amp; is about the same size as Marseilles. The local Residents have all gone, but are gradually drifting back again, but the place is fairly full of refugees from other parts of Belgium, chiefly spies. Its main buildings are like all French &amp; Belgian Cities immense Churches &amp; Cathedrals which have in this case escaped destruction. The eastern part of the City is in ruins &amp; by air all round observation of the shape of the Battle Front which forms a big salient it has had a very lucky escape. </p>\n<p>We went practically to the outskirts of Ypres, which is about 3 miles further on. This City is larger than Poperinghe &amp; although held by the British is practically razed to the ground. It is usually shelled heavily by the enemy every day. All the people about here seem to be either picking hops or making lace &amp; give one the impression of being very industrious. I passed the old 14s camp but did not have time to see any of them. All this district is subject to gas attacks but the people as well as soldiers are used to it &amp; taken in time, does not</p>\n<p><a name=\"a5634050\"></a></p>\n<p>[Page 50]<br />\n <br>prove fatal. </p>\n<p>I finally caught a motor to Abeele &amp; from there got another one over the frontier &amp; back to Steenvoorde. We leave for Renighelst tomorrow to occupy our winter camp.</p>\n<p>21.9.16 Thursday<br><br />\n 22.9.16 Friday</p>\n<p>Both days were occupied in moving up to Belgian Front area &amp; once more we are sleeping to the accompaniment of the thundering of big guns. It is not quite so bad as the Somme but there happens to be a heavy battery close to us &amp; when they fire salvoes which they do regularly right throughout the night it shakes our bivy.</p>\n<p>We are all camped in Huts built close to the ground for warmth &amp; it resembles a Rabbit Warren to look at it. We have a large stove in the centre of our hut &amp; it is great to make toast on &amp; for warmth. We are living well &amp; altogether I think that we are as comfortable as ever we have been. It goes without saying that the ground is always swamped, being in the low parts of Belgium, or Flanders as it is called, but this difficulty has been overcome by laying duck boards down &amp; digging trenches  underneath, so that the water runs</p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"104410","uid":"0","filename":"a5634001h.jpg","uri":"public://a5634001h.jpg","filemime":"image/jpeg","filesize":"707121","status":"1","timestamp":"1389066903","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":846},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Clarke war diary, 15 August 1916-14 December 1916","format":"plain_text","safe_value":"Clarke war diary, 15 August 1916-14 December 1916"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/103512/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"103512","revision_id":"103535","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397714821","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"103535","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/clarke-war-diary-15-august-1916-14-december-1916-page-1-1"}