<p class="page" id="a4976023">[Page 23]</p>
<p>December 14<br/>29.<br/>Young Marley, in our squad and wounded at Bullecourt when Scotty Leask was killed, died in the transport half way to Australia.  R.I.P.</p>
<p>30.<br/>Evening:  now all loading wagons and limbers compleated, and all tents down, packed and wagoned.  A walk to the hill with Clarrie and Frank S.  Fine rain today has ended but the skies are full of it, in the clear evening light, the land of Picardie rich with the colours of Syd Long, seen through a mist of hanging haze.</p>
<p>Tomorrow we leave here for a village the other side of Desvres, a route march of near 18 miles, then to entrain &ndash; or only after another marching of 8 miles, for the North, for a station near Bailleul.</p>
<p>All my books distributed &ndash; carrying only Brooke's "Selected Poems" and Dec. 'To-Day'.  We lose the Transport for 5 days.  Bob S., Caffin and Eric G. back today from Paris leave.</p>
<p>31.<br/>Last entry at Quehen, turning in.  Ready almost for the beginning of march, feet bandaged and boots dried and powdered inside, sleeping full 'troops fashion' and kit ?, Blanket, 1 shirt, shaving outfit and greatcoat, 1 pr. sox, sandwiches cut from rations.</p>
<p>Senlecques<br/>December 15<br/>32.<br/>We are in wounderful luck:  A. Tent subdivision are billeted, six of us with a most charming &amp; sweet old dame:  already we are fine friends &ndash; she received us with smiles and caf&eacute;.  Australians have been twice billeted with her before &ndash; it is evident from her manner, her charm has well told, she is a sweet featured old dame, rosy cheeked and all the little graces of a good &amp; long life are here:  she wears a white coif &ndash; spotless linen in multi-regular folds &amp; of little graces of embroideries.  We have had tea in her living room &ndash; now she and six of us are in cane chairs grouped round the warm fire &ndash; in its days blue-tiled recess.  Madame has no sons at the war but many nephews, these &ndash; their photographs grouped in honour around the [indecipherable] clock &ndash; she has sweetly shown us.</p>
<p>Dear women and their warr stories, of inconsequential mementoes, and photographs.  We have told her our sincere admiration for the Poster &ndash; she has honoured us by associating our names with the winning back of much territory.</p>
