<p class="page" id="a4976019">[Page 19]</p>
<p>December 10, 11<br/>23.<br/>Today Paddy Burk, looking through Hassals book, and remarking on the Fish drawing, mentioned Beardsley's name as the greatest of all moderns, so a long yarning opened up of Beardsley and of Wilde, and of the Irish Renaissance and W.B. Yeats.  Knowing people of the Abbey Theatre, and knowing Synge and others, an interesting facinating yarning.  Must read Synge.</p>
<p>December 11<br/>24.<br/>In the afternoon leave to Boulogne, so to Wimereux to the second for a bath.  Sister Farquahar on night duty, so again unable to see her, back to Quehen early, and at 7 a unit dinner.  Tommy surpassed himself and the result made us all merrie.</p>
<p>Now in the billet a hot argumenting of conscription and reinforcements, an arguing running in a circle, all in the hands of the 18 thousand editions.  They hot for conscription, to get over here men who are shirking, one offers his opinion, that the first call to war will find all decent men ready:  he heard 'the call' late this year.</p>
<p>It would be interesting to find and collect the real and true reasons and motives of the men of the first contingents, 'from a sense of duty', would not run first, nor second.  The decision for a new experience, for sheer great adventure and its novelty, and the apparent prospects of a rich freedom of wide old worlds.</p>
<p>Mail:  from the Anzac Bulletin a return of the "I say Digger" sketch, and notification of the "Dear Liza" appearing in the next week's Bulletin.  "To-Day" not with the mail so disappointed of a good hour's reading.</p>
<p>25.<br/>Boulogne:  a city of Officers in full elaborate dress, and of their exclusive eating houses, of W.A.A.K's on the insinuating arms of Kharkied hospital youths;  and of slim dark blue clad V.A.D's aesthetically posed, sipping coffee with callow souls:  of secret blind apartments, of scent, cheap champagne:  a city of nympths of the sidelong glances, and of black veiled mourning women, joy rides in staff cars, and long convoys of silently lying men in Ambulance cars.</p>
<p>Bed to read J. Drinkwater, "Tides" or "Prose Papers".</p>
