<p class="page" id="a4976031">[Page 31]</p>
<p>December 23, 24<br/>46.<br/>In the Anzac Bulletin, Dec. 14 &ndash; the only mail today &ndash; the sketch I sent in from Belgian Battery Corner just before we were relieved.</p>
<p>Sent in today the rejected of Anzac Bulletin &ndash; "I say Digger" &ndash; to the new A.I.F. paper coming out &ndash; "Aussy".</p>
<p>To the pictures tonight with Frank S., Bob S., and Eric G.  So!  So!</p>
<p>47.<br/>There's the rumour about that conscription has so far in the counting failed &ndash; by a vote of 200,000 against.  Oh God make this a lie.  If it is turned down this year as last year, where is the honour shewn to our dead, the poor lonely ghosts of the men who were all Australian.  If the country we love denies us.  Damn their dirty mean minds, and their littleness.  The Dead will give us more honour than our living.</p>
<p>December 24<br/>48.<br/>Seemingly the NO vote will head the poll.</p>
<p>Christmas Eve, well its under better rulings than last year &ndash; or the year before for that matter:  though Egypt's certainly more cheery and exciting.</p>
<p>There's been more preparations than ever before:  all the afternoon I've been tying small pieces of doubly cyanide gauze to old fruit branchings:  Blue singing "Spring is Here!".  Tonight down at the D.R.S. printing out half a dozen Christmas Cards for Division, Brigade and the sister Ambulances.  Borrowed paper off Frank D.  Groutings for dinner tomorrow night &ndash; about 14 Fowls, so with rations and Fund extras we should 'feast' well at all account.  The meaning of Christmas has gone, to think and to collect my thoughts I made across to the village church, it was closed and in utter darkness.</p>
<p>A letter from Aunt Louie &ndash; written during an air raid, full of her own individual charm.</p>
<p>December 25<br/>49.<br/>A most un-Christmas like day &ndash; but for the unusual decorations of the hut.  Tonight a dinner, and by preparations success should be assured.</p>
