<p class="page" id="a4976009">[Page 9]</p>
<p>December 2, 3<br/>Met early in the afternoon, three of the 1st Pioneers, they anxious for a game, we to arrange with Maj. Anderson, of A. Coy.  We had caf&eacute; et curacao with them and a while yarning.</p>
<p>2.<br/>Today B. Section have opened up alongside Billet, a small D.R.S.</p>
<p>3.<br/>"The Shadow Line", Conrad &ndash; "The creeping paralysis of hopeless outlook", and "Jude the Obscure", Hardy, "The Hell of conscious failure".</p>
<p>4.<br/>Toby evacuated - ? Dyp., only yesterday he and Syd arrived back with the unit from Renescure, there guarding salvaged marquees, which afterwards turned out as belonging to the 6th Field.</p>
<p>December 3<br/>5.<br/>Blue H. from Boulogne brought last night copy of Sunday Times, news in it confirmed of a retreat before Cambrai and a losing to the Boche of 4000 prisoners.  The Scotties took the new ground, and on relief by Tommies, they unable to withstand Boche counter attacks.  After the demonstrating of last April in that sector, it should have been quite obvious to H.Qtrs. that Tommy regiments alone could never hold the ground.  The General opinion here &ndash; expressed in, "serve them bloody well right!"</p>
<p>The Sunday Times correspondent commenting says &ndash;</p>
<p>".. it is believed that such of the guns which had to be abandoned under pressure of the first onrush were blown up, so that our proud claim that the Germans have not taken a single gun in tact since the beginning of the Somme offensive probably still holds good &hellip;</p>
<p>- simply demonstrating the Tommies inability to live in worship of anything but trajection &ndash; and their need of emitting a shrill calling of attention to a minor and inconsequential boasting.</p>
<p>6.<br/>Yesterday Major Frizelle died of his wounds, received at the Menin Road Battles of Oct.  Requiescat in Pace.</p>
<p>December 4<br/>7.<br/>A finishing of the 'harness' job &ndash; so back this afternoon to parades:  working then &ndash; carrying to R.S. 'fire' buckets water filled.</p>
