<p class="page" id="a4976013">[Page 13]</p>
<p>December 5<br/>13.<br/>Arrived mail today Drinkwater's "Prose Papers".  Parcelled for sending home "Twinkletoes" and Vernide's War Poems, worth keeping for poem, To an English Sheep Dog.</p>
<p>14.<br/>Back at Billets.  A brisk walk back with Clarrie, the night clearly brilliant, full of a heavy frost, the stars high and wounderful.  Reaching the crest of our hill, looking over Picardy, great patchings of deep and deeper shadows under the rich night sky &ndash; the guns lightning flickering coldly on the horizon, and we yarning of typists, of suburbia, and of urbanity, tellings of pleasant memories of daily living, little episodes made rich by time.</p>
<p>Turning in, to cut the pages of "Prose Papers".</p>
<p>Blue D. remembers by the richness of wine, a school reading of "Twelfth Night", and of he reading and being asked to explain certain lines, embarrassed utterly, he delightfully confessed as being "too young to understand them!"</p>
<p>Posted letter for new Cuala book of W.B. Yeats.</p>
<p>December 6, 7<br/>15.<br/>In the third estaminet of Courcelette, by the big warm open fire awaiting the boiling of coffee.  There are more little children about this tiny village's streets today I've seen.  By myself &ndash; with Brooke and Drinkwater's Prose Papers.  The estaminet's one room is quiet today &ndash; last time it was a merry fire's light and seven of us drinking and all talking.</p>
<p>Now in the second estaminet, after a tea of bread, Butter and Coffee, after a full pleasant reading of two of Drinkwater's Prose Papers, &amp; an answering of Miss Edward's letter of Sept. 3.</p>
<p>So now the road again for Quehen Isques.</p>
<p>16.<br/>Today the Referendum vote taken, a general voting I think of 'Yes'.</p>
<p>December 7<br/>16.<br/>Mail:  Drinkwater's 'Tides' and Phillip's "Christ in Hades".  Tides a Press Book, the first from the Beaumont Press of Charing Cross Road, the format and manner of the Cuala books, but not to the exquisite manner of that perfect press.</p>
<p>A dull day:  to Hardelot with Frank D.</p>
