<p class="page" id="a4976125">[Page 125]</p>
<p>March 20<br/>230.<br/>No mail:  written to Mother, to Gerald, and to Davis &amp; Oriole paying 12/-, clearing now parcel received on Monday.</p>
<p>Reading "The Tenth Muse", a jolly fine and fascinating essay:  must read Donne and Chaucer.</p>
<p>At the P.O. found the Dec. 1917 number of the Sydneian, Roll of Honour numbers listing of 1461 names.</p>
<p>Quoted in Notes &amp; News is part of a poem of an old Harrovian,</p>
<p>"And the boy's beauty passed off the face,<br/>And manly tears made mist upon their eyes,<br/>And thoughts beyond their thoughts the spirit lent<br/>And to them came a great presentiment<br/>Of high self sacrifice.</p>
<p>231.<br/>At the University Junior Exam, I first saw him &ndash; sitting behind him to the side.  Then in Manly.  I knew every change of expression on his lovely face.  To have known him well I would have been happy, but it was only a casual acquaintance.  His name is in deep lettering on the Sydneian Honour Roll &ndash; Arnold Drysdale Savage, Pte., Inf.  He was a very great friend of Cliff.  Requiescat.</p>
<p>March 21<br/>232.<br/>Break of day &ndash; a hellish bombardment carrying down from the line, and about Kemmel a hundred birds whistling and singing.</p>
<p>A night of black whipping shrapnel and shelling, shraps. through half of the huts, and from shells more alarms than casualties.</p>
<p>At midnight started a furious line bombardment, lasting over an hour, a rumour of our sending over gas, and of stunting heard from chaps in last night.</p>
<p>233.<br/>Evening:  before turning in "Shelled out of Kemmel".  The unit now somewhere about three miles from the old M.D.S.  Shelling that has lasted a week with last night's ration and today's made evacuation imperative.</p>
<p>A. Tent subdivision with Chud here still in Brewery Cellars as Dressing Station for Artillery and Local Casualties.</p>
<p>Self on clerical work, day, so tonight a sleep.</p>
<p>234.<br/>A round trip through the Stations found me Masefield's "Dauber".  I've read the first canto, &amp; could go straight through losing all sense of time, but my eyes are bad:  today</p>
