<p class="page" id="a4976097">[Page 97]</p>
<p>February 25, 26<br/>immediate return to Australia.  Vin announces he's going in hut while we were breakfasting &ndash; carries to us "Mr. Poole regrets at not being able to say good bye personally".  A five minute's notice to Return to Australia!!!</p>
<p>February 26<br/>189.<br/>Last night early Frank D. asked if I were going to try for the jobs open to Artists in A.I.F.  Saw Frank S. at O.R. and read particulars &ndash; three men wanted, one for H.Q., D.H.Q. and G.H.Q.  After three months at present rank, now rank of Lieut. and I dreamt last night of wearing larger stripes and apologising and defending my wearing them to myself.</p>
<p>But I intend to have a try for it, as does Frank D. and Shepherd.  I'll send the best sketches of sketch book and some more &ndash; one probably of the Hotel de Ville, Bailleul.</p>
<p>190.<br/>Morning a brilliant sun, now it's cold and grey.  All day long planes have been up, going and returning, last night a terrible bombardment.</p>
<p>Rumour of leaving here 29th.  Mail, Davis &amp; Oriole only.  "Father of The Forest" available.  Wrote today for Verhaeren's Belgium's Agony, and one of Aubrey De Vere's book of poetry.</p>
<p>191.<br/>A dozen times I've placed out those drawings I have &ndash; contrasting them and trying to see them impartially.  Lyttle sat awhile here during the afternoon, and I sketched him, that I'll include, and the profile I did of him two days ago, and I drew one out of a shell hole grave at Flers:  its cross was a rifle with two bayonets forming the arms of a cross &ndash; and a still mirror tied to the muzzle, deeply engraved with the dead name.</p>
<p>Tomorrow to Bailleul if the day's fine, and a sketching there of the church, the tower, gable and ugly porch.  Frank shewed me tonight his sketch of the Hotel de Ville, but it's too hardly lined and too ungraceful.</p>
<p>Basil at A.D.M.S. office could not procure any particulars but I'm woundering at the 'camaflage' note in the orders notice.</p>
<p>Yarning while with E. Green on Paris!</p>
