<p class="page" id="a4976077">[Page 77]</p>
<p>February 7</p>
<p>two in a corner yarning, and Harold L. writing, three kits laid as for inspection:  then two bridge parties, just the low monosyllables of the players, and a low murmuring of quiet yarners.  I'd lay'd down with the intention of reading "June Dance", but what an impossible atmosphere, outside the faintest of faint drizzles.  Basil and Vin, Rory and self have been yarning in Rec. Room &ndash; of W.W. Gibson's "Whim", so perfectly suited for low quaint melodies, "Merry Eye", "Fallowfield Hill", Northleach &ndash; they almost call for the accompaniment of such musick as a Hungarian Folk Song, Vin particularly charmed with the pieces.</p>
<p>146.<br/>Wrote tonight to Beaumonts &ndash; cancelling order of Jan. 29, asking for setting aside of Lady Gregory's Cuala book 21, and to Poetry Bookshop after Chapbook Catalogues.</p>
<p>No Mail!</p>
<p>Hoping to receive shortly from Mrs. H. Venus pencils.  Basil tonight asked me for a sketch &ndash; suggested a portrait of himself.  Would like to try it, but think it's rather above my head.</p>
<p>Hope Jim posts letter to W &amp; N for [indecipherable] Sketch Book.</p>
<p>February 7, 8, 9<br/>147.<br/>W. has just come in and standing with Maitland by my bed.  Now ponderously [indecipherable] at once &ndash; in the course of an argument with M. all sorts of avenged darts poisoned with damning adjectives.  His case against me is that I fail to appreciate Britain's superiority over the races of the earth.  My argument is against England's damned hypocrisy.</p>
<p>Germanias cartoon Englander is a compliment, compared with England's Germans.</p>
<p>February 8<br/>148.<br/>No Mail.  Payed, drew 30F.  Sketched from photograph belonging to Arthur B., Snowy Walters.</p>
<p>Turning in to read awhile, Stephen's Insurrection or Drinkwater.</p>
<p>Posted today letters to Beaumonts &amp; 'Poetry Bookshop'.</p>
<p>February 9<br/>149.<br/>Last night turning in&hellip;</p>
<p>White gleaming white on either side<br/>Of a duckboard track to the line<br/>Black, smudged black, &amp; a new hole wide<br/>By the duckboard track to the line.</p>
<p>Snow, white and soft as a new made shroud,<br/>On a duckboard track to the line,<br/>White flares arch, and the guns are loud,<br/>By the duckboard track to the line</p>
