<p class="page" id="a4976089">[Page 89]</p>
<p>February 18, 19<br/>172.<br/>Yesterday afternoon down to see the Hobos play the Rouen team &ndash; the Hobos winning 12-6.  Arthur B. played a splendid game, and a solid one all through, he to Blighty on leave this morning.  Basil this afternoon to D.H.Q. to type written matter for "Gheitz", drew our cover design, poor but it will have to suffice.</p>
<p>A heavy frost this morning, but again a full sun day, clear and brilliant, eyes still bad.</p>
<p>February 19<br/>173.<br/>Early last night raiders dropped a Bomb by Bailleul, this morning hear of it killing two of our chaps who were going on leave and seriously wounded three others &ndash; also on leave.</p>
<p>Till 10.30 we worked at "Gheitz" No. 2.  Basil back early from D.H.Q. with 96 copies of pages 3, 4, 5 and 6 &ndash; typed sporting news and a full account of Carnival.  This morning working at pages 2 and of finishing 45 copies.  Paper's our difficulty.  I'm to go now to B. for a further supply.</p>
<p>Mail:  invitation to R.A.S. show in Victoria Markets, Sydney.</p>
<p>February 19<br/>174.<br/>After a good night's work, 45 issues of Gheitz, of which about 20 remain with the Canteen for distribution.  A success beyond all our first expectations.  Till we're able to procure 45 more sheets of smooth paper further printing will have to stand.</p>
<p>175.<br/>This afternoon Union team played Engineers &ndash; 6:0 in our favour.  Tomorrow we play the 1st Batt.  Chances are about even, but it will be a most solidly contested game.  The last time we played them they beat us &ndash; for the first time since the Ambulance have had a team.</p>
<p>Tomorrow ?</p>
<p>176.<br/>The guns are heavily bombarding, a train of Scotties passed here two hours ago, the report reached us last night of the sudden bombarding of the 17th, report had it the Boche had attacked, our barrage had caught him, and he had lost to us 1000 prisoners, no confirmation, only rumour of this as yet.</p>
