<p class="page" id="a4976047">[Page 47]</p>
<p>January 7<br/>83.<br/>A yarning till late around the stove in the Dispensary &ndash; Jim S., Jim L., Bill and self &ndash; of many and all things:  of Lloyd George's new Peace Speech &amp; his great claiming &ndash; of what made the stove smoke &ndash; of the officers taking stoves from the wards to warm their own domiciles &ndash; of the bonzer weather, of our next sector, and of the flying corps.  Touristing France and Italy and Germany on bikes &ndash; push V motor.  God it'd be great to carry these arguments without the faint wonder if there'll even be an Apres la Guerre for you, then in the mind arises the memories of the dead, of Eric standing stripped and quiet in a full rich sun by blue skies and green water, a lovely figure of perfect form and colour:  of Ernie as he was after Bullecourt when we joined the 2nd Ambulance, or leaning yarning over a brazier:  of Snowy Watters coming laughing down the Rue de Bois at Henencourt:  of Jackie Howes and Gil at Bondi, beautifully built and sun-browned both of them, shooting in on a great wave, or sun basking, of a hundred others, all of them dead.  And still, and just close here, there's a world of slinking and sudden terrific death, and we talk laughing of the times that are golden merely to dream on.</p>
<p>January 8<br/>84.<br/>A parcel from Mother &ndash; two pairs of sox &ndash; Laus Deo! and Dennis' "The Glugs of Gosh" and I've just finished the reading of it, a bonzer book of whimsical nonsense ? full of quaint humour and fools' folly.  'Emily Ann' is a pure delight, and so is "The Little Red Dog".  I'll have a hard try to keep the book clean &ndash; but it'll be the most difficult task in the world.  Not lending it seems pure selfishness &ndash; all who have seen it are promised their anxiously asked loan &amp; one reading of it demands the recommending to another.</p>
<p>85.<br/>Heavy snow today:  this afternoon with the red setting sun, a wonder of vivid colouring.  Then the evening star like a frozen flare held brilliant against the luminous blue of the sky.</p>
