<p class="page" id="a4976067">[Page 67]</p>
<p>January 28<br/>129.<br/>God:  for the sanctuary of a great cathedral, for the silent rich benediction of its choir and the soft ease of its alar [altar ?], just for an instant to catch up again the ecstasy of a morning last August in York Minster.  Tonight all things conspire to haunt me and I'm in a hell of melancholy.  Could God come in to such an ugly church as Dranoutre?</p>
<p>And it is so easy:  the mere swallowing of a few tiny insignificant tablets &ndash; sleep and eternity! .. and the horrible thought! &ndash; wrapped in a grey or brown dirty blanket &ndash; safety pinned [indecipherable] &ndash; and buried across from here with a mute collection of listeners! &ndash; woundering why he did it, "funny &ndash; he seemed all right when I saw him!" &ndash; "he was out with Frank T. &ndash; and seemed full of a joy at a brilliant sun!" &ndash; "I saw him later walking in the night by himself!".  "Oh God! and I woundered if the Padre was in, and sneered at what I could confess to him, and he seemed when he came into the O.R. to us that day a bonzer chap:  of full sympathies and appreciations.</p>
<p>Oh God for compleat unconsciousness.  They'd bury me and wounder.  Frank would say &ndash; "Yes, but he always was a bit crazy about the fitness of things and beauty!"  Frank D. would be lost in a maze of fancies, and a half wounder would steal over his senses.  Toby would wounder too.  "I thought his ending would be queer! &ndash; he was always so full of intercourse for all that didn't matter &ndash; but &hellip;!"</p>
<p>Anyhow I won't swallow them, but tonight I'll be drunk and probably put to bed by Bill.  Oh but I'd love to spend the full terrible night in a gothic cathedral &ndash; let the whole night's beauty stealing through great traceried windows, lull all ugliness away, let the prayers of gothick art clean my soul and ease my sense, to be alone by one of the clustering apse altars of Amiens &ndash; one of those slender tall windowed apses clustered about the ugly high altar - or at Aix, kneeling lost to all but beauty by the</p>
