<p class="page" id="a4976053">[Page 53]</p>
<p>January 13, 14<br/>95.<br/>A clear star night, air full of frost:  a lovely day from early till late &ndash; one of the best of the Hermies days of last March when the 1st Division were advancing before Cambrai.</p>
<p>Supper in the hut with Toby and others:  porridge &amp; cake from the Civil Service.  Vin Sellers singing in the Musick Room of our Villa Billet:  old songs of full and lovely melodies:  Basil B. at the piano.</p>
<p>A good day's ending to sleep on.  Finished the reading commenced yesterday of Ian Hay's "The Right Stuff", a pretty and a light amusing novel and well written.</p>
<p>Put in for Paris leave.</p>
<p>January 14<br/>96.<br/>Deep snow and fine snow falling turning out this morning:  then a faint sun, and skies of faintest blue &ndash; merging to the colour of the gleaming snow.</p>
<p>Mail, T.L.S. and some good announcements:  a new book of W. W. Gibson's 'Whim', &amp; a new book of James Stephens "Reincarnation":  also two new books of Tagores.  Wrote to Beaumonts for "Whim".</p>
<p>Roland K. tells of his being engaged to an English girl.  Toby &amp; Bill from home hear of there being "memories"!</p>
<p>January 14<br/>97.<br/>Letter to Beaumonts, Jan. 15 (dated),</p>
<p>Dear Sir<br/>Tonight a few readers of the ambulances have decided upon the forming of a miniature Book Club:  so &ndash; would you be so good as to act as our Bookman?</p>
<p>You will easily understand our position:  we are constantly on the move &ndash; sometimes a party established as an Aid Post in the lines &ndash; at the Advance Dressing St. &ndash; or behind the lines at the M.D.S.  So our books will be the cheap editions and pocket editions.</p>
<p>I am assuming you will act for us, so am enclosing a Postal Order of &pound;2 to be placed to our credit and a list of the first books asked for &ndash; to be forwarded under my name to the 1st Aust. F. Amb.</p>
<p>We would deeply appreciate too catalogues of S.H. Books, and inexpensive and pocket editions.</p>
<p>Thanking you<br/>I am sir<br/>Yours sincerely<br/>Frank H. Molony<br/>Act. Secretary</p>
<p>Never forwarded.</p>
<p>Tonight the meeting and little discussed:  selections made of Books, and my mentioning Beaumonts is the shop decided on.</p>
