<p class="page" id="a4976049">[Page 49]</p>
<p>January 9, 10<br/>86.<br/>Two letters written:  one to Mother, one to Ron.  No mail in.</p>
<p>87.<br/>No papers today:  so the wild thing is told us &ndash; the papers have been suppressed in France by the Military &ndash; their contents are too startling.</p>
<p>From the Divy P.O. though, it's simply owing to mail falling back one day.</p>
<p>What will the next news be:  surely Lloyd George's speech should lead somewhere, by earlier speeches, if Germany had offered her speech first a haunting refusal would have been answered.</p>
<p>I'll to Swinburne, his "Songs Before Sunrise" beat Peace Talk &ndash; and a hundred conferences have been held here today &ndash; into cocked ridiculous rubbish &ndash; if there exists such rubbish.</p>
<p>January 19<br/>88.<br/>A day of pure dopiness.  A thaw set in during the night and mud thinly slimes the frozen ground.</p>
<p>Yarning awhile with George E. of M. Forrest &ndash; whom it appears Basil B. knows, and with Toby of the old Cairoian days.</p>
<p>No mail, and I'm looking forward to Pearse's "Rebel Sings" &ndash; the 2nd vol. of his collected stuff.</p>
<p>January 11<br/>89.<br/>This morning found the mail of yesterday with Les F. at the D.R.S.  A letter from C.W. Beaumont and a regret that "The Tragedy of Nan" was sold early last months.  A list of Cuala Press Books included "Selections from the writings of Lord Dunsany" &ndash; so wrote for it and for James Stephens "Five New Poems" &ndash; imagine &amp; hope it's a "Flaying Flame" Chap. book.</p>
<p>Posted two letters to Mother and to Ron.</p>
<p>90.<br/>Payed:  so drew only 20F.  Cabled home for Twenty pounds &ndash; in hopes of a Paris leave.  Posted to Mrs. Hadley the two Beaumont Books &ndash; and parcelled ready the Moreland and Cuala books.</p>
<p>No mail today &ndash; where I'd anticipated the January "To-Day".</p>
<p>Rain in the air, and a poor grey day.</p>
<p>91.<br/>Rusty T. around this afternoon - &amp; talking of our forming a book club:  to each, say, twelve of us, pay in 5F. and 2F. each pay:  to each be given the opportunity of listing books.  A meeting to be held shortly.  It is a good idea, and with the Motors carrying is a solved problem.</p>
