<p class="page" id="a4976041">[Page 41]</p>
<p>December 31<br/>67.<br/>Posted to Beaumonts order for "Tragedy of Nan", 26/-, P. Orders from F.P.O. 35.50.</p>
<p>From T.B.C. Alan Seeger's "Letters and Diary", in format uniform with the lively translated "Letters of a Soldier", this I'll have to buy again, it would make a fine book to bind well &ndash; without the two commonplace introductions.</p>
<p>These two books would shelve finely with Masefield's "Gallipoli", Verhaeren's "Belgium's Agony" &amp; Bean's "Letters from France".</p>
<p>Tonight its freezing again:  the sky is luminously blue, brilliant without stars;  a while back bursting shrapnel made sudden flashes of brilliance.</p>
<p>Wrote to Aunt Louie.</p>
<p>68.<br/>So ends tonight the fourth year into which the war has run.  In a few hours the [indecipherable] will be into the fifth, and the guns that have all day layn dormant are now awakening:  of a sudden a big gun's speaking will shake to the cellars our house and those by us.  Farther off another hollow echoing boom and the shells quick life's elation.</p>
<p>January 1, 2, 3<br/>January 1918<br/>69.<br/>I read last night scattered paragraphs through "Letters and Diary of Alan Seeger", today I've parcelled it up, with J. Drinkwater's "Prose Papers" &amp; addressed it to Aunt Louie.</p>
<p>No mail again.</p>
<p>Tonight at the Kookaburras:  D.O.</p>
<p>January 2<br/>70.<br/>Posted away Diary, A.S. and "Prose Papers".  P.P. I'd liked to have kept by me, their reading is good.  "Tides" I'm keeping but thought some have to make place for Flecker &amp; Beerbohm.</p>
<p>Not so cold again today, faint easy rain broke the morning's greyness, and took some of the snow from the slippery roads.</p>
<p>Reading this afternoon Pater's Luca Della Robbia".  No mail, but the report of some shortly arriving.</p>
<p>January 3<br/>71.<br/>There was heavy bombarding last night, and early this morning, bombing stunts about this sector:  we here were blissfully ignorant of both.  The morning sun is lovely and the clouds are few:  a day like those days of February, when six of us were at No. 1 Relay on the N. Road, Factory Corner.</p>
