<p class="page" id="a6565080">[Page 80]</p>
<p>"Skindle's" in Poperinghe<br/>(The Salient, 1917)<br/>(Reprinted from the London Mercury)</p>
<p>Reveille April 1, 1942</p>
<p>Shut the door, Jameson, shut the blasted door -<br/>The whole road's blocked as far as Elverdinghe.<br/>Four Bridge would hold you up an hour or more<br/>So don't go crashing up to-night, old thing -<br/>What weather!  Hall-marked Flanders wind and rain!<br/>Come on inside.  My groom will take your mare<br/>Round to the smithy on the Market Square.<br/>Let's have a dekko at the carte again.<br/>It's a posh lunch to-day, Suzanne's a vision,<br/>And the room's lousy with the old Division.</p>
<p>Just now MacMartin stopped me on the street<br/>With news from Amiens.  (And Marguerite<br/>Sends you her love.  Oh, it's a bonzer war<br/>In cushy billets at the Poisson D'Or!)<br/>Mac is the same old swinger &ndash; he "mistook"<br/>His indicated route, and lost his bunch,<br/>Jumped on a tender down from Hazebrouck<br/>And blew in here with Willy Braid for lunch.<br/>They're in the bar with Tupper, back from Blighty,<br/>Capping his yarns of Baths and Aphrodite.</p>
<p>Yes &ndash; I go back at dawn.  We're on the ridge<br/>Over the Steenbeek by the corduroy bridge,<br/>Past the big pill-box with the double cleft<br/>To the main route stumps on the sky-line &ndash; then half-left<br/>It's about an hour from the lorry-stand, unless<br/>You take the duck-boards near the R.E. shaft.<br/>Quicker that way, of course, but badly strafed.<br/>You'll see a stranded tank there &ndash; that's the Mess.<br/>What is it like now?  Smelly, Jim, and muddy -<br/>Under restraint, I call it fairly bloody.</p>
<p>Nothing like Nieuport.  Why, it seems an age -<br/>And yet the year is barely four months older,<br/>Since we got rounds up on the narrow-gauge<br/>And visited Belgian outposts in the polder.<br/>That was the life, old Jimmy!  Now it's a black<br/>And gory business, slogging away by pack -<br/>Most of it salvage &ndash; while the five-nines crump<br/>Our half-drowned hairies staggering from the dump.<br/>(Well, here's luck, Jim!  Gone dry?  Why, I'd forgotten -<br/>Another brand, Suzanne!  This sweet stuff's rotten.)</p>
<p>There's a new mob to-night about the town -<br/>The whole back area's stiff with guns and troops,<br/>And Proven roads chock-full with "heavy groups"<br/>From six-inch up.  They've put the tape-lines down<br/>And moved the forward dumps to Poelcappelle.<br/>Battle-headquarters' somewhere near the Bower,<br/>All day and night we're brassing off like hell -<br/>It's going to be a "Brock's" at zero hour!<br/>The Hun's not loafing though he's getting windy,<br/>Listen!  Even from here you can hear the shindy.</p>
<p>Two nights ago we caught it hell-for-leather.<br/>The new relief had just gone on ahead,<br/>Leaving the altered signal "green-over-red."<br/>There was a little mist, and some soft weather -<br/>All quiet at nine o'clock.  Hardly a sound.<br/>I took my gum-boots for a last look round.<br/>Nothing was doing beside the usual cracks<br/>Of long-range shrapnel on the duckboard tracks,<br/>And a crooning eight-inch, humping along a load<br/>Meant for the siding on the Pilkem road.</p>
<p>Clusters of Verey lights along the line<br/>Flickered and plunged.  They helped my eyes to mark<br/>Our barrage-lines across the battery-arc.<br/>The pools were hoared with silver in the shine.<br/>Peaceful it was.  I strolled and smoked and stared -<br/>There came a quickened rumble in the East,<br/>Down the battalion front the lights increased.<br/>Machine guns raved and stuttered.  A rocket flared -<br/>Scarlet and golden-rain spouted and spread,<br/>Flares and skysigns and stars, and<br/>Green-over-red!</p>
<p>Watch for it Sentry!  There again.  Yes!<br/>Battery-Action!  S.O.S.<br/>Shadowy man after man leaps to a gun.<br/>Flash from the centre &ndash; five then flash as one.<br/>All round are flashes, lighting the livid faces of straining gun-crews.<br/>Vicious and vivid<br/>Fire spirals and cataracts &ndash; knives, spikes<br/>Of fire stabbing the dark.  Batters and strikes<br/>On the ears the unutterable, profound<br/>Debauchery of sound -<br/>The roar and clutter and whinny &ndash; sustained, obscene<br/>As if the dead beasts of the Pleistocene,<br/>Spawned of the essence<br/>Of ravaged earth's womb and her churned putrescence<br/>Were howling over the mud their lusts unclean.</p>
<p>They &ndash; well, when every hollow's a belching mass<br/>Of wrangling guns, guns bellowing to guns -<br/>You cannot tell a burst of ours from the Hun's -<br/>Suddenly through the cordite I smelt the gas.<br/>Down went the warning through the roar and screech -<br/>The spitting splinters ploughed us like a squall,<br/>Half-blinded gunners wrestled with the breech,<br/>Gas-helmeted, smoke-drenched &ndash; you know it all -<br/>Then the five-nines began.  A Salvo came,<br/>And Number Four went up in a gust of flame.</p>
<p>I thought the whole of the line was smashed and finished -<br/>And then, through the reek of the fog and the dropping mire,<br/>From the right flank, steady and undiminished,<br/>Came the assuring crashes of section-five,<br/>Timed and checked and re-laid.  We groped and plunged<br/>To pull the stricken out.  Still droned the steady<br/>Voice of the sergeants at the "set and ready".<br/>Number One, fire!  The muzzle flamed and lunged.<br/>Number Two, fire!</p>
<p>By God, those chaps are stunners!<br/>Search France, you'll find no better than my gunners.<br/>But some good men went West &ndash; some of the best.<br/>Horses or men, the best must always go -<br/>Jim, it's a mad, blind, lunatic, filthy show -<br/>Destiny's pitch-and-toss made manifest.<br/>I'm sick to death of it.</p>
<p>And yet &ndash; and yet<br/>Nothing in life, I suppose, lacks credit and debt -<br/>There's a hold somehow in this crazed eclipse<br/>Of the normal orient &ndash; a hold that grips -<br/>The battered brain may hanker for surcease,<br/>But under the brain &ndash; it's curious &ndash; there is peace.</p>
<p>Hold on a bit.  Last leave I met a fellow<br/>Who cornered me at the club and hiccupped crude<br/>Optimist zeal and tub-worn platitude -<br/>You know the sort.  Slug-bellied, slushy, mellow.<br/>He winked, and wagged his tubby hands, and spouted -<br/>"Break through next time, old boy!"  He knew, he knew -<br/>The final trap was laid &ndash; the Hun was outed -<br/>He'd had it straight from Jones at G.H.Q. &ndash;<br/>And &ndash; "Then we'll see you sportsmen back at Dover<br/>Covered with glory &ndash; sorry it's all over."</p>
