{"vid":"103446","uid":"1","title":"James McKenzie diary, 5 July 1915-21 January 1916 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"103423","type":"transcript_page","language":"und","created":"1389066903","changed":"1397714761","tnid":"0","translate":"0","revision_timestamp":"1397714761","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 3]<br> \r\n July 5th 1915 \r\n to \r\n January 21st 1916</p> \r\n <p><a name=\"a5678004\"></a> </p> \r\n <p>[Page 4]<br> \r\n July 6th<br> \r\n As we were on our way to Church we witnessed a very funny incident. We heard the strains of bagpipes and walking slowly we expected to see some highland regiment come marching along. We were very much surprised to find instead of Highlanders, marching gaily along, we saw a mixed band of pipes and brass instruments walking in front of a closed in motor car and two old fashioned horse driven cabs. The motor car was all decked off with greenery, especially the wheels of the car.<br> \r\n We understood it to be the driving home of a newly married couple going to their new home. The whole procession was followed by a crowd of youngsters cheering and shouting at the pitch of their voices. There were a great many soldiers and nurses passing at the time and a look of amusement crossed their faces as the humour of the scene dawned upon them.<br> \r\n While this scene was being enacted a contrast to the happy picture was also witnessed in the passing of a native funeral with its accompanying groaning and chanting as they followed the corpse to the cemetery.<br> \r\n Going home from the church in the gloaming we were rather tickled by seeing a drove of ducks being driven along one of the main streets, by some natives.</p> \r\n <p>July 6th Mon.<br> \r\n The view looking from the balcony of number 6 ward strikes one very</p> \r\n <p><a name=\"a5678005\"></a> </p> \r\n <p>[Page 5]<br> \r\n much.</p> \r\n <p>The Bulac Bridge, a peculiar kind of drawbridge, crosses the River Nile at this part. There is a very great deal of traffic over the bridge, tram cars which go backwards and forwards from Cairo to the Great Pyramids, Motor Cars, cyclists, natives riding their camels &amp; donkeys, and driving their carts, continually crossing all day long. \r\n <br>The banks of the Nile are lined with trees and the white glare of the hot sun gives the River a blue, calm refreshing appearance. The gaily coloured steamboats, houseboats, etc give the place a holiday appearance. \r\n <br>The continual coming and going of the large feluccas carrying merchandise, fruit, stone, etc give a strange mysteriousness to the scene.<br> \r\n On the other side of the bridge the city of Cairo begins, its flat roofed houses some gaily coloured, others the colour of clay, the numerous domes and minarets of the mosques rising above the houses continue until they gradually reach the Citadel and Mohammed Ali mosque which are built high up on the hill, while behind this mosque rise the Mokattam Hills which have a white lime appearance.</p> \r\n <p>More wounded arrive from the Dards, late to-night.</p> \r\n <p>Tues July 7th<br> \r\n Went down the Mousky along with O? N.  In the evening went for a stroll along an unknown road. It was in the gloaming and a nice cool </p> \r\n <p><a name=\"a5678006\"></a> </p> \r\n <p>[Page 6]<br> \r\n breeze was blowing which was very refreshing after the extreme heat of the day.<br> \r\n I was surprised to find this road all lined with trees and it was just like the terraces and avenues at home.</p> \r\n <p>July 9th<br> \r\n More wounded from the \"Dards\".</p> \r\n <p>July 12th<br> \r\n Intended to have a sail up the River Nile with M. but much to our disappointment we could not get a boat to hire so we decided to go out to Heliopolis.<br> \r\n We had a walk round this beautiful place which is built out in the desert.<br> \r\n Returning to the city we had tea in Groppi's and then drove home in a \"gharry\".</p> \r\n <p><a name=\"a5678007\"></a> </p> \r\n <p>[Page 7]<br> \r\n July 16th<br> \r\n D and myself were picked to go on a Hospital Ship. There were twenty men picked and the remaining twenty five were asked to volunteer. The result was a great deal more volunteered than were required. We were put through a medical test and told to keep ourselves in readiness.<br> \r\n We thought our \"luck was in\" this time.</p> \r\n <p>July 19th<br> \r\n More patients from the Dards.</p> \r\n <p>Went to the Aquarium which is only a short walk from here. The grounds are very nicely laid out. In the centre is a large Ghrotto. It is nice and cool inside and in niches</p> \r\n <p><a name=\"a5678007\"></a> </p> \r\n <p>[Page 7]<br> \r\n swimming about in water, the various kinds of fish which are to be found in the River Nile.</p> \r\n <p>July 22nd<br> \r\n O?N and myself went into town on an A.S.C. Waggon and got off at the Cairo Station.<br> \r\n Making our way down a narrow street in order as O?N said to ?lose ourselves? for the afternoon we wandered on \"all dressed up and nowhere to go\".<br> \r\n We walked slowly along accosting as we went, native sellers, speaking to them in broken Arabic and by this means added more to our few Arabic words.<br> \r\n As we wandered about we got an insight into the work-a-day life of the natives. <br> \r\n We saw them making the cage-like beds made from the branches of the Palm Tree, the same as the ones which we at present sleep on.<br> \r\n We saw an old man turning wood by a very clever device in the form of a hand lathe. It was turned by means of a bow, the string of the bow being put round the article to be turned. The rapidity by which this old man turned these articles with this ancient device was marvellous.<br> \r\n As we passed a large window we saw a large number of natives with watches in front of them. Thinking this place to be a watchmakers shop we went in to see the time. We were greeted with a roar of laughter by about thirty men and boys seated at tables like the desks in a school.</p> \r\n <p>Much to our surprise and amusement </p> \r\n <p><a name=\"a5678008\"></a> </p> \r\n <p>[Page 8]<br> \r\n we found that this was not a watchmakers shop but a place where they were making hand-made cigarettes.<br> \r\n Each person there had a watch in front of him and the tick, tick, tick, of these thirty watches seemed to act like music to the nimble fingers of the cigarette-makers as they pushed the cut-tobacco through the already prepared cigarette paper.<br> \r\n We saw two native girls grinding corn by hand, turning the old fashioned grind stones.<br> \r\n Other industrious natives we saw at work were men sewing decorations on tents, making toffee, bookbinding, making the cart wheels for the native carts.</p> \r\n <p>We ultimately landed into well known territory \"the Mousky\" and got back home in time for tea.</p> \r\n <p>23rd July, Fri. 24th July Sat.<br> \r\n Had a stroll round some more of the native streets in Cairo with the same interesting experiences which I had in my previous meanderings.</p> \r\n <p>25th July, Sun.<br> \r\n The season of \"Ramadan\" is at present being held. Hearing that the interior of the Mohammed Ali Mosque would be lighted up this evening, when we knocked off duty we took tram to the Citadel, to see what it would be like. Unfortunately we had struck the wrong evening and apart from the electric lights which outlined the tall minarets of the mosque nothing exceptional was</p> \r\n <p><a name=\"a5678009\"></a> </p> \r\n <p>[Page 9]<br> \r\n to be seen.</p> \r\n <p>Going round to the lookout behind the mosque we had a good view of the numerous minarets of the mosques of the city of Cairo, outlined by the Electric lights, like the minarets of the Mohammed Ali Mosque.</p> \r\n <p>July 26th Mon.<br> \r\n Went out for a drive in an Arabiah along with M to visit Old Cairo and the Tombs of the Mamalukes. On our way we lighted at the most Ancient Mosque in Egypt. The mosque covered a wide area and had 365 pillars of marbles, nearly all different styles. They had been taken from various places all over Egypt. We were told by the guide that at present only one service is held each year in this mosque. We mounted the narrow, short, but steep staircase up to the pulpit. It was rather shaky and thick with dust as if it had never been used for ages.<br> \r\n One part of the mosque was covered in and had a much better appearance than the other part which was left uncovered.<br> \r\n We were told that the covered in part of the mosque was for the rich people and the other part, not covered in was for the poorer classes. We were next taken to an old church and underneath the church was a cave which was said to have association with the Holy Family in their flight to Egypt.<br> \r\n Driving further on we passed a place where excavations were being made and where there were</p> \r\n <p><a name=\"a5678010</a> </p> \r\n <p>[Page 10]<br> \r\n a great many remains of buildings. Passing these remains we came to what appeared to be a village without an inhabitant. It was a native cemetery. Those people who could afford it build walls round their burial ground as memorials, just like a cottage without a roof. The poorer people had to be content with less elaborate burial places. We ultimately reached the tombs of the Marmalukes. There were a great many tombs, some of a rather crude appearance and others were built of solid marble and beautifully carved. There is said to be over 500 tombs at this place.<br> \r\n I was very interested in the carpet which covered the floor of the beautiful place where the massive marble Tombstones were. It resembled very much the carpets woven in the C.C.W.</p> \r\n <p>July 28th Wed.<br> \r\n Went up to the Mokattam Hills. We took the Tram Car to the Citadel, then we hired a donkey to climb the steep part of the hill. There was no sign of vegetation on the hill, nothing but sand, sand, was to be seen.<br> \r\n One got a splendid view of the course of the River Nile by the trees and the vegetation which grew along the banks of the river.</p> \r\n <p>July 30th Fri.<br> \r\n Went over to Rodah [Rhoda] Island to see the Nilometer. This is the place where the rise and fall of the River Nile is measured.</p> \r\n <p>O?N and myself had some </p> \r\n <p><a name=\"a5678011\"></a> </p> \r\n <p>[Page 11]<br> \r\n difficulty in finding the place due to the fact that the natives, of whom we enquired, not knowing the language. They were of the poorer type who had not come in contact with the troops very much. We ultimately got on the right track by the help of a native policeman who got the hold of a little native boy. The boy guided us through a labyrinth of a way which at one time appeared to have been a splendid garden. He interested us very much by pointing out various trees, calling them by their English names and also their Arabic names.<br> \r\n After a good long walk through these gardens we came to the Nilometer. This place was like a huge well with a pillar in the centre. The pillar was marked with Arabic measurements. This well was connected in some way with the river and by this means the rise and fall of the river was gauged.<br> \r\n It is said that Moses was found amongst the bulrushes at this part. We were then taken to the Mundura Tree. It was situated in another part of the garden.<br> \r\n This tree is said to have curative powers.<br> \r\n It was all tied up with pieces of rag. These rags are supposed to have been taken from the clothes of people who have been suffering from some disease.</p> \r\n <p>The people are said to take pieces of clothing from of the affected part. These are hung on the tree and leaves from off the tree are</p> \r\n <p><a name=\"a5678012\"></a> </p> \r\n <p>[Page 12]<br> \r\n taken and put on the part were the clothing has been taken off and also a new piece of cloth above the leaves. This tree grew in a peculiar manner. The trunk had grown parallel with the ground, then took its natural form and grew upwards. Hanging from the tree were numerous small flags which were a great deal the worse of the wear. There were also three lamps presumably for night time. On our way to this tree we were followed by a merry group of youngsters. They played round about us and when we reached the tree a piece of straw matting was produced and we were requested to sit on it much to the amusement of the little native children.</p> \r\n <p>July 31st Sat<br> \r\n Went into Cairo this evening. As we entered the Square, the City Fire Engine with the Fire Brigade came dashing along the street.<br> \r\n We turned in the direction the Fire Brigade had taken. It was only a short walk to the scene of the conflagration. When we reached the scene there was a large crowd of people mostly soldiers standing and the Fire Brigade seemed unable to do anything.  They apparently were held back by the troops.<br> \r\n The flames were blazing away on the lower flat of one building only, when we reached the scene. As we looked on wondering when any movement was going to be made to put out the conflagration we were amazed to see about half a dozen Australian troops</p> \r\n <p><a name=\"a5678013\"></a> </p> \r\n <p>[Page 13]<br> \r\n come out on to the balcony of the next building hawling wardrobes, bedding and other household things suitable for burning and threw them over the balcony on to the street below, where another fire had been begun. They seemed to be as calm and collected as if they were doing an ordinary days work under ordinary conditions.<br> \r\n In fact after they had thrown a large number of things over in this way one of the soldiers had the audacity, in spite of the fact that the flames were beginning to mount higher and higher and volumes of smoke were pouring forth from the windows, to give a speech to the huge crowd which had gathered.<br> \r\n The smoke and the flames became too much for them and they left the balcony but still no effort seemed be being made by the fire brigade, who, with their fire engine stood in amongst the crowd unable to move. I saw one woman being carried out from amongst the crowd bleeding from head to foot. She was put into an ambulance.<br> \r\n Before the fire brigade got set to work five three to five story houses were well on their way to being burned out.<br> \r\n In one sense it would not have mattered much if the whole street of houses had be burned out. It was a street of houses of ill-fame, a street, the occupants of which have been the ruin of thousands of our soldiers lives.</p> \r\n <p><a name=\"a5678014\"></a> </p> \r\n <p>[Page 14]<br> \r\n Even in the open street one could see things which unless they had seen them with their own eyes, they would not have believed that white people could have sunk so low and become so degraded.</p> \r\n <p>Aug 1st Sun.<br> \r\n Went and had a look at the work of the previous night. Nothing but the bare wall of five houses were left to mark the spot where the previous morning people had lived. A guard was put over the street and no one was allowed to pass through.</p> \r\n <p>Aug 2nd Mon.<br> \r\n More patients from the Dards. Mostly medical cases. No leave for the troops to go to Cairo owing to Saturday night's escapade.</p> \r\n <p>Aug 3rd Tues.<br> \r\n After visiting the Aquarium O?N and I took a walk round the Ghezireh Island. One part of the island is laid out for building purposes. Fine avenues have been made with trees on either side which pointed to this place being a very fashionable place some time. Getting off the well laid out part on to a footpath we came to the banks of the River Nile. We came across what we thought were heaps of mud. On closer examination we found they were the dwellings of natives. The inhabitants being workers on the land. Cattle, donkeys  poultry and people lived in much the same places. The native poultry like their eggs are very small and the native cattle are very ugly looking beasts. Feluccas were sailing</p> \r\n <p><a name=\"a5678015\"></a> </p> \r\n <p>[Page 15]<br> \r\n up this branch of the river which went to form the island. Three natives who had practically no covering over their bodies were walking along the bank pulling a large felucca down the river.<br> \r\n In their work the natives seem to be very sparingly dress, but I have often been walking on the roads leading to the city and have been hailed by them and had to look twice before recognizing them. Having donned their flowing robes and with walking stick in hand walking jauntily along the road they looked different individuals altogether.</p> \r\n <p>Aug 7th Sat.<br> \r\n Wounded arrived this morning from Gallipoli.</p> \r\n <p>Aug 8th <br> \r\n Having spent the greater part of our time since we came to Egypt in studying the habits and customs of the people, we decided to go to the Cairo Museum and their saw something of what the people of the ancients were like, and what their ideas of life were.<br> \r\n I had visited the Museum one time before but had felt a bit bored with what I had seen there.<br> \r\n This time I had a guide book with me and with the information contained in it and seeing the actual things I spent an exceedingly pleasant afternoon.</p> \r\n <p>It was very cool inside the Museum. The place is massively built. The more I looked at the Statues, Tombs Sarcophagus, etc the more I</p> \r\n <p><a name=\"a5678016\"></a> </p> \r\n <p>[Page 16]<br> \r\n was impressed with the wonderful life-like expression of the features, in spite of the fact that they were badly mutilated and had suffered from the ravages of time, some of them were thousands of years old and had lain for centuries covered by the sand. The hieroglyphics on some of the tombs are so neatly carved that one cannot praise them enough. There were mummies, thousands of years old, the ancient jewellery they wore, etc. and many other things used in the lives of these ancient Egyptians which could only draw from us the conclusion that they must have been a wonderful race of people at that time.<br> \r\n It was a most profitable afternoon that we spent here to-day.<br> \r\n To learn all that was to be seen in this place would take up a life time of study.<br> \r\n On leaving the Museum and making our way towards the Hospital, three natives apparently took us for simpletons. As we approached them they began to play with three cards. One of them put the three cards down on the ground whilst the other two backed for the highest card. In spite of the fact that I knew that they were trying to influence us to play, we were almost on the point of putting money on the cards so simple did it seem. The old man of the tricksters did things so sheepishly and yet won nearly every time, that, hadn't we known anything of the game we would have fallen into the trap and proved what they thought us to be, namely</p> \r\n <p><a name=\"a5678017\"></a> </p> \r\n <p>[Page 17]<br> \r\n simpletons. As we walked away we burst out laughing and likewise the natives did also when they saw that we knew their game.<br> \r\n Saw the natives laying the foundation stone of a minaret at the re-building of an old mosque. These natives seem to still do their work without the aid of mechanical impliments.<br> \r\n This old mosque which was badly out of repair was said to be five hundred years old.</p> \r\n <p>Aug 9th Mon<br> \r\n Went down the \"Mousky\". Had a cup of Egyptian Coffee which proved to be the most refreshing drink I have found yet. Before partaking of the coffee I had a severe headache but I found after taking the small cup of coffee with the glass of cold water, the customary way of taking this stimulant in this country, I found that my headache had vanished. Determined, before leaving Egypt, to buy an Egyptian Brass Coffee set, as a suitable curio of the country.  More wounded arrived.</p> \r\n <p>Aug 10th Tue</p> \r\n <p>Mena House re-opened as a hospital in order to take an over-flow of patients expected. (Lone Pine Attack Suvla Bay.)</p> \r\n <p>Aug 11th<br> \r\n The month of Ramadan, commenced about the middle of last month, on the appearance of the new moon.<br> \r\n During this time the natives fast from 1 a.m. till the sun has set about 7.30 p.m. every day.<br> \r\n A Gun is fired from the Citadel at sun set.<br> \r\n The month of Ramadan is followed</p> \r\n <p><a name=\"a5678018\"></a> </p> \r\n <p>[Page 18]<br> \r\n by the month of Shawal. The first three days of which is celebrated by a minor festival. The object of the Festival is to give expression to feelings of rejoicing  at the termination of the fast and as at our own Xmas Celebrations the parents give presents to their children and masters also to their servants. A few days afterwards (Baram) the \"Kerweh\" or covering, manufactured at Constantinople at the expense of the Sultan for the \"Kaabel\" (the most sacred sanctuary in the interior of the Temple of Mecca, where it is annually carried in procession by the pilgrims, is conveyed to the Citadel at Cairo. There it is sewn to-gether. The ceremonies which take place on this occasion are repeated, but on a much grander scale at the end of the month of Shawal, generally about the 23rd of the month.<br> \r\n A gay procession escorts the pilgrimage Caravan to Mecca, and also takes charge of Mahmal. On this occasion all true believers endeavour to remain on the streets during the whole day.</p> \r\n <p>Aug 13th, 14th, 15th <br> \r\n There is no leave for the troops these last few days. The reason being, the native festivities being on, there might be trouble between them and troops.<br> \r\n Very large numbers of patients have been admitted to the hospital mostly stretcher cases.<br> \r\n Beds were prepared in all sorts</p> \r\n <p><a name=\"a5678019\"></a> </p> \r\n <p>[Page 19]<br> \r\n of corners, recesses and passages in case they should be required.<br> \r\n Carrying patients in at 1 o'clock this morning.<br> \r\n A new landing (Suvla Bay) has been made on Gallipoli and this has accounted for the overflow of wounded.</p> \r\n <p>Aug 17th Tues<br> \r\n Took a circular run in the tram car. Passed the Sultan of Egypt's Palace and also the Barracks of the Egyptian troops.<br> \r\n All the Imperial Patients in the Hospital have been transferred to the Citadel Hospital.<br> \r\n Received P. Instructor and R.C.Book No 2.</p> \r\n <p>Aug 20th Fri.<br> \r\n Intended to go up and see the famous Barrage, but when I reached Cairo Station I found that there was no train suitable running that day.<br> \r\n Being disappointed in this respect I spent the remainder of the afternoon travelling here and there in the tram cars.<br> \r\n Saw the, what to my mind at least was, early stages of weaving a very simple hand loom worked by a native in his little shop.</p> \r\n <p>Aug 22nd Sun.</p> \r\n <p>Went out to Gaza R.C. Hospital to do stretcher-bearing. A number of gentlemen were also lending a hand. Mostly Scottish wounded in this lot. They were unanimous in the opinion that the ?D? is a good place to be out of.</p> \r\n <p>Aug 23rd Mon</p> \r\n <p><a name=\"a5678020\"></a> </p> \r\n <p>[Page 20]<br> \r\n A general clearance of patients to Mena. Another rush of wounded expected.</p> \r\n <p>Aug 25th Wed.<br> \r\n More wounded arrived from the Dards.</p> \r\n <p>Aug 30th Mon.<br> \r\n Cairo has been out of bounds this past week.<br> \r\n Visited [indecipherable] Homes along with Dave and had tea. Five other chaps who had been wounded at the ?Dards? were present and we had a jolly good time.<br> \r\n [indecipherable] Homes had visited our hospital to see a patient there. He spoke to myself in one of his visits and noting my accent he asked me where I came from. In my reply it turned out he belonged at one time to the same town in which I was born and brought up. This was the means of introducing one to him.<br> \r\n He had a beautiful house and was a gentleman of great literary and artistic tastes. I have never entered a house in which I found more pleasure than in the house of [indecipherable] H. There were many kinds of antique furniture, pictures, and nick-nacks and they were so tastefully laid out that it was a very real pleasure indeed to see such rooms.</p> \r\n <p>More patients admitted to Hospital.</p> \r\n <p>Sept 1st Wed.<br> \r\n Strolled down the ?mousky?.  Very amused at a couple of natives with a donkey. They were driving a loaded cart drawn by a donkey. The road on which they were driving was slightly elevated and applying the whip to the donkey's back they</p> \r\n <p><a name=\"a5678021\"></a> </p> \r\n <p>[Page 21]<br> \r\n endeavoured to get over the elevations. The sudden jerk of the cart as they endeavoured to get over the obstacle upset the contents and sent the driver on to the donkeys back.<br> \r\n D. sick in hospital.</p> \r\n <p>Sept 3rd Fri.<br> \r\n Walked round by a native cemetery along with O?N. It was in a disreputable condition. Wandered into a flour mill which was a more modern type than one expected to see in this part of the world. We were shown round it by one of the workers. The native workers were very much interested in us. They tried to get some information out of us regarding how these places are worked in Aus - . the fellow, whom I took to be the foreman, could not speak English but he took us to his office in which there was a telephone. He spoke a few words to someone who was at the other end of the ?phone and then handed the ?phone to O?N. O?N listened and as far as he could understand the chap who could speak English fairly well asked the above information. When O?N knew what they were after and as we did not know anything about flour mills we thought it was time to retreat and so putting the receiver down he told the foreman that he did not understand and we laughingly made ourselves scarce. Wending our way about looking in out of the way places ... we </p> \r\n <p><a name=\"a5678022\"></a> </p> \r\n <p>[Page 22]<br> \r\n came across a Rope spinner, spinning rope by a very simple contrivance. We then landed into Mohammed Ali Street and taking our bearings from here we made our way to Groppi's for tea, passing on our way a number of Letter Writer's and men of Affairs seated at their little desks under a canopy, where they transacted their business.</p> \r\n <p>Sept 4th.<br> \r\n I do not wake so early in the mornings. The air is much cooler now, just like autumn weather in Scotland. The air being cooler, the flies do not get up so early either, they do not torment us, the consequence is, reveille sounds and yet I sleep on, usually having to double to get on parade ground in time to fall in for duty.</p> \r\n <p>Sept 5th Sun.<br> \r\n Went to church with M. and had a nice stroll home in the gloaming! M. leaves for Alexandria for a months stay at the seaside.</p> \r\n <p>Sept 7th Tues.<br> \r\n Ten men of our unit leaving for duty Overseas. I expect to be amongst ten who are going away shortly. Thirty A.M.C. details arrived here. M.B.D. camp. <br> \r\n Whilst seated in Groppi's having tea and studying the people who continually passed too and fro, it struck me very forceably that the people of better off classes were soft and flabby in appearance, and the people of the lower class had the look of being down trodden.</p> \r\n <p>Sept 8th Wed.</p> \r\n <p><a name=\"a5678023\"></a> </p> \r\n <p>[Page 23]<br> \r\n Sept 8th Wed.<br> \r\n Two new natives acting in the wards.</p> \r\n <p>Sept 9th Thur.<br> \r\n Went down the \"Mousky\" again. We took a walk along a side street in which we had not walked previously in our meandering down here. The street, which we would term an alley was about 8 ft wide. We seemed to have landed into the weaving part of the district. Here we saw weaving in its primitive form. In little recesses of the alley, men were seated weaving by hand. The cloth they were weaving was only from one inch to three inches broad and was of a brightly coloured nature. This cloth is used for tying up the native dress. In one recess there were ten weavers working away at their primitive looms whilst a little native boy apparently overcome with the closeness of the place was lying sound asleep below one of the looms. In another place we saw the finishing touches being put to the cloth which gave it a glossy appearance. In another recess we watched the Red and Yellow Egyptian slippers being made. The grinding of Pepper and Cinnamon was also being done here.<br> \r\n The grinding process was being done in a big stone block which had a hole in it which tapered gradually to almost a point. In this the pepper and cinnamon nuts were put and a huge iron bar was lifted and dropped in amongst them. This was</p> \r\n <p><a name=\"a5678024\"></a> </p> \r\n <p>[Page 24]<br> \r\n no light job. We tried our hand at it and after we had laboured away until the sweat fell from our brows, one of the little native youngsters, who were standing around laughing at our exertion asked for \"backshish\" much to our chagrin. <br> \r\n As we walked along this narrow street, in one recess seeing articles made and in another seeing the same kind of articles for sale, this proved an exceedingly enjoyable afternoon. In the shops, with very few exceptions groups of natives were gathered. They looked very picturesque in their native dress of many colours. They seem to be of a very dreamy disposition and I take it they are of a religious nature, many times I have seen them in the attitude of prayer, regardless of the many passers-by. The narrowness of the streets make the place look very busy even although there may only be a few people passing too and fro.</p> \r\n <p>Sept 14th Tues.<br> \r\n Looking out of the hospital window I saw a few large Feluccas came sailing up. As they sailed into the banks of the Nile, native sailors climbed the tremendously slim, tall masts to bind up the sails. They looked like monkeys on a wire and were very pretty to see.</p> \r\n <p>Sept 15th Wed<br> \r\n Had repetition of my experiences down the \"Mousky\".</p> \r\n <p>Sept 17th Fri<br> \r\n Paid another visit to see the Nilometer.</p> \r\n <p><a name=\"a5678025\"></a> </p> \r\n <p>[Page 25]<br> \r\n Sailed down the River Nile in a small Felucca. At first we went so slowly that I thought we would never reach our destination. An old native was in charge of the boat and we tried to make him understand that we wanted to go faster but all to no avail he still continued zig-zagging on the river. As we got to a wider part of the river we went more quickly. A sudden gust of wind caught our sail and I thought we would have been capsized as we turned a complete circle in the boats length. The old native apparently new his craft and we landed near the hospital with feelings of relief.</p> \r\n <p>Sept 19th.<br> \r\n My name amongst the 20 to leave for duty overseas. Names up on Orders.</p> \r\n <p>Sept 21st Tues.<br> \r\n Paraded at 8.30 this morning before Col. Martin. Complimented by him on the work we had done whilst members of the unit and after a great deal of hand-shaking and good wishes, the twenty of us left for, where we do not no. all that we knew was that we were for duty overseas. We were driven in Ambulance Cars to Cairo Railway Station. Leaving Cairo Station at 9.30 we arrived at a station called Sidi Gaber, near Alexandria, and marched from there to Mustaffa Camp. The breeze blowing from the sea was exceedingly refreshing after the heat of Cairo. The camp was</p> \r\n <p><a name=\"a5678026\"></a> </p> \r\n <p>[Page 26]<br> \r\n situated on the side of the sea and it was very sandy. <br> \r\n Being free for the day, a party of us went to Alex?in the tram car and spent some time wandering about the streets. Having learned that M. was staying at the Carlton Hotel near Bulkeley I took tram car there. I was fortunate in meeting, as this place was out of bounds to troops. I did not see the notice to this effect so went in at the gate without knowing. After a good deal of trouble I met M. and was invited in to supper. I was taken up to the top of the hotel which seemed to be a new building, and on to a nice large verandah. The verandah, which was large, was laid out like a sitting room, with sofas, chairs, nicely upholstered and a beautiful soft carpet on the floor. It was a beautiful moonlight evening, and the nice warm breeze blowing in from the sea made one feel quite romantic. I was treated to a splendid supper which made me feel as if I was a wealthy individual having a holiday in the Orient instead of a soldier on his way to goodness knows where.</p> \r\n <p>Sept 22nd Wed.<br> \r\n Warned to be in readyness to go with the next draft Overseas. Took the car out to a suburb called Victoria and back into the city again. Had a swim in the sea in the afternoon. In driving back to Camp, one of our </p> \r\n <p><a name=\"a5678027\"></a> </p> \r\n <p>[Page 27]<br> \r\n men was spoken to by a foreigner, presumably a Frenchman, in a peremtory fashion. When the conductor came round for our fares, he did not ask this Frenchman and four other companions for their fares. Our man saw his chance of getting \"one\" in on him. When the conductor asked for his fare he said \"Mafish Falouse\" meaning that he had no money \"Bohkara\", To-morrow. The conductor looked at him anything but pleased and used threat and persuasion alternately but all to no avail, and he ultimately gave up asking for it. All the men in Khaki refused to pay up and we thought it a huge joke. We had not gone very far, however, when a tram inspector came aboard and asked us to produce our ticket. \"Ask for these mens fares first\" replied the man who had first refused to pay his fare. The foreigners looked at the inspector then at one another in surprise. They had apparently been permanent ticket holders and when they produced their passports every one was satisfied and laughingly paid up.</p> \r\n <p>Sept 23rd Thurs.<br> \r\n Visited the Casino which is situated on the promenade by the side of the sea. <br> \r\n This is really a Kinema and Concert Hall laid out with little tables and chairs like a Restaurant. You pay for drinks which includes the price of the concert or Kinema. <br> \r\n The show was not very much worth.</p> \r\n <p><a name=\"a5678028\"></a> </p> \r\n <p>[Page 28]<br> \r\n Sept 24th Fri.<br> \r\n Had good Surfing to-day. Went into the city and took Circular run in the car round by Ras-el-tin Palace. Air very exhilarating. Went to the Kursaal which adjoins the Casino and is for the same purpose and the same kind of inferior show.</p> \r\n <p>Sept 25th Sat.<br> \r\n Alexandria Races being held to-day.</p> \r\n <p>Sept 26th Sun.<br> \r\n Warned to be ready to leave to-morrow at 7 o'clock. Church Parade at 8.30 in the large Y.M.C.A. Hut in camp. Had a swim then walked along the seashore to Bulkeley and finally went to Alex. to have a final look round. Spent the evening in the Y.M.C.A. which was crowded with troops mostly British, writing and reading. To my mind the Y.M. are doing a great deal of good service to the troops in providing these huts for them. We happened to pass the Army Canteen on our way to our tent and the contrast between the two places struck me very forcibly. In the Y.M.C.A. the hut was crowded. Young chaps were there busily writing letters home; reading good books and talking in a subdued tone while across the road in the Canteen the noise was awful, a perfect rabble, the place seemed to be reeking with smoke and the smell of beer, everyone seemed to be endeavouring to shout the loudest, and a terrific uproar was </p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 3]<br><br />\n July 5th 1915<br />\n to<br />\n January 21st 1916</p>\n<p><a name=\"a5678004\"></a> </p>\n<p>[Page 4]<br><br />\n July 6th<br><br />\n As we were on our way to Church we witnessed a very funny incident. We heard the strains of bagpipes and walking slowly we expected to see some highland regiment come marching along. We were very much surprised to find instead of Highlanders, marching gaily along, we saw a mixed band of pipes and brass instruments walking in front of a closed in motor car and two old fashioned horse driven cabs. The motor car was all decked off with greenery, especially the wheels of the car.<br><br />\n We understood it to be the driving home of a newly married couple going to their new home. The whole procession was followed by a crowd of youngsters cheering and shouting at the pitch of their voices. There were a great many soldiers and nurses passing at the time and a look of amusement crossed their faces as the humour of the scene dawned upon them.<br><br />\n While this scene was being enacted a contrast to the happy picture was also witnessed in the passing of a native funeral with its accompanying groaning and chanting as they followed the corpse to the cemetery.<br><br />\n Going home from the church in the gloaming we were rather tickled by seeing a drove of ducks being driven along one of the main streets, by some natives.</p>\n<p>July 6th Mon.<br><br />\n The view looking from the balcony of number 6 ward strikes one very</p>\n<p><a name=\"a5678005\"></a> </p>\n<p>[Page 5]<br><br />\n much.</p>\n<p>The Bulac Bridge, a peculiar kind of drawbridge, crosses the River Nile at this part. There is a very great deal of traffic over the bridge, tram cars which go backwards and forwards from Cairo to the Great Pyramids, Motor Cars, cyclists, natives riding their camels &amp; donkeys, and driving their carts, continually crossing all day long.<br />\n <br>The banks of the Nile are lined with trees and the white glare of the hot sun gives the River a blue, calm refreshing appearance. The gaily coloured steamboats, houseboats, etc give the place a holiday appearance.<br />\n <br>The continual coming and going of the large feluccas carrying merchandise, fruit, stone, etc give a strange mysteriousness to the scene.<br><br />\n On the other side of the bridge the city of Cairo begins, its flat roofed houses some gaily coloured, others the colour of clay, the numerous domes and minarets of the mosques rising above the houses continue until they gradually reach the Citadel and Mohammed Ali mosque which are built high up on the hill, while behind this mosque rise the Mokattam Hills which have a white lime appearance.</p>\n<p>More wounded arrive from the Dards, late to-night.</p>\n<p>Tues July 7th<br><br />\n Went down the Mousky along with O? N.  In the evening went for a stroll along an unknown road. It was in the gloaming and a nice cool </p>\n<p><a name=\"a5678006\"></a> </p>\n<p>[Page 6]<br><br />\n breeze was blowing which was very refreshing after the extreme heat of the day.<br><br />\n I was surprised to find this road all lined with trees and it was just like the terraces and avenues at home.</p>\n<p>July 9th<br><br />\n More wounded from the \"Dards\".</p>\n<p>July 12th<br><br />\n Intended to have a sail up the River Nile with M. but much to our disappointment we could not get a boat to hire so we decided to go out to Heliopolis.<br><br />\n We had a walk round this beautiful place which is built out in the desert.<br><br />\n Returning to the city we had tea in Groppi's and then drove home in a \"gharry\".</p>\n<p><a name=\"a5678007\"></a> </p>\n<p>[Page 7]<br><br />\n July 16th<br><br />\n D and myself were picked to go on a Hospital Ship. There were twenty men picked and the remaining twenty five were asked to volunteer. The result was a great deal more volunteered than were required. We were put through a medical test and told to keep ourselves in readiness.<br><br />\n We thought our \"luck was in\" this time.</p>\n<p>July 19th<br><br />\n More patients from the Dards.</p>\n<p>Went to the Aquarium which is only a short walk from here. The grounds are very nicely laid out. In the centre is a large Ghrotto. It is nice and cool inside and in niches</p>\n<p><a name=\"a5678007\"></a> </p>\n<p>[Page 7]<br><br />\n swimming about in water, the various kinds of fish which are to be found in the River Nile.</p>\n<p>July 22nd<br><br />\n O?N and myself went into town on an A.S.C. Waggon and got off at the Cairo Station.<br><br />\n Making our way down a narrow street in order as O?N said to ?lose ourselves? for the afternoon we wandered on \"all dressed up and nowhere to go\".<br><br />\n We walked slowly along accosting as we went, native sellers, speaking to them in broken Arabic and by this means added more to our few Arabic words.<br><br />\n As we wandered about we got an insight into the work-a-day life of the natives. <br><br />\n We saw them making the cage-like beds made from the branches of the Palm Tree, the same as the ones which we at present sleep on.<br><br />\n We saw an old man turning wood by a very clever device in the form of a hand lathe. It was turned by means of a bow, the string of the bow being put round the article to be turned. The rapidity by which this old man turned these articles with this ancient device was marvellous.<br><br />\n As we passed a large window we saw a large number of natives with watches in front of them. Thinking this place to be a watchmakers shop we went in to see the time. We were greeted with a roar of laughter by about thirty men and boys seated at tables like the desks in a school.</p>\n<p>Much to our surprise and amusement </p>\n<p><a name=\"a5678008\"></a> </p>\n<p>[Page 8]<br><br />\n we found that this was not a watchmakers shop but a place where they were making hand-made cigarettes.<br><br />\n Each person there had a watch in front of him and the tick, tick, tick, of these thirty watches seemed to act like music to the nimble fingers of the cigarette-makers as they pushed the cut-tobacco through the already prepared cigarette paper.<br><br />\n We saw two native girls grinding corn by hand, turning the old fashioned grind stones.<br><br />\n Other industrious natives we saw at work were men sewing decorations on tents, making toffee, bookbinding, making the cart wheels for the native carts.</p>\n<p>We ultimately landed into well known territory \"the Mousky\" and got back home in time for tea.</p>\n<p>23rd July, Fri. 24th July Sat.<br><br />\n Had a stroll round some more of the native streets in Cairo with the same interesting experiences which I had in my previous meanderings.</p>\n<p>25th July, Sun.<br><br />\n The season of \"Ramadan\" is at present being held. Hearing that the interior of the Mohammed Ali Mosque would be lighted up this evening, when we knocked off duty we took tram to the Citadel, to see what it would be like. Unfortunately we had struck the wrong evening and apart from the electric lights which outlined the tall minarets of the mosque nothing exceptional was</p>\n<p><a name=\"a5678009\"></a> </p>\n<p>[Page 9]<br><br />\n to be seen.</p>\n<p>Going round to the lookout behind the mosque we had a good view of the numerous minarets of the mosques of the city of Cairo, outlined by the Electric lights, like the minarets of the Mohammed Ali Mosque.</p>\n<p>July 26th Mon.<br><br />\n Went out for a drive in an Arabiah along with M to visit Old Cairo and the Tombs of the Mamalukes. On our way we lighted at the most Ancient Mosque in Egypt. The mosque covered a wide area and had 365 pillars of marbles, nearly all different styles. They had been taken from various places all over Egypt. We were told by the guide that at present only one service is held each year in this mosque. We mounted the narrow, short, but steep staircase up to the pulpit. It was rather shaky and thick with dust as if it had never been used for ages.<br><br />\n One part of the mosque was covered in and had a much better appearance than the other part which was left uncovered.<br><br />\n We were told that the covered in part of the mosque was for the rich people and the other part, not covered in was for the poorer classes. We were next taken to an old church and underneath the church was a cave which was said to have association with the Holy Family in their flight to Egypt.<br><br />\n Driving further on we passed a place where excavations were being made and where there were</p>\n<p><a name=\"a5678010</a> </p>\n<p>[Page 10]<br><br />\n a great many remains of buildings. Passing these remains we came to what appeared to be a village without an inhabitant. It was a native cemetery. Those people who could afford it build walls round their burial ground as memorials, just like a cottage without a roof. The poorer people had to be content with less elaborate burial places. We ultimately reached the tombs of the Marmalukes. There were a great many tombs, some of a rather crude appearance and others were built of solid marble and beautifully carved. There is said to be over 500 tombs at this place.<br><br />\n I was very interested in the carpet which covered the floor of the beautiful place where the massive marble Tombstones were. It resembled very much the carpets woven in the C.C.W.</p>\n<p>July 28th Wed.<br><br />\n Went up to the Mokattam Hills. We took the Tram Car to the Citadel, then we hired a donkey to climb the steep part of the hill. There was no sign of vegetation on the hill, nothing but sand, sand, was to be seen.<br><br />\n One got a splendid view of the course of the River Nile by the trees and the vegetation which grew along the banks of the river.</p>\n<p>July 30th Fri.<br><br />\n Went over to Rodah [Rhoda] Island to see the Nilometer. This is the place where the rise and fall of the River Nile is measured.</p>\n<p>O?N and myself had some </p>\n<p><a name=\"a5678011\"></a> </p>\n<p>[Page 11]<br><br />\n difficulty in finding the place due to the fact that the natives, of whom we enquired, not knowing the language. They were of the poorer type who had not come in contact with the troops very much. We ultimately got on the right track by the help of a native policeman who got the hold of a little native boy. The boy guided us through a labyrinth of a way which at one time appeared to have been a splendid garden. He interested us very much by pointing out various trees, calling them by their English names and also their Arabic names.<br><br />\n After a good long walk through these gardens we came to the Nilometer. This place was like a huge well with a pillar in the centre. The pillar was marked with Arabic measurements. This well was connected in some way with the river and by this means the rise and fall of the river was gauged.<br><br />\n It is said that Moses was found amongst the bulrushes at this part. We were then taken to the Mundura Tree. It was situated in another part of the garden.<br><br />\n This tree is said to have curative powers.<br><br />\n It was all tied up with pieces of rag. These rags are supposed to have been taken from the clothes of people who have been suffering from some disease.</p>\n<p>The people are said to take pieces of clothing from of the affected part. These are hung on the tree and leaves from off the tree are</p>\n<p><a name=\"a5678012\"></a> </p>\n<p>[Page 12]<br><br />\n taken and put on the part were the clothing has been taken off and also a new piece of cloth above the leaves. This tree grew in a peculiar manner. The trunk had grown parallel with the ground, then took its natural form and grew upwards. Hanging from the tree were numerous small flags which were a great deal the worse of the wear. There were also three lamps presumably for night time. On our way to this tree we were followed by a merry group of youngsters. They played round about us and when we reached the tree a piece of straw matting was produced and we were requested to sit on it much to the amusement of the little native children.</p>\n<p>July 31st Sat<br><br />\n Went into Cairo this evening. As we entered the Square, the City Fire Engine with the Fire Brigade came dashing along the street.<br><br />\n We turned in the direction the Fire Brigade had taken. It was only a short walk to the scene of the conflagration. When we reached the scene there was a large crowd of people mostly soldiers standing and the Fire Brigade seemed unable to do anything.  They apparently were held back by the troops.<br><br />\n The flames were blazing away on the lower flat of one building only, when we reached the scene. As we looked on wondering when any movement was going to be made to put out the conflagration we were amazed to see about half a dozen Australian troops</p>\n<p><a name=\"a5678013\"></a> </p>\n<p>[Page 13]<br><br />\n come out on to the balcony of the next building hawling wardrobes, bedding and other household things suitable for burning and threw them over the balcony on to the street below, where another fire had been begun. They seemed to be as calm and collected as if they were doing an ordinary days work under ordinary conditions.<br><br />\n In fact after they had thrown a large number of things over in this way one of the soldiers had the audacity, in spite of the fact that the flames were beginning to mount higher and higher and volumes of smoke were pouring forth from the windows, to give a speech to the huge crowd which had gathered.<br><br />\n The smoke and the flames became too much for them and they left the balcony but still no effort seemed be being made by the fire brigade, who, with their fire engine stood in amongst the crowd unable to move. I saw one woman being carried out from amongst the crowd bleeding from head to foot. She was put into an ambulance.<br><br />\n Before the fire brigade got set to work five three to five story houses were well on their way to being burned out.<br><br />\n In one sense it would not have mattered much if the whole street of houses had be burned out. It was a street of houses of ill-fame, a street, the occupants of which have been the ruin of thousands of our soldiers lives.</p>\n<p><a name=\"a5678014\"></a> </p>\n<p>[Page 14]<br><br />\n Even in the open street one could see things which unless they had seen them with their own eyes, they would not have believed that white people could have sunk so low and become so degraded.</p>\n<p>Aug 1st Sun.<br><br />\n Went and had a look at the work of the previous night. Nothing but the bare wall of five houses were left to mark the spot where the previous morning people had lived. A guard was put over the street and no one was allowed to pass through.</p>\n<p>Aug 2nd Mon.<br><br />\n More patients from the Dards. Mostly medical cases. No leave for the troops to go to Cairo owing to Saturday night's escapade.</p>\n<p>Aug 3rd Tues.<br><br />\n After visiting the Aquarium O?N and I took a walk round the Ghezireh Island. One part of the island is laid out for building purposes. Fine avenues have been made with trees on either side which pointed to this place being a very fashionable place some time. Getting off the well laid out part on to a footpath we came to the banks of the River Nile. We came across what we thought were heaps of mud. On closer examination we found they were the dwellings of natives. The inhabitants being workers on the land. Cattle, donkeys  poultry and people lived in much the same places. The native poultry like their eggs are very small and the native cattle are very ugly looking beasts. Feluccas were sailing</p>\n<p><a name=\"a5678015\"></a> </p>\n<p>[Page 15]<br><br />\n up this branch of the river which went to form the island. Three natives who had practically no covering over their bodies were walking along the bank pulling a large felucca down the river.<br><br />\n In their work the natives seem to be very sparingly dress, but I have often been walking on the roads leading to the city and have been hailed by them and had to look twice before recognizing them. Having donned their flowing robes and with walking stick in hand walking jauntily along the road they looked different individuals altogether.</p>\n<p>Aug 7th Sat.<br><br />\n Wounded arrived this morning from Gallipoli.</p>\n<p>Aug 8th <br><br />\n Having spent the greater part of our time since we came to Egypt in studying the habits and customs of the people, we decided to go to the Cairo Museum and their saw something of what the people of the ancients were like, and what their ideas of life were.<br><br />\n I had visited the Museum one time before but had felt a bit bored with what I had seen there.<br><br />\n This time I had a guide book with me and with the information contained in it and seeing the actual things I spent an exceedingly pleasant afternoon.</p>\n<p>It was very cool inside the Museum. The place is massively built. The more I looked at the Statues, Tombs Sarcophagus, etc the more I</p>\n<p><a name=\"a5678016\"></a> </p>\n<p>[Page 16]<br><br />\n was impressed with the wonderful life-like expression of the features, in spite of the fact that they were badly mutilated and had suffered from the ravages of time, some of them were thousands of years old and had lain for centuries covered by the sand. The hieroglyphics on some of the tombs are so neatly carved that one cannot praise them enough. There were mummies, thousands of years old, the ancient jewellery they wore, etc. and many other things used in the lives of these ancient Egyptians which could only draw from us the conclusion that they must have been a wonderful race of people at that time.<br><br />\n It was a most profitable afternoon that we spent here to-day.<br><br />\n To learn all that was to be seen in this place would take up a life time of study.<br><br />\n On leaving the Museum and making our way towards the Hospital, three natives apparently took us for simpletons. As we approached them they began to play with three cards. One of them put the three cards down on the ground whilst the other two backed for the highest card. In spite of the fact that I knew that they were trying to influence us to play, we were almost on the point of putting money on the cards so simple did it seem. The old man of the tricksters did things so sheepishly and yet won nearly every time, that, hadn't we known anything of the game we would have fallen into the trap and proved what they thought us to be, namely</p>\n<p><a name=\"a5678017\"></a> </p>\n<p>[Page 17]<br><br />\n simpletons. As we walked away we burst out laughing and likewise the natives did also when they saw that we knew their game.<br><br />\n Saw the natives laying the foundation stone of a minaret at the re-building of an old mosque. These natives seem to still do their work without the aid of mechanical impliments.<br><br />\n This old mosque which was badly out of repair was said to be five hundred years old.</p>\n<p>Aug 9th Mon<br><br />\n Went down the \"Mousky\". Had a cup of Egyptian Coffee which proved to be the most refreshing drink I have found yet. Before partaking of the coffee I had a severe headache but I found after taking the small cup of coffee with the glass of cold water, the customary way of taking this stimulant in this country, I found that my headache had vanished. Determined, before leaving Egypt, to buy an Egyptian Brass Coffee set, as a suitable curio of the country.  More wounded arrived.</p>\n<p>Aug 10th Tue</p>\n<p>Mena House re-opened as a hospital in order to take an over-flow of patients expected. (Lone Pine Attack Suvla Bay.)</p>\n<p>Aug 11th<br><br />\n The month of Ramadan, commenced about the middle of last month, on the appearance of the new moon.<br><br />\n During this time the natives fast from 1 a.m. till the sun has set about 7.30 p.m. every day.<br><br />\n A Gun is fired from the Citadel at sun set.<br><br />\n The month of Ramadan is followed</p>\n<p><a name=\"a5678018\"></a> </p>\n<p>[Page 18]<br><br />\n by the month of Shawal. The first three days of which is celebrated by a minor festival. The object of the Festival is to give expression to feelings of rejoicing  at the termination of the fast and as at our own Xmas Celebrations the parents give presents to their children and masters also to their servants. A few days afterwards (Baram) the \"Kerweh\" or covering, manufactured at Constantinople at the expense of the Sultan for the \"Kaabel\" (the most sacred sanctuary in the interior of the Temple of Mecca, where it is annually carried in procession by the pilgrims, is conveyed to the Citadel at Cairo. There it is sewn to-gether. The ceremonies which take place on this occasion are repeated, but on a much grander scale at the end of the month of Shawal, generally about the 23rd of the month.<br><br />\n A gay procession escorts the pilgrimage Caravan to Mecca, and also takes charge of Mahmal. On this occasion all true believers endeavour to remain on the streets during the whole day.</p>\n<p>Aug 13th, 14th, 15th <br><br />\n There is no leave for the troops these last few days. The reason being, the native festivities being on, there might be trouble between them and troops.<br><br />\n Very large numbers of patients have been admitted to the hospital mostly stretcher cases.<br><br />\n Beds were prepared in all sorts</p>\n<p><a name=\"a5678019\"></a> </p>\n<p>[Page 19]<br><br />\n of corners, recesses and passages in case they should be required.<br><br />\n Carrying patients in at 1 o'clock this morning.<br><br />\n A new landing (Suvla Bay) has been made on Gallipoli and this has accounted for the overflow of wounded.</p>\n<p>Aug 17th Tues<br><br />\n Took a circular run in the tram car. Passed the Sultan of Egypt's Palace and also the Barracks of the Egyptian troops.<br><br />\n All the Imperial Patients in the Hospital have been transferred to the Citadel Hospital.<br><br />\n Received P. Instructor and R.C.Book No 2.</p>\n<p>Aug 20th Fri.<br><br />\n Intended to go up and see the famous Barrage, but when I reached Cairo Station I found that there was no train suitable running that day.<br><br />\n Being disappointed in this respect I spent the remainder of the afternoon travelling here and there in the tram cars.<br><br />\n Saw the, what to my mind at least was, early stages of weaving a very simple hand loom worked by a native in his little shop.</p>\n<p>Aug 22nd Sun.</p>\n<p>Went out to Gaza R.C. Hospital to do stretcher-bearing. A number of gentlemen were also lending a hand. Mostly Scottish wounded in this lot. They were unanimous in the opinion that the ?D? is a good place to be out of.</p>\n<p>Aug 23rd Mon</p>\n<p><a name=\"a5678020\"></a> </p>\n<p>[Page 20]<br><br />\n A general clearance of patients to Mena. Another rush of wounded expected.</p>\n<p>Aug 25th Wed.<br><br />\n More wounded arrived from the Dards.</p>\n<p>Aug 30th Mon.<br><br />\n Cairo has been out of bounds this past week.<br><br />\n Visited [indecipherable] Homes along with Dave and had tea. Five other chaps who had been wounded at the ?Dards? were present and we had a jolly good time.<br><br />\n [indecipherable] Homes had visited our hospital to see a patient there. He spoke to myself in one of his visits and noting my accent he asked me where I came from. In my reply it turned out he belonged at one time to the same town in which I was born and brought up. This was the means of introducing one to him.<br><br />\n He had a beautiful house and was a gentleman of great literary and artistic tastes. I have never entered a house in which I found more pleasure than in the house of [indecipherable] H. There were many kinds of antique furniture, pictures, and nick-nacks and they were so tastefully laid out that it was a very real pleasure indeed to see such rooms.</p>\n<p>More patients admitted to Hospital.</p>\n<p>Sept 1st Wed.<br><br />\n Strolled down the ?mousky?.  Very amused at a couple of natives with a donkey. They were driving a loaded cart drawn by a donkey. The road on which they were driving was slightly elevated and applying the whip to the donkey's back they</p>\n<p><a name=\"a5678021\"></a> </p>\n<p>[Page 21]<br><br />\n endeavoured to get over the elevations. The sudden jerk of the cart as they endeavoured to get over the obstacle upset the contents and sent the driver on to the donkeys back.<br><br />\n D. sick in hospital.</p>\n<p>Sept 3rd Fri.<br><br />\n Walked round by a native cemetery along with O?N. It was in a disreputable condition. Wandered into a flour mill which was a more modern type than one expected to see in this part of the world. We were shown round it by one of the workers. The native workers were very much interested in us. They tried to get some information out of us regarding how these places are worked in Aus - . the fellow, whom I took to be the foreman, could not speak English but he took us to his office in which there was a telephone. He spoke a few words to someone who was at the other end of the ?phone and then handed the ?phone to O?N. O?N listened and as far as he could understand the chap who could speak English fairly well asked the above information. When O?N knew what they were after and as we did not know anything about flour mills we thought it was time to retreat and so putting the receiver down he told the foreman that he did not understand and we laughingly made ourselves scarce. Wending our way about looking in out of the way places ... we </p>\n<p><a name=\"a5678022\"></a> </p>\n<p>[Page 22]<br><br />\n came across a Rope spinner, spinning rope by a very simple contrivance. We then landed into Mohammed Ali Street and taking our bearings from here we made our way to Groppi's for tea, passing on our way a number of Letter Writer's and men of Affairs seated at their little desks under a canopy, where they transacted their business.</p>\n<p>Sept 4th.<br><br />\n I do not wake so early in the mornings. The air is much cooler now, just like autumn weather in Scotland. The air being cooler, the flies do not get up so early either, they do not torment us, the consequence is, reveille sounds and yet I sleep on, usually having to double to get on parade ground in time to fall in for duty.</p>\n<p>Sept 5th Sun.<br><br />\n Went to church with M. and had a nice stroll home in the gloaming! M. leaves for Alexandria for a months stay at the seaside.</p>\n<p>Sept 7th Tues.<br><br />\n Ten men of our unit leaving for duty Overseas. I expect to be amongst ten who are going away shortly. Thirty A.M.C. details arrived here. M.B.D. camp. <br><br />\n Whilst seated in Groppi's having tea and studying the people who continually passed too and fro, it struck me very forceably that the people of better off classes were soft and flabby in appearance, and the people of the lower class had the look of being down trodden.</p>\n<p>Sept 8th Wed.</p>\n<p><a name=\"a5678023\"></a> </p>\n<p>[Page 23]<br><br />\n Sept 8th Wed.<br><br />\n Two new natives acting in the wards.</p>\n<p>Sept 9th Thur.<br><br />\n Went down the \"Mousky\" again. We took a walk along a side street in which we had not walked previously in our meandering down here. The street, which we would term an alley was about 8 ft wide. We seemed to have landed into the weaving part of the district. Here we saw weaving in its primitive form. In little recesses of the alley, men were seated weaving by hand. The cloth they were weaving was only from one inch to three inches broad and was of a brightly coloured nature. This cloth is used for tying up the native dress. In one recess there were ten weavers working away at their primitive looms whilst a little native boy apparently overcome with the closeness of the place was lying sound asleep below one of the looms. In another place we saw the finishing touches being put to the cloth which gave it a glossy appearance. In another recess we watched the Red and Yellow Egyptian slippers being made. The grinding of Pepper and Cinnamon was also being done here.<br><br />\n The grinding process was being done in a big stone block which had a hole in it which tapered gradually to almost a point. In this the pepper and cinnamon nuts were put and a huge iron bar was lifted and dropped in amongst them. This was</p>\n<p><a name=\"a5678024\"></a> </p>\n<p>[Page 24]<br><br />\n no light job. We tried our hand at it and after we had laboured away until the sweat fell from our brows, one of the little native youngsters, who were standing around laughing at our exertion asked for \"backshish\" much to our chagrin. <br><br />\n As we walked along this narrow street, in one recess seeing articles made and in another seeing the same kind of articles for sale, this proved an exceedingly enjoyable afternoon. In the shops, with very few exceptions groups of natives were gathered. They looked very picturesque in their native dress of many colours. They seem to be of a very dreamy disposition and I take it they are of a religious nature, many times I have seen them in the attitude of prayer, regardless of the many passers-by. The narrowness of the streets make the place look very busy even although there may only be a few people passing too and fro.</p>\n<p>Sept 14th Tues.<br><br />\n Looking out of the hospital window I saw a few large Feluccas came sailing up. As they sailed into the banks of the Nile, native sailors climbed the tremendously slim, tall masts to bind up the sails. They looked like monkeys on a wire and were very pretty to see.</p>\n<p>Sept 15th Wed<br><br />\n Had repetition of my experiences down the \"Mousky\".</p>\n<p>Sept 17th Fri<br><br />\n Paid another visit to see the Nilometer.</p>\n<p><a name=\"a5678025\"></a> </p>\n<p>[Page 25]<br><br />\n Sailed down the River Nile in a small Felucca. At first we went so slowly that I thought we would never reach our destination. An old native was in charge of the boat and we tried to make him understand that we wanted to go faster but all to no avail he still continued zig-zagging on the river. As we got to a wider part of the river we went more quickly. A sudden gust of wind caught our sail and I thought we would have been capsized as we turned a complete circle in the boats length. The old native apparently new his craft and we landed near the hospital with feelings of relief.</p>\n<p>Sept 19th.<br><br />\n My name amongst the 20 to leave for duty overseas. Names up on Orders.</p>\n<p>Sept 21st Tues.<br><br />\n Paraded at 8.30 this morning before Col. Martin. Complimented by him on the work we had done whilst members of the unit and after a great deal of hand-shaking and good wishes, the twenty of us left for, where we do not no. all that we knew was that we were for duty overseas. We were driven in Ambulance Cars to Cairo Railway Station. Leaving Cairo Station at 9.30 we arrived at a station called Sidi Gaber, near Alexandria, and marched from there to Mustaffa Camp. The breeze blowing from the sea was exceedingly refreshing after the heat of Cairo. The camp was</p>\n<p><a name=\"a5678026\"></a> </p>\n<p>[Page 26]<br><br />\n situated on the side of the sea and it was very sandy. <br><br />\n Being free for the day, a party of us went to Alex?in the tram car and spent some time wandering about the streets. Having learned that M. was staying at the Carlton Hotel near Bulkeley I took tram car there. I was fortunate in meeting, as this place was out of bounds to troops. I did not see the notice to this effect so went in at the gate without knowing. After a good deal of trouble I met M. and was invited in to supper. I was taken up to the top of the hotel which seemed to be a new building, and on to a nice large verandah. The verandah, which was large, was laid out like a sitting room, with sofas, chairs, nicely upholstered and a beautiful soft carpet on the floor. It was a beautiful moonlight evening, and the nice warm breeze blowing in from the sea made one feel quite romantic. I was treated to a splendid supper which made me feel as if I was a wealthy individual having a holiday in the Orient instead of a soldier on his way to goodness knows where.</p>\n<p>Sept 22nd Wed.<br><br />\n Warned to be in readyness to go with the next draft Overseas. Took the car out to a suburb called Victoria and back into the city again. Had a swim in the sea in the afternoon. In driving back to Camp, one of our </p>\n<p><a name=\"a5678027\"></a> </p>\n<p>[Page 27]<br><br />\n men was spoken to by a foreigner, presumably a Frenchman, in a peremtory fashion. When the conductor came round for our fares, he did not ask this Frenchman and four other companions for their fares. Our man saw his chance of getting \"one\" in on him. When the conductor asked for his fare he said \"Mafish Falouse\" meaning that he had no money \"Bohkara\", To-morrow. The conductor looked at him anything but pleased and used threat and persuasion alternately but all to no avail, and he ultimately gave up asking for it. All the men in Khaki refused to pay up and we thought it a huge joke. We had not gone very far, however, when a tram inspector came aboard and asked us to produce our ticket. \"Ask for these mens fares first\" replied the man who had first refused to pay his fare. The foreigners looked at the inspector then at one another in surprise. They had apparently been permanent ticket holders and when they produced their passports every one was satisfied and laughingly paid up.</p>\n<p>Sept 23rd Thurs.<br><br />\n Visited the Casino which is situated on the promenade by the side of the sea. <br><br />\n This is really a Kinema and Concert Hall laid out with little tables and chairs like a Restaurant. You pay for drinks which includes the price of the concert or Kinema. <br><br />\n The show was not very much worth.</p>\n<p><a name=\"a5678028\"></a> </p>\n<p>[Page 28]<br><br />\n Sept 24th Fri.<br><br />\n Had good Surfing to-day. Went into the city and took Circular run in the car round by Ras-el-tin Palace. Air very exhilarating. Went to the Kursaal which adjoins the Casino and is for the same purpose and the same kind of inferior show.</p>\n<p>Sept 25th Sat.<br><br />\n Alexandria Races being held to-day.</p>\n<p>Sept 26th Sun.<br><br />\n Warned to be ready to leave to-morrow at 7 o'clock. Church Parade at 8.30 in the large Y.M.C.A. Hut in camp. Had a swim then walked along the seashore to Bulkeley and finally went to Alex. to have a final look round. Spent the evening in the Y.M.C.A. which was crowded with troops mostly British, writing and reading. To my mind the Y.M. are doing a great deal of good service to the troops in providing these huts for them. We happened to pass the Army Canteen on our way to our tent and the contrast between the two places struck me very forcibly. In the Y.M.C.A. the hut was crowded. Young chaps were there busily writing letters home; reading good books and talking in a subdued tone while across the road in the Canteen the noise was awful, a perfect rabble, the place seemed to be reeking with smoke and the smell of beer, everyone seemed to be endeavouring to shout the loudest, and a terrific uproar was </p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"104321","uid":"0","filename":"a5678001h.jpg","uri":"public://a5678001h.jpg","filemime":"image/jpeg","filesize":"547025","status":"1","timestamp":"1389066903","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":717},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"James McKenzie diary, 5 July 1915-21 January 1916","format":"plain_text","safe_value":"James McKenzie diary, 5 July 1915-21 January 1916"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/103423/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"103423","revision_id":"103446","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397714761","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"103446","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/james-mckenzie-diary-5-july-1915-21-january-1916-page-1-1"}