<p class="page" id="a3926116">[Page 116]</p>
<p><u>May 1919</u></p>
<p>shore was unable to see round more of the town because I was due back on board at 2pm. I was also unable to go into the native quarters, there being guards posted on all the main thoroughfares into the suburbs to prevent us from going into them.</p>
<p>I would have liked to go into the suburbs, because I believe it to be the prettiest place of Colombo, also I should think it would be a better place to see native life than in the city.</p>
<p>Before I left for the ship, I purchased a couple of native ornaments for a Souvinir. We left Harbour at 7pm and ran straight into rough windy weather, with a voyage of from 10 to 14 days to Freemantle W.A.</p>
<p>The lights of Colombo had vanished from sight before I turned in.</p>
<p>On the 31st of the month we were well out in the Indian Ocean and out of sight of land. The sea is smooth.</p>
<p>August 1919</p>
<p>Transcriber's notes:<br/>Bapume page 26 &ndash; is Bapaume which is about 25kms NE of Albert. <br/>Bumboats page 112 &ndash; A bumboat is a small boat used to ferry supplies to ships moored away from the shore.<br/>Cux-haven page 58 &ndash; is Cuxhaven, at the mouth of the River Elbe about 60kms NW of Hamburg.<br/>De Lesseps page 102 &ndash; what Parsons writes about de Lesseps is largely correct except that he did not die in poverty.<br/>Doiai page 30 &ndash; is Douai.  It is about 50kms north of St Quentin and Reims is about 140kms south of Douai.<br/>Heytesbury Village page 83 &ndash; is about 3 miles SE of Warminster in Wiltshire and about 1 &frac12; miles east of Sutton Veny.<br/>Himmelfahrt page 4 &ndash; I think means ascension (travel to heaven), so it was possibly Ascension Day<br/>Ilkestone page 69 &ndash; is about 10 miles south af Mansfield.<br/>Luneburg page 26 &ndash; where Parsons is imprisoned, is about 45kms SE of Hamburg, Germany.<br/>Mansfield page 69 &ndash; is about 20 miles SSE of Sheffield in England.<br/>Munster page 28 &ndash; is in Germany about 30 kms from the Netherlands border and about 60 kms east of Arnhem in the Netherlands.<br/>Paravenes pages 3 and 91 &ndash; is a Paravane which is a form of towed underwater glider. <br/>Peronne page 26 &ndash; is about 25kms ESE of Albert.<br/>Pleasley page 69 - is about 5 miles NNW of Mansfield in England and about 15 iles SSE of Sheffield.<br/>Ripley page 60 &ndash; is about 12 miles SW of Mansfield.<br/>St Quintin page 27 &ndash; is Saint-Quentin, about 30 kms ESE of Peronne.<br/>Sedan page 43 &ndash; is on the France/Belgium border abot 120kms SE of Valenciennes and about 100kms NE of Reims.<br/>Soltau page 19 &ndash; lies between Bremen, Hamburg and Hanover in the L&uuml;neburg Heath on the river B&ouml;hme. Soltau Camp (Lager Soltau), was the largest German prisoner-of-war camp of the First World War.<br/>Sossions page 24 &ndash; is Siossons about 100kms NE of Paris and about 25 kms WNW of Reims.<br/>Sutton Veny page 70 &ndash; The Second World War saw the rebuilding of camps in Sutton Veny area though not on the scale of the First War. <br/>Tourney page 40 &ndash; is Tournai, Belgium about 30 kms north of Valenviennes, France.<br/>Valenciennes page 40 &ndash; if you travel NE from Amiens, you pass through Albert, Bapaume, Cambrai and then reach Valnciennes, about 120kms from Amiens. It is in France, close to the Belgian border.<br/>Weymouth page 84 - is on the south coast of England about 50 miles due south of Warminster and about 60 miles west of Southampton.</p>
<p>[Transcribed by Miles Harvey for the State Library of New South Wales]</p>
