{"vid":"103627","uid":"1","title":"Clarke war diary, 20 May 1916-13 August 1916 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"103604","type":"transcript_page","language":"und","created":"1389066903","changed":"1397715062","tnid":"0","translate":"0","revision_timestamp":"1397715062","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 2]<br> \r\n Diary No 2<br> \r\n No 8360<br> \r\n Coy Sgt Major Clarke ER<br> \r\n 14th Hd Qr Coy<br> \r\n A.S.C.<br> \r\n 4th Divisional Train<br> \r\n A.I.F</p> \r\n <p>If found kindly forward to<br> \r\n Miss N Bryce<br> \r\n Hamilton Rd<br> \r\n Fairfield<br> \r\n NSWales<br> \r\n Australia</p> \r\n <p><a name=\"a5633003\"></a></p> \r\n <p>[Page 3]<br> \r\n 20.5.16 Saturday   </p> \r\n <p>Today has been another Hot  &amp;  windy one with the usual copious flow of Transport work to contend with.<br> \r\n Several of us have again had the mortification of seeing juniors given a Commission over our heads. This makes us very discontented   &amp;  is not by any means going to win the War for the British Empire. Our C.O. is evidently determined to see his friends through first, which is hard luck for us.<br> \r\n I am having rather a hard time of it lately on account of Court Martials held over Two of our chaps who refused to be inoculated. Today however, completed the work as the men consented to be done after having been reprimanded by the General.</p> \r\n <p> 21.5.16 Sunday  </p> \r\n <p>It is slightly cooler today although the sand is blowing about   &amp;  making things unpleasant.<br> \r\n This is our 6th consecutive day on Bacon. Owing to a shortage of fresh meat we have to eat up the Bacon supplies &amp;  it is always served in the one way Viz ? Boiled.<br> \r\n I never was extra fond of it, but I am double so now, Vegetables are also very hard to get   &amp;  we do not get very much when they are procurable. Everything</p> \r\n <p><a name=\"a5633004\"></a></p> \r\n <p>[Page 4]<br> \r\n points to as leaving here in a weeks time,  &amp;  my heavens I am not sorry, as I would rather face the Germans in France than be scorched to pieces out on the Desert.<br> \r\n The temperature reached 120&deg;  in the trenches so I leave you to form your own opinion of it. It seems to effect my eyes more than anything else,   &amp; a lot of us have had Blood shot eyes ever since we first came here.<br> \r\n Our Horses have now been inoculated   &amp; my pony stood the test.<br> \r\n We all think the War will finish by October next, or at the latest next Xmas.</p> \r\n <p> \r\n 22.5.16 Monday  </p> \r\n <p>Has been cool   &amp; pleasant the first for a long while.<br> \r\n We held Kit inspections   &amp; are casting off all superfluous clothing as each man is only allowed one of each article to land in France with. No doubt we will be issued with warm clothing over there.<br> \r\n There has been great activity on the Canal these last few days although we cannot fathom its meaning. Yesterday the two Monitors which have been lying here for a few days steamed down the Canal   &amp; bombarded a place called El Arisa\" which is on the Turkish Coast   &amp;  not far distant from Port Said. They knocked</p> \r\n <p><a name=\"a5633005\"></a></p> \r\n <p>[Page 5]<br> \r\n the place to pieces   &amp; the firing could be heard from here quite plainly. At first we thought that the Enemy were attacking our positions. As retaliation this morning a couple of their aeroplanes bombed Port Said, which is about 4 hours up the Canal from here   &amp; killed several natives besides wounding 5 soldiers. They were quickly chased off however, by our planes, before they could do much damage.<br> \r\n There was a very picturesque sight this morning occasioned by an immense Camel Train passing through here from their desert quarters.<br> \r\n The Camel Train was a couple of miles long   &amp; consisted of some very fine Camels. It was an Indian Train   &amp; the Indian Troops cheered us a treat as they went by. The Bikanier of India was among them with his crack fighting Corps consisting of 500 fully trained Sikhs   &amp; gigantic Bull camels. They looked a treat. Nearly everyone of them had their Hookah   &amp; it was funny to see them perched up on a camel, complacently smoking as they jogged along.<br> \r\n This morning brought good news as it is reported that the Russians have now joined up forces with the British in Mesopotamia so we will look for happenings of a bright nature in the next few weeks.</p> \r\n <p><a name=\"a5633006\"></a></p> \r\n <p>[Page 6]<br> \r\n 23.5.16. Tuesday  </p> \r\n <p>Further preparations are in progress towards our intended departure, which cannot be long coming now. We are instructed that our Wagons, Harness etc has to be left here and in all probability our Horses also. This means that we will have to re-equip in France or wherever we go to.<br> \r\n I was fortunate to receive a couple of Registered letters to-day from Nina, also a tin of Chocolate, which we highly appreciated.<br> \r\n It seemed very funny to think that I should actually be reading Nina's letters   &amp; eating the chocolates, whilst there was a very lively Cannonade of Big Guns going on only a few miles away on one of our positions.<br> \r\n Within a few hundred yards of us, the Pioneers   &amp; Infantry are very busy digging a last of line of trenches   &amp; erecting barbed wire entanglements. To see the entanglements closely one marvels how on earth anything living could get through them, whilst under heavy fire from commanding positions, yet it is done.<br> \r\n They are also sinking thousands of pits on the desert   &amp; lining them with the usual barb wire. God help the men who fall into them is all I can say.</p> \r\n <p><a name=\"a5633007\"></a></p> \r\n <p>[Page 7]<br> \r\n - 24.5.16 Wednesday -  </p> \r\n <p>Orders are still coming through relative to our move   &amp;  we have all been instructed to read up our billeting instructions, so presumably we are going to be billeted on the French people for a while.<br> \r\n It is very funny making all the men give up their precious kits   &amp;  we are burning Bags   &amp;  bags of real good stuff every day.<br> \r\n The 12th Brigade of Infantry are holding Field Days on the Desert adjoining our Camp   &amp;  the beggars keep us awake all night with their noise. It is marvellous what they can do in a short period. Last night when we turned in the Desert was as smooth as glass. This morning on waking up they had transformed it into a veritable maze of trenches.<br> \r\n We got a Belfast paper to-day   &amp;  were all amazed to see how serious the Rebellion in Ireland really was. None of us had any idea it was so big. But of course we do not get any news at all here.<br> \r\n The Canal has been very quiet to-day, not many ships passing through at all, although there seems to be a good few anchored in the Bitter Lakes.</p> \r\n <p><a name=\"a5633008\"></a></p> \r\n <p>[Page 8]<br> \r\n 25.5.16 Thursday  </p> \r\n <p>Has been a little on the warm side again with more sandstorms blowing.<br> \r\n Have attended a Lecture given by C.O.   &amp; have been instructed in the use   &amp; fitting of Gas Helmets, with which we hope to be issued soon.<br> \r\n We are anticipating some heavy work in shifting the Division to Serapeum Main Station, after which we sail ourselves.</p> \r\n <p>26.5.16 Friday</p> \r\n <p>Weather again hot   &amp; sultry.<br> \r\n Division is commencing its departure from this place.<br> \r\n The first advanced party having marched out this morning. The Infantry Bands are playing   &amp; the troops seem to be all getting on the move. We have all be instructed on the billeting laws, so it is practically final now.</p> \r\n <p> 27.5.16 Saturday  <br> \r\n 28.5.16 Sunday  </p> \r\n <p>It is becoming hotter   &amp; hotter   &amp; another Rhampson is expected before very long.<br> \r\n Tomorrow we start on our couple of days hard work   &amp; we expect to leave ourselves by Friday next.<br> \r\n Last night my thoughts seemed to stray to Fairfield in a very persistent manner. The Band of the 4th Brigade was playing familiar airs   &amp; I think everyone of us</p> \r\n <p><a name=\"a5633009\"></a></p> \r\n <p>[Page 9]<br> \r\n who were listening were all thinking of our Dear ones at Home.<br> \r\n Now that we are about to embark on our very dangerous voyage it makes one look at things in a sterner light.<br> \r\n We all have to hand in our surplus blankets to-day, only retaining 1 per man.<br> \r\n This is not inconvenient on this side, but I am afraid it will be a trifle breezy on the other.<br> \r\n Today is the last day that letters will be accepted so I am afraid that all my good people will naturally become anxious, but it cannot be helped in the slightest.</p> \r\n <p> 29.5.16 Monday  </p> \r\n <p>All cameras had to be given in to-day   &amp; many were the naughty words spoken by the owners, as they thought they would be allowed to retain them. Pamphlets are being issued relative to the use of Gas Helmets, also how to adjust them. This takes time to do quickly so we have all got to have so much drill every day after receiving them until properly efficient.<br> \r\n We are not going to get any more pay for a long time,   &amp; then I understand it will only be 1/- per day, so as the Aust's will not be flaunting money in the Tommies faces, as they did in Egypt.</p> \r\n <p><a name=\"a5633010\"></a></p> \r\n <p>[Page 10]<br> \r\n There was a Divisional Parade to-day   &amp; the troops were inspected by General Monro. It was a very effective sight 15 miles of Troops is worth looking at. All Canal traffic was held up whilst the Artillery crossed over.<br> \r\n The heat   &amp; dust is that bad to-day that we all decided to go for a swim. We went down at 1700   &amp; returned at 1800.<br> \r\n Whilst we were there I saw one of our powerful Motor Submarine Chasers &amp; it was a sight to see.<br> \r\n These boats have accounted for a large number of Submarines.</p> \r\n <p> 30.5.16 Tuesday  <br> \r\n This has been the day of days. We got orders to move off at 0400 on Friday next &amp; there were many cheers. I am especially glad, as during the last few days I have contracted Sand Colic, occasioned through the immense amount of sand we consume in our food, &amp; it is very painful.<br> \r\n I have had great trouble with a lot of Drivers in the Company   &amp; there was a general riot to-night. They had been out on a job of moving Beer to Canteens   &amp; each Driver stole a case of Whisky   &amp; Beer   &amp; hid it in the Camp. The result was that nearly every man in the next Sector was</p> \r\n <p><a name=\"a5633011\"></a></p> \r\n <p>[Page 11]<br> \r\n drunk. They started to fight so I had to intervene   &amp; put them in the Guard tent. As they showed fight I got together a party of NCO's   &amp; after a tussle they were thrown down   &amp; I put Hand-cuffs on them. They are all up for Orderly room in the morning.<br> \r\n Infantry Brigades are marching out   &amp; we are up to our necks shifting the baggage.<br> \r\n Tomorrow I anticipate a very heavy day.</p> \r\n <p> 31.5.16 Wednesday  </p> \r\n <p>Last night I witnessed a very impressive sight viz. that of Thousands of men marching out to entrain for Alexandria   &amp; then France. It is indeed a terrible thing to know that these men, all sunburnt   &amp; hardy from their long sojourn in the desert,   &amp; all full of enthusiasm will soon be fighting the common enemy,   &amp; no doubt thousands of these laughing faces will go to their doom.<br> \r\n It was impressive enough to see them leaving Sydney but here it is a totally different thing, as being in the war area, one thinks of the sterner side.<br> \r\n We all remarked that if the Girls   &amp; friends of Australia could only have seen those Brigades marching out, there would not</p> \r\n <p><a name=\"a5633012\"></a></p> \r\n <p>[Page 12]<br> \r\n have been a dry eye.<br> \r\n We all feel that we are on the eve of sterner realities   &amp; the fact makes us take a much sterner view of it. In a weeks time from now I will probably be in France,   &amp; once there nothing but the end of the war will satisfy me.<br> \r\n Our Transport is working day   &amp; night to move the Troops   &amp; we follow on either Saturday or Sunday, or perhaps earlier.<br> \r\n Life is by no means easy but we all work on, as it is glorious to know we are moving from Egypt.<br> \r\n All mails have stopped so there is no means of getting news to anyone for an indefinite period.</p> \r\n <p> - 1.6.16. Thursday -  </p> \r\n <p>Very busy, both in Transport work   &amp; dismantling part of our Camp. We are doing the latter so as not to be rushed when leaving.<br> \r\n Several large Mail Steamers have gone through the Canal to-day, but our mail has all gone on to France. So it may be some time before we get any.<br> \r\n Large Transports are coming through Canal with troops for India &amp; Mesopotamia,   <strike>so</strike> </p> \r\n <p> 2.6.16 Friday  </p> \r\n <p>I have been officially</p> \r\n <p><a name=\"a5633013\"></a></p> \r\n <p>[Page 13]<br> \r\n advised that we leave here on Sunday next for Alexandria, which is a 12 hours train journey from here.<br> \r\n Our Company will go in 6 trains, I myself taking charge of the 5th &amp; leaving here at 12 midnight.<br> \r\n Today has been a regular fiend, as if mocking us during our last few days stay.<br> \r\n The sand is whirling about &amp; one can scarcely see. The flies are also very bad.<br> \r\n Tomorrow will be a very busy day in dismantling the Camp, so I will turn in early.</p> \r\n <p> - 3.6.16. Saturday -  </p> \r\n <p>This is absolutely the worst day ever I have experienced in Egypt &amp; that is saying a good deal. It is impossible to see 5 yards ahead of you &amp; very difficult to breathe.<br> \r\n There is also a plague of flies &amp; ones life is a misery. Thank Heavens we only have another day in this Hell of a place.<br> \r\n We are working hard to dismantle our Camp &amp; tomorrow we march out, What a relief to leave Sinaii Peninsular behind us. I have had nearly a month here now, &amp; it has been the worst month of my life, &amp; one that will live for ever in my memory.</p> \r\n <p><a name=\"a5633014\"></a></p> \r\n <p>[Page 14]<br> \r\n I have heard that the Boat we go on is the Japanese Prince\" a large Horse Boat &amp; by no means flash, so I hope we do not strike any squally weather.<br> \r\n We all had our Egyptian Money changed into English to-day<br> \r\n I will have rather a hard time tomorrow as I leave here on Sunday at 1 am, help to load 4 trains, then load my own train (5th) which leaves here at 2.30 am Monday morning</p> \r\n <p> 4.6.16 Sunday  </p> \r\n <p>This has been the worst day on record. It blew hurricanes of sand &amp; it fairly made me dotty. Notwithstanding the fact we all had to work like fury &amp; it was by far my worst experience of Soldiering. We finally left the Camp at 6 30 p.m. &amp; arrived at the Bridge in the teeth of a howling Sandstorm. After waiting an hour for the Bridge to open, we proceeded on our way to Serafon Main Station &amp; fed the Horses preparatory to their long train journey.<br> \r\n At 11.30pm we boarded the Train for Alexandria &amp; had 9 hours in open trucks, with a strong head wind blowing.<br> \r\n However the trip was </p> \r\n <p><a name=\"a5633015\"></a></p> \r\n <p>[Page 15]<br> \r\n full of interest to me, as I had a good view of the Country. We finally arrived at Alexandria at 9:30 am next morning.</p> \r\n <p> 5.6.16. Monday  </p> \r\n <p>Have been extra busy in loading Horses &amp; Company Stores, &amp; very little to eat. However everything comes to an end at some time or other &amp; so did the loading.<br> \r\n We were kept on board all day &amp; told that we would move out into the Bay &amp; anchor so as to sail at daybreak. Judge our surprise then when at 7 pm to-night we sailed out &amp; put straight out to sea, without escort or anything &amp; at the present moment we are pitching and rolling in the Meditteranean</p> \r\n <p>6.6.16 Tuesday  <br> \r\n We are now right out at sea &amp; in the dangerous area where all the ships have been torpoeded. We are evidently under escort as today a Light Cruiser dashed up &amp; is now steaming on our bow. The crew are on the guns the whole time &amp; keep them swinging from one side to the other, always on the que vive for our foes Submarines\".<br> \r\n Discipline is of course</p> \r\n <p><a name=\"a5633016\"></a></p> \r\n <p>[Page 16]<br> \r\n very strict &amp; no lights are shown after dark. You are not allowed to smoke on deck even<br> \r\n The name of the Boat is the Japanese Prince\" &amp; she is an old tub carrying a valuable load, viz a Brigade of Artillery.<br> \r\n It is a pretty strenuous life with the Horses, &amp; as the weather still keeps warm, they suffer a good deal being cooped up in their boxes.<br> \r\n As yet the food is excellent &amp; we have a mess of our own which is for WO and C.S.Majors only &amp; is on an equivalent with the officers.<br> \r\n It is hard to realize that we have left Egypt behind us but it is so, &amp; although we all are sure that we are heading for Marsailles, we do not know for sure whether it is correct. It is nice to be out in the Sea again but I think I will be glad when the voyage is over because Submarine anticipation does not appeal to me.<br> \r\n Late tonight we had a bit of a shock. We had noticed a light Cruiser signalling to our ship at dusk &amp; at 8 p.m. our Engines stopped &amp; we stopped. A Boat then came to us from them, but</p> \r\n <p><a name=\"a5633017\"></a></p> \r\n <p>[Page 17]<br> \r\n we do not know what it was about. They told us of the big battle in the North Sea</p> \r\n <p> 7.6.16 Wednesday  </p> \r\n <p>There are now about 7 warships escorting us &amp; a Torpoede Boat Destroyer is dashing in &amp; out all the time.<br> \r\n A Mine Sweeping boat is ahead of us &amp; we can just see 5 more transports in rear.<br> \r\n We are now off the Coast of the Island of Crete &amp; the Greek Mainland can just be discerned on our Starboard side. The water is remarkably calm. I am getting quite used to wearing the Life Belt now. The only times we are allowed to take them off is meal Time &amp; whilst in bed, &amp; both these times we have to keep them close to us.<br> \r\n So far the Horses are keeping well, there being only 3 cases of illness &amp; 1 injured. They are all getting vicious though on account of their food which consists of Corn &amp; Bran with an evening meal of Dreis.<br> \r\n I have just heard that we passed a very dangerous</p> \r\n <p><a name=\"a5633018\"></a></p> \r\n <p>[Page 18]<br> \r\n place this morning, which I suppose accounted for all the warships which were hanging about. It was off the Island of Crete, where the Germans are supposed to have a Submarine Base. Tomorrow morning we have to pass another dangerous place, so I will be sincerely glad when this voyage is finished as it is very nerve trying.</p> \r\n <p> 8.6.16 Thursday  </p> \r\n <p>We have now passed between Crete &amp; the Greek Mainland &amp; the 2nd dangerous zone is passed safely.<br> \r\n We are now heading for Malta, but as the course changed every quarter of an hour or so it is hard to tell what countries come into view.<br> \r\n We passed the place where the Arabic &amp; Persia were torpoedoed.<br> \r\n The water is very calm with scarcely a ripple &amp; it is well named when they call it the blue Meditteranean, as it is a lovely colour to look at<br> \r\n At the present moment we have no escort so I suppose we are in a less dangerous zone.<br> \r\n later  <br> \r\n Submarine reported</p> \r\n <p><a name=\"a5633019\"></a></p> \r\n <p>[Page 19]<br> \r\n in these waters &amp; it is stated that it chased one of the transports ahead of us but the boat got away from it. All our Officers are on the watch so our nerves are strung a bit.</p> \r\n <p> 9.6.16 Friday  </p> \r\n <p>We eluded Submarine by going a good deal out of our course. We passed a fleet of Transports &amp; escorts on our Starboard side on the course for Naples, but were too far away to see who they were<br> \r\n We seem to be hugging the African Coast now, &amp; through the change in course will not reach Malta until tonight.<br> \r\n To show the way we are tacking about you will gain an idea when I say that instead of doing a trip in 4 days , it is going to take 9.<br> \r\n The water this morning was wonderful to behold, there was scarcely a ripple, one could have put a rowing Boat over the side &amp; gone anywhere. I have seen it a good deal rougher in places such as Woy Woy.<br> \r\n I have been unable</p> \r\n <p><a name=\"a5633020\"></a></p> \r\n <p>[Page 20]<br> \r\n to write for some time now but will endeavour to send a cable on arrival.<br> \r\n I understand we are not going near Italy, so we will not be able to see the famous Messina Straits.<br> \r\n We are all engaged in racking our brains for an idea to get our stuff ashore our kit bags being prohibited.<br> \r\n I have bought a whisky case &amp; am going to pack it &amp; label it HD Qrs, so I fancy I will get it through. I also have another box marked Farriers Tools, so when we land I will be running round looking for boxes</p> \r\n <p> 10.6.16 Saturday  </p> \r\n <p>We passed Malta at 10 pm last night &amp; it looked well from the distance. Their Search lights were put onto us for a good while, &amp; I suppose many guns were trained in our direction.<br> \r\n At the time of writing we are passing the Southern part of Sicily\" on the Starboard Side &amp; Tunis on the port. Some time tonight we will change our course &amp; head across the Medit. for Marsailles passing Corsica &amp; Sardinia on our Starboard Side. We are without Escort now, but I expect there are Warboats within</p> \r\n <p><a name=\"a5633021\"></a></p> \r\n <p>[Page 21]<br> \r\n touch. The water is fairly choppy to-day, quite different to yesterday, &amp; if Submarines were about, it would be very hard to detect them.<br> \r\n Passed several boats to-day but were unable to see who they were.<br> \r\n The Coast of Sicily looks very rugged &amp; altogether it has a very fierce looking aspect with high ranges of mountains running inland.<br> \r\n We expect to see the reflection of Mount Etna on the water to-night, that is unless we do not change our course again</p> \r\n <p> 11.6.16 Sunday  </p> \r\n <p>We changed our course so did not see the volcano.<br> \r\n We all woke up this morning to a rough sea &amp; little Richard experienced his first taste of sea sickness. I did not vomit however &amp; it soon passed away<br> \r\n We are now off the Coast of Sardinia &amp; with powerful glasses can discern houses &amp; townships. Several large sailing vessels were sighted all under heavy canvass &amp; going like fury. Our Boat is standing just on its bow &amp; then on the stern &amp; I can assure you it is pretty miserable.<br> \r\n The horses are feeling</p> \r\n <p><a name=\"a5633022\"></a></p> \r\n <p>[Page 22]<br> \r\n it as several of them are off their food including my own little pony.<br> \r\n We lost 20 miles last night on account of the heavy weather.<br> \r\n Sardinia seems to be a nice place from here &amp; I would like to go ashore but there is no such luck.<br> \r\n Rats are proving very troublesome &amp; last night several ran over me whilst I was in bed</p> \r\n <p> 12.6.16 Monday  </p> \r\n <p>I am still feeling a little squarmish on it as the sea has not abated &amp; last night was a pearl I can assure you. The boat seemed to stand on her beam ends.<br> \r\n We left Corsica behind last night &amp; are now steaming up the Gulf of Lyons.<br> \r\n Our Captain is trying to get into Marseilles before nightfall, if he doesn't we will have to fool about outside until morning. The realization of my hopes   <strike>is</strike>  is now pretty well fulfilled &amp; tomorrow I will stand upon French Soil.<br> \r\n A good way of expressing</p> \r\n <p><a name=\"a5633023\"></a></p> \r\n <p>[Page 23]<br> \r\n it is From the Sands of Egypt to the Roses of La Belle France\".<br> \r\n What is in store for us one cannot tell, but judging from the weather we are going to be tuned up a little.<br> \r\n I understand we stay in Marseilles for a week, &amp; then begin a weary train journey of 3 days &amp; nights to the North of France.<br> \r\n I am looking forward to the end of the struggle now &amp; will be pleased when the 4th Division embarks for Dear old Australia.<br> \r\n I am going to try &amp; pay a visit to England, as we are allowed 8 days furlough, but of this I will write later on.<br> \r\n I am now many thousands of miles away &amp; it makes one feel more lonely than when I was in Egypt, but as for that place I hope I never see it again, saving from the deck of a troop ship.<br> \r\n We are all expecting a good mail when we get settled down, as all our mail has been going to France for the last month.</p> \r\n <p><a name=\"a5633024\"></a></p> \r\n <p>[Page 24]<br> \r\n It is funny to hear our chaps trying to learn a smattering of French but I get it confused with Arabic.<br> \r\n I believe my star is lucky because we have come in a very dangerous voyage &amp; have so far been O.K. although what France has in store for us no one can say.</p> \r\n <p> 13.6.16 Tuesday  </p> \r\n <p>We reached Marseilles about 11 pm last night &amp; anchored in the outer Harbour. This morning we came in &amp; tied up at a pier.<br> \r\n The Coast for miles round is thickly populated and as far as Toulon it is one great big shipping centre. The costumes of the French Sailors and Soldiers is very picturesque. There seems to be many great big buildings &amp; churches but as yet I have not been ashore, so will write about it when I go through<br> \r\n We got news of the big Russian Victory &amp; also of Lord Kitcheners death<br> \r\n We are now awaiting orders to tranship the Horses &amp; baggage so I will be up to my eyes in it directly.</p> \r\n <p><a name=\"a5633025\"></a></p> \r\n <p>[Page 25]<br> \r\n The French Girls seem to be very nice\" but I have not seen any closely<br> \r\n One can see the self same customs here as were in evidence at Cairo showing how they copied the French people in their habits.<br> \r\n The old Forts at the top of the cliffs look very romantic &amp; spell of Napoleons time.<br> \r\n The Railway winds in &amp; out of the cliffs &amp; I am looking forward to a trip on a train.<br> \r\n There seems to be a big tram service.<br> \r\n The City itself I understand is very cosmopolitan on account of it being a Sea port Town.<br> \r\n These are the wharf glimpses. The actual Town itself I will see later.</p> \r\n <p> 14.6.16 Wednesday  </p> \r\n <p>I obtained leave last night &amp; in company with a couple of others went into the City of Marseilles.<br> \r\n I had heard a lot about the place previously, but it opened my eyes properly. It is a big city well laid out &amp; many magnificent Buildings in it principal among them being Cathedrals</p> \r\n <p><a name=\"a5633026\"></a></p> \r\n <p>[Page 26]<br> \r\n which all seem to be built on the hills.<br> \r\n There was a very motly crowd there, including soldiers from all over the world.<br> \r\n The Zouaves &amp; Turcis are very fierce looking fellows &amp; the Frenchman themselves do not look too gentle.<br> \r\n It is full of vice as can be &amp; on a par with Cairo, if not worse.<br> \r\n It abounds with Cafes &amp; Boulevardes. Tram Service very good. We were all given a good time by the residents, who seem to look up to the Australians.<br> \r\n Wherever we went we would hear, Australia Good\"<br> \r\n We finished up by missing the last tram &amp; having to walk about 5 miles.<br> \r\n Today we load our train &amp; start on a 3 days train trip which will be very interesting as it is a trip from   <strike>North</strike> South to   <strike>South</strike> North of France.<br> \r\n There is a big prison for Germans in the vicinity &amp; they look what the papers say  <strike>s</strike> of them.<br> \r\n On the whole I have thoroughly enjoyed my stay in Marseilles.</p> \r\n <p> Commencement of Journey to the North of France  </p> \r\n <p><a name=\"a5633027\"></a></p> \r\n <p>[Page 27]<br> \r\n I entered the Train at about 12.30 am to-day to commence our long trip &amp; up to the present 9- pm have had the time of my life.<br> \r\n We are travelling through the most delightful Country in the World, all agricultural, &amp; very finely laid out. It is the finest Country ever I have seen.<br> \r\n We have passed through many big towns chief among them being Vignon\" which is the biggest Grapegrowing place of the world &amp; from which the meaning of the word  Vignon originated.<br> \r\n We passed the places where the French people sacked the Convents &amp; I can tell you they left them in a mess. The great number of Castles built on the Hills catches ones eye.</p> \r\n <p> 15.6.16 Thursday  </p> \r\n <p>Continuance of experience of train journey.<br> \r\n The Country through which we are now passing is glorious &amp; could not possibly be described.<br> \r\n Everywhere we are being given a royal welcome &amp; our train is bedecked with choice roses.<br> \r\n We passed through Lyon &amp; Dijon which</p> \r\n <p><a name=\"a5633028\"></a></p> \r\n <p>[Page 28]<br> \r\n are towns of large importance. At Fountaine we passed a large French Ambulance Train just in from Verdun &amp; it slightly damped our ardour. We threw them cigarettes etc &amp; they seemed very grateful.<br> \r\n There are dozens of tunnels on the route &amp; some of them are very long.<br> \r\n All the way along it is nothing but crops of wheat &amp; other products.<br> \r\n The villagers all turn out &amp; sing out Vive la Australia &amp; we return with Vive la France<br> \r\n When climbing through the mountains the scenery is very beautiful &amp; the mountain torrents are wondrous to behold.<br> \r\n At the present time we are 90 miles from Paree\" but as we have to go further on it will be another night &amp; day before we arrive at our destination.<br> \r\n The daylight saving bill has just come into force here &amp; it does not get dark until 9 pm which is very strange to us.<br> \r\n We have to pull up at midnight tonight to get further orders &amp; we</p> \r\n <p><a name=\"a5633029\"></a></p> \r\n <p>[Page 29]<br> \r\n are naturally wondering what they are<br> \r\n The Peasant Girls here are very pretty &amp; from the look of them &amp; the country one thinks how terrible war really is<br> \r\n I am Guard to-night so will get very little sleep for the next 48 hours to come<br> \r\n I am travelling with Ferranti who was in my tent at the Warren &amp; he interprets everything for me so it is all the more interesting<br> \r\n Wherever you look you see old men &amp; women in the fields harvesting to release all able bodied men for the front<br> \r\n The embankments of the R?lys are all well laid out &amp; looked after. There is a total absence of advertising so common on our own R?lys.<br> \r\n The weather is very pleasant but gets colder the more north we go.</p> \r\n <p> 16.6.16 Friday  </p> \r\n <p>Still in the Train which is becoming a little weary to us all. The Country still unfolds wonders to us all &amp; I think it would be hard to tell which was the best North or South.<br> \r\n On arrival at Juveny</p> \r\n <p><a name=\"a5633030\"></a></p> \r\n <p>[Page 30]<br> \r\n which is 6 miles from Paris. We went on another line so did not go through the City much to our disappointment, but skirted round it.<br> \r\n However I saw The Eiffel Tower &amp; also got a glimpse of the City itself.<br> \r\n Our next stop on the Nord line was Amiens through which the Germans came &amp; although they ravaged the women &amp; took them away to Germany they never had time to spoil the crops &amp; City. Amiens is a very large City &amp; looks well.<br> \r\n All the way along we were accorded a royal welcome. Further along we could see great military activity &amp; a very pretty sight is to see the long columns of Troops &amp; vehicles winding over the Mountainous Country.<br> \r\n There are Canals running everyway &amp; all the wounded are brought right from the front in big Barges built for this purpose.<br> \r\n It is nothing to see as many as 20 of these huge things on their way to the Base.<br> \r\n We finally arrived at our destination at 6.30 pm &amp; we all heaved a sigh of relief.<br> \r\n Our Company is now in a rest Camp at a place called Abbeville\". This</p> \r\n <p><a name=\"a5633031\"></a></p> \r\n <p>[Page 31]<br> \r\n is a town of about 50,000 inhabitants &amp; they treat us very well<br> \r\n After dis-entraining the Company Horses, Baggage etc we saddled up, &amp; had a ride of about 3 mile through the City of Abbeville to an outside village where we now are situated<br> \r\n We stay here for a few days to camp &amp; then start on our trek for the front, which will take us five days by Road.</p> \r\n <p> 17.6.16 Saturday  </p> \r\n <p>Went to bed very tired last night &amp; slept till about 1 am when I was awakened by the terrific cold, all of us only having one blanket &amp; coming straight  from the Arabian Side of Egypt felt it more keenly than others.<br> \r\n I dozed off again but could not sleep, so I will have to pinch some Bags or something to keep warm<br> \r\n I had a royal breakfast this morning. A couple of us went to a Farm &amp; the French lady gave us 4 Eggs, 4 slices bread &amp; Butter &amp; 2 huge cups of coffee.<br> \r\n My word it was a treat, after comparing the same articles with what we used to get in Egypt.</p> \r\n <p><a name=\"a5633032\"></a></p> \r\n <p>[Page 32]<br> \r\n 18.6.16 Sunday  </p> \r\n <p>I obtained leave &amp; inspected Abbeville last night.<br> \r\n It is like a lot of other Towns in France very gay\"<br> \r\n The whole population have drifted back &amp; one cannot help but admire their pluck when you think that the firing line is not far distant &amp; German Aeroplanes are always trying to bomb them.<br> \r\n They treat us well, &amp; will do anything for us. Some of them are haughty, but they are a decided minority.<br> \r\n It is from this region that the Germans drove all the prisoners into Germany, &amp; the females bear striking proof of the way they were treated when the Bosches were driven back<br> \r\n There are anti-aircraft Guns posted all round the City &amp; they give the Bosches some trouble when they visit this region<br> \r\n We are going to equip tomorrow &amp; within a very short time start on a 5 days trek to the base of operations centered on Lille. This town is our objective &amp; one which from all accounts our side is very anxious to obtain as it is an important Railway Junction.<br> \r\n It is still impossible to write but I will complete</p> \r\n <p><a name=\"a5633033\"></a></p> \r\n <p>[Page 33]<br> \r\n a letter to-day, giving my experiences from the time I last wrote to the present &amp; chance to it getting through<br> \r\n Yesterday some Allemandes dropped Bombs on Amiens just after we passed through &amp; killed several French women<br> \r\n The majority of French women are very loyal &amp; I have seen them in all kinds of trouble just say, Vive la France.\"<br> \r\n Things are hurrying towards a big offensive in this region where it will end it is impossible to say at present.<br> \r\n The weather is bitterly cold here &amp; none of us can keep warm. Coming straight from Egypt we feel it worse. I have got a bad cold &amp; feel very ill, but I am hoping to soon shake it off.<br> \r\n 19 out of every 20 of the men have colds but it is only to be expected, as our blood must be very thin after our long sojourn in the land of the Pharoas.<br> \r\n They have placed Paris out of bounds to the Troops but as it is 185 miles from here there is no need to worry over the matter.<br> \r\n Anyway there is going to be an enquiry into it as the French people are very indignant over it.<br> \r\n The Australian's names went before them on account</p> \r\n <p><a name=\"a5633034\"></a></p> \r\n <p>[Page 34]<br> \r\n of the deeds at the Dardanelles &amp; the French people were overjoyed at the thoughts of them coming to France.</p> \r\n <p> 19.6.16. Monday  </p> \r\n <p>We have drawn Harness &amp; Vehicles &amp; I believe we are to start on our Trek at 12.30pm.<br> \r\n They are clearing out all the Hospitals in France &amp; everything points to a big offensive within the next week or so.<br> \r\n Hundreds of Thousands of men are being held in reserve &amp; at a given signal the whole Western Front will be one roaring Maze of Guns. We started on our trek at 12.30 &amp; passed through delightful Country to a place called Le Borle where we rested for the night<br> \r\n The night was bitterly cold &amp; I scarcely slept a wink<br> \r\n I have a very heavy cold on me but I fancy it is on the mend now.<br> \r\n We are moving out at 9 am in the morning.</p> \r\n <p> 20.6.16 Tuesday  </p> \r\n <p>Had breakfast at a Farm house which was very nice although it was dear (2 francs),</p> \r\n <p><a name=\"a5633035\"></a></p> \r\n <p>[Page 35]<br> \r\n We are still passing through the most delightful country, although we can see more of the Ravages of War, by the number of destitute people &amp; Refugees of every description<br> \r\n We passed through several Forrests, which were very beautiful the long white road winding in &amp; out of the dark green foliage &amp; massive tall trees on either side<br> \r\n All the trees  &amp;  schrubs are covered with vines &amp; clingers &amp; I don't think I have ever seen anything to come up to it.<br> \r\n We rested for the night at a place called Frettin which is a rather large kind of village off the main Road &amp; had tea at a Farm.<br> \r\n In the evening I went into the Millers place &amp; had a pleasant social evening until about half past 10 when we set sail for our camp which was about 1 mile away<br> \r\n Somehow or other we lost the way &amp; it ended in us walking for about 2 hours &amp; finally striking the Camp at 1 am next morning.<br> \r\n The weather was very cold &amp; you bet it made us sit up.<br> \r\n However alls well that ends well so heres for the morning Reveille at 5 am &amp; about 20 miles to travel before dinner.<br> \r\n Fighting very fierce can hear guns all night</p> \r\n <p> 21.6.16 Wednesday  </p> \r\n <p>Started away at 8 am very</p> \r\n <p><a name=\"a5633036\"></a></p> \r\n <p>[Page 36]<br> \r\n tired. Our route lay over the Hills &amp; consequently it was very cold.<br> \r\n On the way we passed Several old time Castles &amp; ruinous buildings which were once French &amp; which the English destroyed in the battle of Crecy.<br> \r\n The high trees on either side of the Road made the trip pleasant &amp; at places the trees were that tall &amp; bushy that the limbs entwined with one another, &amp; formed a green canopy which was lovely to look upon.<br> \r\n We passed through Frug Les &amp; several smaller towns &amp; reached our resting camp at 5 pm. All the way through the villages are all holding Tommies who seem to be doing more flirting than fighting<br> \r\n We are now 28 miles from the firing line &amp; have to travel 23 miles tomorrow which will take us up to Divisional HQ from which we are to receive fresh orders.<br> \r\n The firing can be plainly heard from here &amp; it does not make one feel too pleasant.</p> \r\n <p> 22.3.16 Thursday  <br> \r\n [Transcriber's note: - date should be 22.6.16]<br> \r\n We pushed out at 8 a.m. &amp; had some more very pleasant Country to travel</p> \r\n <p><a name=\"a5633037\"></a></p> \r\n <p>[Page 37]<br> \r\n through. On the way we passed through Aire\" in which there are many ancient &amp; historic buildings, dating back to a very early period. At about ½ past 2 we came to Hazebrouk which is a big town situated on the Railway &amp; which is the main supply &amp; distributing base to the front which we are fighting on. On the other side of Hazebrouk our Company separated Nos 1 &amp; 2 going on to Morn barle [Transcriber's note ? possibly Mon Balleul] &amp; 3 &amp; 4 to Casre [Transcriber's note ? probably Caestre]. I went with 3 &amp; 4 &amp; arrived at Casre at 5 p.m. Just after arriving their &amp; being billeted in a farm I received orders that I had to join up with the right Half Company Nos 1 &amp; 2. So on the top of a heavy days travel I had to saddle up &amp; go another 15 miles to catch up to the other columns. I found them after 4 hours riding quartered on an out of the way farm &amp; was allotted a barn to sleep in. We are here to rest for 4 days &amp; after that I do not know.<br> \r\n We have received orders to shine up all our steel parts which in my mind is absolutely ridiculous. It seems to me that this is all the Tommies are doing, while they sleep in villages &amp; clean up we have to work &amp; clean also.</p> \r\n <p><a name=\"a5633038\"></a></p> \r\n <p>[Page 38]<br> \r\n We are situated from 6 to 9 miles from the firing line on the Armentieres &amp; Lille fronts, &amp; at times the noise of the bombardment is terrific. Even now one can hear the dull boom &amp; reverberations of the big guns. At night time the whole sky is lit up with Star Shells, while one can smell the Gunpowder for miles.<br> \r\n Where we are quartered the Uhlans were billeted in 1914, &amp; along the main Road where I had to proceed one can see signs of battle all along.<br> \r\n Just where our horses &amp; waggons are parked the British &amp; Germans had a hand to hand fight which ended in the Germans being thrown out.</p> \r\n <p> 23.3.16 Friday  <br> \r\n [Transcriber's note: - date should be 23.6.16]<br> \r\n There was a very pretty but terrible sight this morning plainly discernible from here. After a very heavy bombardment a Squadron of our Aeroplanes went up &amp; were immediately fired at by the Germans.<br> \r\n You could see them skimming along amidst myriads of little white puffs, caused through the bursting of Shells. As far as I could see none of our planes were hit. They just went on calmly observing &amp; when finished flew away. So far we have not be troubled by German planes. We are all expecting to see a fight</p> \r\n <p><a name=\"a5633039\"></a></p> \r\n <p>[Page 39]<br> \r\n before long as the farm people tell us that it is pretty well a daily occurrence.<br> \r\n Today we received a few letters which we did not get when at Serapeum in Egypt. I got 4 dated 16/4/16 (one marked [Indecipherable] from Nina) so I suppose there are a lot for me somewhere about France as I have not had any for many weeks.<br> \r\n An Observation Balloon has just ascended &amp; there is a fight on between our Aeroplanes defending it &amp; the Germans. There seems to be an unusual heavy bombardment going on.<br> \r\n A big thunderstorm has just commenced &amp; it is raining in torrents the first I have seen since December last. Fancy 6 months without seeing rain, but I have said before that Egypt is a very hot &amp; dry country.</p> \r\n <p> 24.6.16 Saturday  </p> \r\n <p>There was an unusual heavy bombardment last night &amp; it shook the buildings in the Village. I do not know the results of same.<br> \r\n We heard today that furlough had been arranged for our troops of the 4th Div to visit London for a period of 8 days, but certain stipulations were made Viz. neat uniform (which it is impossible to have in this Country of rain &amp; mud) &amp;  &pound; 10 in your pocket. At the present time I have  &pound; 2/10/- so</p> \r\n <p><a name=\"a5633040\"></a></p> \r\n <p>[Page 40]<br> \r\n London is a long way off from me.<br> \r\n I am going to Meteren\" tonight to have a look round.<br> \r\n The weather is very unsettled &amp; it is raining hard which makes things very unpleasant, but one naturally expects this.<br> \r\n The Farm where I am staying now is called Moolenacher &amp; is on the road to Meteren\".<br> \r\n It is a secluded little spot &amp; is approached by shady lanes with hedges on either side &amp; is very pretty in effect.<br> \r\n The Guns are beginning to boom again after a pretty quiet time. So far today the aeroplanes are inactive.</p> \r\n <p> 25.6.16 Sunday  </p> \r\n <p>The weather broke this morning &amp; so far it has turned out to be fine. Last night in company with the F.S.Sgt I went for a stroll through several villages viz, Fletre, Strazza [Transcriber's note: - most likely Strazelle] &amp; Rue Croix [Transcriber's note: - most likely Rouge Croix]. They are all rural villages in this Department &amp; are all very pretty. It is fine to walk along the Roads all bordered in by hedges &amp; crops of a lovely natural green, &amp; the country makes it hard to believe that fighting is so very close.<br> \r\n There was an artillery duel last night but we are all becoming used to it now &amp; lose no sleep over it.<br> \r\n They were sending up Star Shells &amp; they were very pretty when they exploded with the dark sky as a background.</p> \r\n <p><a name=\"a5633041\"></a></p> \r\n <p>[Page 41]<br> \r\n It is now getting very close to the contemplated offensive &amp; we are all on the Quire Vive [Transcriber's note : - Qui Vive meaning on the lookout, staying alert], as it means a terrible lot to us all to know how it could go. One of our ASC Companies had 2 waggons blown up yesterday.<br> \r\n It is strange to see our chaps mixing with the Belgians &amp; French. Neither one or the other understanding each other, however they all know the one word Beer\". So they get on alright.<br> \r\n The food is becoming a bit monotonous now, as we have been living on Bully Beef &amp; Meat &amp; vegetable rations for a long while, &amp; would all welcome a meal of fresh meat.<br> \r\n We have been in the habit of purchasing bread from the French Farms as we pass through &amp; you should see the size of the loaves. We call them Cart wheels, each one weighs 9 lbs. However they have stopped this now as the people have to conserve their Flour supply so (finis Bread).</p> \r\n <p> 26.6.16 Monday  </p> \r\n <p>Late last night there was a heavy bombardment of Bailleul &amp; the Cathedral was demolished by German Shells. This Ville is on the hill in front of us &amp; the whole sky seemed to be lit up by exploding shells.<br> \r\n There is unusual Aerial activity as many as 18 Planes flying at the one time &amp; one sector. Observation Balloons can be seen all along the line.</p> \r\n <p><a name=\"a5633042\"></a></p> \r\n <p>[Page 42]<br> \r\n There seems to be heavy firing over the Belgian Border, which is not far distant from us.<br> \r\n Received a few more letters but am expecting more as I know they are tied up somewhere.<br> \r\n Have just heard that the Allemandes have taken another fort near Verdun so expect they will finally get Verdun itself, but they have had to pay a terrible price for it.<br> \r\n We all expect Verdun to fall in the course of a few days. I believe we move to either Arrass or Armentieres next week but nothing definite is known at present.<br> \r\n Very heavy fighting is expected on our immediate front in the course of a few days. Cavalry &amp; Mounted Troops of every description are being brought up &amp; billetted in rear of the trenches, so they evidently expect a move of some kind.</p> \r\n <p> 27.6.16 Tuesday  </p> \r\n <p>Weather is very trying &amp; the condition of camp awful. It has not ceased raining for the last 12 hours &amp; it is not too pleasant to get wet &amp; have to stay in clothes, but this is one of the many hardships to be had.<br> \r\n I have just heard from some French people that all French Schools &amp; Churches have been ordered to get ready for receiving wounded men</p> \r\n <p><a name=\"a5633043\"></a></p> \r\n <p>[Page 43]<br> \r\n in the big offensive which will commence shortly.<br> \r\n I think the rain will hold it up for a while as it would be practically impossible to do anything in this weather.  <br> \r\n They delivered a gas attack on this Sector yesterday but it never reached us, as its strength had evaporated.<br> \r\n Everything quiet along the whole line. The calm before the storm I suppose.<br> \r\n Went out grazing Horses but did not go very far.</p> \r\n <p> 28.6.16 Wednesday  </p> \r\n <p>Weather conditions are now just about as bad as can be &amp; we are considering the advisability of moving further along the Road towards Fletre as our quarters are now a quagmire. Up to your knees in mud wherever you go. Thank goodness I had the good fortune of seeing ahead whilst in Egypt &amp; secured a good pair of rubber hip boots. These are a godsend to me now.<br> \r\n All the other chaps, only having 1 pair of boots &amp; those always wet through are suffering with colds.<br> \r\n You cannot form an idea of the terrible state of things. You even have to go to bed with everything covered with mud.<br> \r\n A number of our waggons went into Belgium today on a job in the direction of </p> \r\n <p><a name=\"a5633044\"></a></p> \r\n <p>[Page 44]<br> \r\n Ypres. I went over the boundary line but came back again. Everywhere in this vicinity one can see traces of the furious fighting that took place earlier in the year &amp; the inhabitants of the villages all have their own special tale of woe.<br> \r\n Yet, now we are actually in the ?war theatre?, the people hardened no doubt, are very thankless for all that has been done for them &amp; we cannot but help notice same.<br> \r\n The wind &amp; water mills look very picturesque in this District &amp; their giant sails spin round at a good rate &amp; work machinery for crushing wheat.<br> \r\n The French peasants are very poor but happy, while the whole Department Somme is overrun with Belgian refugees, many of whom make themselves very disagreeable.</p> \r\n <p> 29.6.16 Thursday  </p> \r\n <p>The weather still continues wet &amp; the ground is one big bog.<br> \r\n This afternoon we all heard a big humming sound in the air &amp; on going to the door of our barn saw a sight which will be hard to forget.<br> \r\n There were about 20 aeroplanes of all sizes &amp; shapes chasing some Germans &amp; I never saw such a thrilling fight in my life.<br> \r\n Sometimes high &amp; then low they would dash at one another</p> \r\n <p><a name=\"a5633045\"></a></p> \r\n <p>[Page 45]<br> \r\n &amp; seem about to collide when they would all go in a different direction. It lasted for a good while &amp; finally they flew out of sight.<br> \r\n After this there was unusual activity on the part of our planes &amp; it was very pretty to see the shrapnel bursting beneath them. As far as I could see none were brought down. Towards evening 10 pm I noticed a great number of Star shells being fired &amp; thought to myself that something was in the wind. Sure enough it was as we were all awakened at 12 o'clock   <strike>from</strike> by the noise of a terrific bombardment, punctuated every now &amp; again by the deep boom of the Howitzers. This lasted until 6 am in the morning &amp; quietened down. I do not know the results of same yet. I was enlightened as to our accumulation of Guns &amp; stores behind the line &amp; it made me stagger. I do not wish to put it in writing here in case I lose this book but I can only say, that if this much talked of offensive proves successful from the start, I do not think there will be many Germans left to defend their Fatherland.</p> \r\n <p> - 30.6.16 Friday -     <strike>Saturday</strike> </p> \r\n <p>It has turned out very cold</p> \r\n <p><a name=\"a5633046\"></a></p> \r\n <p>[Page 46]<br> \r\n &amp; windy day although the rain has ceased which is a blessing as it will give the ground a chance to dry up.<br> \r\n I was kept awake last night by the furious Bombardment of the German lines by our big guns. I believe they are knocking the German lines about. We have all been on the alert for a Gas attack as the wind is favourable for one. We are under orders to proceed to a place 2 miles in rear of Ypres next week.<br> \r\n I went round Meteren last night &amp; was very interested. This is where a big battle was fought on the 13/10/14 &amp; the numerous graves on the Roadside denote the furious struggle which took place. It is the place where the Germans first misused the usual procedure of the White Flag\" &amp; shot the British Soldiers down when they advanced in the open. The Graves are very lonely, in the centre of crops of wheat, but all have a neat Cross &amp; a little white fence round them with just a rude description of 1 NCO &amp; so many men of Such &amp; Such a Regiment.<br> \r\n There was a fleet of aeroplanes very active again tonight observing for Artillery fire. We always know when there is going to be a bombardment by their actions.<br> \r\n Late tonight there was</p> \r\n <p><a name=\"a5633047\"></a></p> \r\n <p>[Page 47]<br> \r\n another furious bombardment at Ypres &amp; the whole sky was a quiver with the reflection of bursting shells.</p> \r\n <p> - 1.7.16 Saturday -    <strike>Sunday</strike> </p> \r\n <p> \r\n Everyone seems to believe that the war is going to end in 3 months time &amp; I cannot but say that I hope it is true.<br> \r\n It gives one a very nasty shiver down the back when you see German aeroplanes flying about &amp; you do not know where their bombs are going to drop but they are never here for long before our Airmen chase them away. Our chaps undoubtedly hold supremacy in the air these parts, as the Germans turn tail &amp; scoot as soon as they catch sight of our machines.<br> \r\n We are driving into Outterstine [Transcriber's note: - Most likely Outtersteene near Bailleul] to-day for a hot bath, the first bath I have had since leaving the Boat so I just about need one  <br> \r\n later  <br> \r\n A terrific bombardment has just started &amp; it is terrible to be near it.<br> \r\n The air is quivering with the combustion of the shells &amp; we all seem to have an unaccountable depressed feeling caused by the atmosphere.<br> \r\n The sectors being bombarded are principally La Bassee, Armentieres &amp; Ypres<br> \r\n Headquarters advises the British attacking on a front</p> \r\n <p><a name=\"a5633048\"></a></p> \r\n <p>[Page 48]<br> \r\n of 80 miles.<br> \r\n later   It is impossible to sleep so we all went to a hill to watch effects. The whole sky seems to be quivering with flashes whilst the searchlights are playing everywhere.<br> \r\n Captive Balloon observation posts are sending messages everywhere &amp; above the din the Artillery fire one can hear the crackle of Rifle &amp; Machine Gun.<br> \r\n No doubt there are hundreds of poor beggars going out to it &amp; it will be a day that will be remembered for a long while viz 1 &amp; 2 July attack on La Bassee, ultimate object Lille.<br> \r\n The bombardment still continues with un-abated fury on a 90 mile front &amp; the sky is lit up for miles.<br> \r\n We heard that the booming can be heard quite plainly in Paris. It is a new way of attacking that the British have adopted. The enemy observation Balloons are shot down as soon as they appear &amp; consequently they are not able to direct an accurate reply with their artillery.<br> \r\n The Aeroplanes are still very active &amp; observing is going on which means I suppose a further bombardment tonight. Where it will end I cannot say, but it is practically certain that it is demoralizing the Enemy. Received a letter from</p> \r\n <p><a name=\"a5633049\"></a></p> \r\n <p>[Page 49]<br> \r\n Nina dated 5/5/16. Went out on Column work all round Fletre, Meteren,   &amp;  Strazzelen, also Rouge Croix.<br> \r\n There is great activity in the Motor Ammunition Column. Weather very still &amp;   quiet.<br> \r\n Germans delivered an unsuccessful gas attack. They are now using a far more deadly gas &amp;   we have all been warned against taking any risk with it at all. All the crops in the villages close to where it was released have turned brown in colour.<br> \r\n I fancy that a big attack is going to be launched from La Bassee tonight.<br> \r\n Ypres pretty quiet, only occasional Artillery outbursts.</p> \r\n <p> - 2.7.16   <strike>Monday</strike> Sunday -   </p> \r\n <p>Last night I witnessed a grand fight between aeroplanes. I was sitting down in the Barn   &amp;  heard loud firing &amp;  explosions close at hand &amp;   snatching up my Gas Helmet I ran outside.<br> \r\n Up in the air were numerous aeroplanes including Taubes which could be seen high up. The whole course was marked with rings of bursting Shrapnel &amp;   which looked very nice in the awful grandeur.<br> \r\n The finish of the fight was that 4 Germans were dropped &amp;   2 British.<br> \r\n The bombardment eased down last night &amp;   except for mine explosions things were comparatively quiet. However</p> \r\n <p><a name=\"a5633050\"></a></p> \r\n <p>[Page 50]<br> \r\n this morning at 9 am the Artillery are again opening up at a point lower down than Armentieres &amp;  La Bassee.<br> \r\n We are still awaiting news of the attack at St Elvi &amp;  La Bassee.</p> \r\n <p> - 3.7.16 Monday -  </p> \r\n <p>Have heard that we have advanced 2 miles on a 30 mile front as the result of the terrific bombardment. The British are adopting an entire new scheme of attack now &amp;   it is proving very disconcerting to the Germans. When attacking they only go a mile or so &amp;   dig in so that they cannot be pushed out again.<br> \r\n The raiding parties also are proving themselves a worry to the enemy &amp;  they bring back   <strike>much</strike> valuable information after an incursion into the German trenches. There were also 3000 prisoners taken which is a very big bag.<br> \r\n We had a few more aeroplanes shot down to-day, the Germans however suffered more in this line than us as they usually do. We undoubtedly hold the air supremacy on this front.<br> \r\n I was very nearly put out of action for good &amp;  all this evening.<br> \r\n I was on my way from Meteren to Fletre &amp;    was coming</p> \r\n <p><a name=\"a5633051\"></a></p> \r\n <p>[Page 51]<br> \r\n at a fair pace when my horse shied violently &amp;    pitched head first into a culvert about 5 ft deep.<br> \r\n Luckily I managed to free my feet &amp;     fell over the back of the horse. I rolled clear of his heels &amp;   just in time, as he immediately began to lash out.<br> \r\n I got him up after a little trouble &amp;    he is no worse for his fall. I galloped him all the way home &amp;    took it out of him.<br> \r\n The Horses are all very fresh on account of the large grain rations allotted them. For weeks &amp;    weeks they get nothing but oats &amp;     occasionally a little bran with of course, plenty of green stuff.<br> \r\n There was a fairly heavy bombardment today, to which the Germans replied.<br> \r\n Our waggons were under shell fire today, one exploding about 350 yards from us.<br> \r\n Late last night I again witnessed an air fight. A Taube managed to sneak over our lines &amp;    was immediately fired out by anti-aircraft guns from every village he passed over. It was very pretty to see. He eventually retired when one of our planes went up to meet him. An hour later he was felled over the British lines.</p> \r\n <p><a name=\"a5633052\"></a></p> \r\n <p>[Page 52]<br> \r\n Lots of our fellows are getting drunk on Champagne &amp;    I can tell you it plays up with them. I must say however that it is very nice.</p> \r\n <p> - 4.7.16 Tuesday -  </p> \r\n <p>We moved from Moolenacher or Fletre today &amp;   headed for the Trenches. Our route was through Meteren, Merriss Outtersteene to our destination midway between Sailly &amp;   Estaires. The country shows signs of the knocking about it has had &amp;   at Boulon there is a fine big church absolutely smashed with only the four walls standing. It is marvellous to see the number of wayside shrines\" in this country &amp;    nearly every house has its little alcove of the Virgin Mary.<br> \r\n We are now camped about 2 ½ miles in rear of the trenches &amp;    at times our position is under shell fire.<br> \r\n Just in front of us is a big gun battery &amp;    I am wondering how it is possible to get to sleep with the noise it creates.<br> \r\n The whole ground seems to vibrate. The Musketry &amp;   Machine Gun fire is very intense tonight, which means that the Allemandes are trying to advance but it is a case of ?finis?<br> \r\n We have just heard the</p> \r\n <p><a name=\"a5633053\"></a></p> \r\n <p>[Page 53]<br> \r\n results of the furious bombardment &amp;    attack last Saturday &amp;    Sunday &amp;   it is very gratifying seeing that the Allies have advanced about 2 to 3 miles on a 30 mile front, recapturing several villages &amp;    towns &amp;   taking (8500 prisoners) British 3500, French 5000.<br> \r\n This is the start of the finish &amp;    every man here seems to think that before long the Germans will be on the backward grade.<br> \r\n The French people are very good to Australians &amp;    it is stated in leading Parisian  papers that they take it as an honour that we are here. It has also bucked the Francais Soldats up quite a lot.<br> \r\n Heavy Thunderstorm raging also Artillery bombardment we cannot hear one another speaking.</p> \r\n <p> - 5.7.16 Wednesday -   </p> \r\n <p>Raining hard today &amp;   grounds again very heavy. Our waggons have now commenced their work &amp;    are running right out as far as the Gun Pits. Several of them had very narrow escapes through shells bursting on the road near them.<br> \r\n Of course they only run out at night time as to go out in daylight would mean finish for them.<br> \r\n Prisoners are still rolling</p> \r\n <p><a name=\"a5633054\"></a></p> \r\n <p>[Page 54]<br> \r\n in from the last offensive of the 1st July &amp; they all seem to be very pleased to be out of it. They are all practically stupefied from the Gigantic Artillery bombardment &amp; well they might be as it was bad enough in rear of the Trenches, God know what it must have been like in the fire areas.<br> \r\n The Guns are just beginning to open again in our vicinity &amp; several shell bursts have been too close to as to be comfortable.<br> \r\n The 1st Company move out tomorrow at 7 a.m. so we start work in earnest, for how long I could not say, but I do not think it will be longer than 2 to 3 months before both horses &amp; men will need a rest. I received a good batch of Australian mail today &amp; also saw an old friend  viz T Jansan.<br> \r\n The aeroplanes have been very quiet today. Wind blowing in the direction of the German Trenches, so there is no need of fear of gas attack tonight. This is a thing which we all have to watch carefully, as one breath without the helmet knocks you over &amp; the second means death.<br> \r\n Things in general are very satisfactory &amp; if they proceed along the same lines as the last few days fighting, the war will probably end much sooner than it is generally anticipated. The German prisoners all seem to be full up of it.</p> \r\n <p><a name=\"a5633055\"></a></p> \r\n <p>[Page 55]<br> \r\n 6.7.16 Thursday  <br> \r\n The offensive still continues in the Somme Sector &amp; prisoners, guns and war material is coming in fast. Total of prisoners up to date 13,000 with 10 complete Batteries of heavy &amp; light Artillery. There is no mistake that at last the Germans are being driven out of the burrows &amp; we all hope that it will continue.<br> \r\n I am now opposite the Armentieres &amp; Ypres Sector &amp; today a furious bombardment has started. This means a lively night as the Artillery is always more furious at night time than in the day.<br> \r\n Our observation Balloons have been up all the afternoon &amp; also Aeroplanes have been pretty busy spying out the enemy positions.<br> \r\n The rain has now stopped &amp; I hope it will fine off, as it is helping to impede our advance.<br> \r\n From all accounts the Russians have started a fresh offensive against the Germans &amp; finding themselves attacked on several fronts will serve to demoralise them.<br> \r\n At present I do not know whether we are to stay on the front or go further South. It has been rumoured that we are going North again, but I do not think so as they seem to have plenty of Troops down there.<br> \r\n We are very busy on Transport duties, as these offensives mean high pressure on all modes of Transport to shift material to the Trenches. My particular job is with the Artillery &amp; I can assure you it is sure exciting.</p> \r\n <p> <a name=\"a5633056\"></a></p> \r\n <p>[Page 56]<br> \r\n - 7.7.16 Friday  </p> \r\n <p>It has been raining hard again here all day but has cleared up this evening although it still looks overcast &amp; cloudy.<br> \r\n I have just come inside from witnessing a very pretty aerial fight.<br> \r\n 3 of our planes have been fiddling about over the German position at Armentieres &amp; the Germans suddenly opened a terrific fire on them. None of them were hit however, &amp; after fooling about for a while ascended to a great height &amp; went on observing.<br> \r\n It has been fairly quiet on this front today, although fierce fighting is still in progress further down on the Somme Sector.<br> \r\n We are still working hard &amp; have a big Convoy every morning to go out at 2 a.m. to the various Batteries of Artillery. These waggons go right up to the Gun Pits. Consequently they always move by night. I have heard today that we are likely to be ordered out on the road again very shortly &amp; I will be very glad as I like it much better than being in a Standing Camp.</p> \r\n <p>  - 8.7.16 Saturday -   </p> \r\n <p>Last night turned out to be one of the worst nights I have yet experienced. The air was full of rain &amp; to cap all at 9 pm the Germans started a particularly heavy bombardment of our Sector</p> \r\n <p><a name=\"a5633057\"></a></p> \r\n <p>[Page 57]<br> \r\n preparatory to an attack. They fired mostly Shrapnel &amp; it was very uncanny to hear the low moans of the shells as they hurtled through the air to burst with a loud report when they struck. One could not tell which way they were coming &amp; it is this uncertainty that gives one many anxious moments.<br> \r\n At about midnight they launched a gas attack which was in-affective &amp; then attacked with Infantry. They were repulsed by our chaps with fairly heavy losses, but we had a few casualties ourselves.<br> \r\n The Machine Gun &amp; Rifle fire was very acute, whilst above this noise one could plainly discern the sharp report of Bombs &amp; hand grenades as they were thrown.<br> \r\n Very cheering news has come to hand from the Russian Front &amp; wonderful enthusiasm is rampant among all our troops.<br> \r\n I have just finished a big wash &amp; my wrists are fairly aching. Aeroplanes still active so am expecting a heavy go tonight with the Artillery.<br> \r\n Our 4th Div Artillery are supposed to have made a very regrettable mistake last night.<br> \r\n I am trying to obtain leave to visit Estaires &amp; Baillieul both of which are of much interest, as they have been knocked about, but it is very hard to obtain a pass, owing to so many Spies being about on the same gag.</p> \r\n <p><a name=\"a5633058\"></a></p> \r\n <p>[Page 58]<br> \r\n 9.7.16 Sunday  </p> \r\n <p>Great Aeroplane activity marks the trend of todays events. There were several German aeroplanes managed to get over our lines today &amp; were subjected to a fierce bombardment from our anti aircraft Guns, which chased them. These guns are mounted on fast motor cars &amp; they tear along at a great pace, always having the roads cleared for them.<br> \r\n One of them flew directly over us, but did no damage, although we did not know the second he would start dropping bombs.<br> \r\n There was an intermittent bombardment last night but generally everything was quiet on our Sector.<br> \r\n We are under orders to move again shortly &amp; proceed to a place not as yet named to stand fast whilst all Units of The Army Corps are mobilized. The Army is known as The Anzac Mobile Army Corps\", &amp; as its name implies is to be utilized wherever it is needed. This means that we will always be on the go, &amp; I am very pleased as it breaks all monotony. Its duties are to be scattered over all parts so you can guess the travelling that we will have to do.<br> \r\n The 5th Division marched in to this part of the country a few days ago &amp; are relieving the 4th Div. so that we can get away to our pre-arranged destination.<br> \r\n The weather is pretty cool but no rain which is a blessing<br> \r\n later  <br> \r\n We have just come</p> \r\n <p><a name=\"a5633059\"></a></p> \r\n <p>[Page 59]<br> \r\n through a very trying ordeal. The Germans raided our lines with aeroplanes &amp; I can tell you it was thrilling. Our Guns opened fire with shrapnel &amp; the bullets were falling everywhere. Several struck the ground nearby our Sergeants mess Shelter. One German Machine a huge fighting machine Fokker\" broke through the ring &amp; came swooping down towards us, &amp; just as we were expecting to be bombed a couple of our chasing machines darted after him &amp; he had to go for the lick of his life. Both sides have been having an aerial battle all the afternoon occasioned through the immense number of Artillery Balloons (Stationary for observing purposes) up. We are still expecting a rough time, either tonight or tomorrow night, as a result of the observations taken.</p> \r\n <p> 10.7.16 Monday    <strike>Sunday</strike> </p> \r\n <p>Contrary to all expectations the night passed without anything of unusual importance happening. I have since heard that the cause of the great Enemy aeroplane activity of yesterday Evening was his efforts to drop bombs on our columns, which stretched for miles between Sailly &amp; Estaires. Their efforts were all in vain however, as our Anti Aircraft Guns &amp; machines kept them too high for them to do any effective work.<br> \r\n We had a few injured caused</p> \r\n <p><a name=\"a5633060\"></a></p> \r\n <p>[Page 60]<br> \r\n through the pieces of shrapnel falling after having been fired at the planes by our own guns.<br> \r\n Our Company has just had, in my opinion an absurd inspection of Harness etc, which took up the main part of the afternoon. Fancy having to keep Pole chains &amp; steel links shined up, whilst on active service, yet this is what has to be done.<br> \r\n HQ ASC moved out today at 9 a.m. to Baillieul where they entrained for an unknown destination. It has been very quiet in Armentieres  today &amp; our waggons have gone right up to the trenches &amp; never been shelled once.<br> \r\n I understand we are to go back to Fletre either tomorrow or the next day, &amp; our HQ to go to Merriss. This means I suppose that half our Company will go to Strazzeel &amp; Caestre.</p> \r\n <p> - 11.7.16 Tuesday -   <br> \r\n - &amp;  12.7.16 Wednesday -  </p> \r\n <p>The day has turned out very cold &amp; rainy. One has to put as many clothes on as possible to try &amp; keep warm.<br> \r\n Half our Company are under orders to move at 2 p.m. &amp; I have already packed up ready to go as I always catch the dummie  &amp; have to go on first.<br> \r\n It will be a very cold journey &amp; I do not know how long we will be on the road.<br> \r\n Everything on this front</p> \r\n <p><a name=\"a5633061\"></a></p> \r\n <p>[Page 61]<br> \r\n is comparatively quiet, with only sporadic outbursts of firing. Leaving Estaires &amp; Sailly at 2 p.m. <br> \r\n later  <br> \r\n After a very cold trek we arrived at Fletre, passing Outtersteene, Strazzele &amp; Meteren on the road.<br> \r\n We bivouacked for the night in an open paddock &amp; it came on to rain which made things unpleasant.</p> \r\n <p> - 13.7.16 Thursday -   </p> \r\n <p> \r\n Leaving Fletre at 10 am we treked through Merriss on to Baillieul, which is a very big Railway Centre &amp; entrained their for the Somme\"<br> \r\n After a good deal of work in loading waggons &amp; horses the train left at 3 pm &amp; once again I had a glorious trip over fresh country that looked same as other parts of the South.<br> \r\n At St Pol which is a great mining centre we branched &amp; after leaving this behind the country gradually lost its grandeur under the distressing signs of war.<br> \r\n Arrived at Fienvilliers Candaz &amp; set about unloading everything. We left station at 11 pm same night &amp; started on a lovely treck. The road ran for miles in   &amp;  out of the Somme Valley &amp; I can tell you it was a sight worth seeing. Tall trees on either side covered with foliage &amp; dense schrubs. We finally arrived at </p> \r\n <p><a name=\"a5633062\"></a></p> \r\n <p>[Page 62]<br> \r\n a rest camp at 2 am in the morning &amp; after watering &amp; feeding horses, threw blankets on ground &amp; snatched a few hours sleep.</p> \r\n <p> 14 - 7 - 16 Friday  </p> \r\n <p>I arose early this morning &amp; am feeling dead beat. It has turned out to be biggest day I have yet had.<br> \r\n All officers are on work away from the Camp &amp; I have all the Transport to arrange &amp; control.<br> \r\n To say that things are mixed would be to express it mildly. Units of all descriptions are arriving &amp; one can only wonder however they sort them out of course we are at the base of the Somme operations.<br> \r\n Our temporary camp is in a hollow between mountain ranges which are carpeted with green. It gets frightfully cold at night time &amp; I can imagine what it must be like in winter time. We are moving out to the front in a few days time.<br> \r\n This has been a most interesting journey although full of hardships. For instance we have to camp on the ground wet or fine, &amp; I think it is nearly always raining<br> \r\n My little horse has cracked up &amp; I am forced to spell him. I have been doing 7 or so miles a day.</p> \r\n <p><a name=\"a5633063\"></a></p> \r\n <p>[Page 63]<br> \r\n The Somme is a frightfully rugged place, but very pretty although the signs of warfare minimises its grandeur to a great extent.<br> \r\n The place I am now camped at is called Chandos, &amp; is close to Domart.</p> \r\n <p> - 15.7.16 - Saturday  <br> \r\n <br> \r\n We are working hard whilst the Army Corps is mobilising &amp; expect to go to the front either tomorrow or the next day. Everything is bustle here, hundreds of waggons running here there &amp; everywhere, both Motor &amp; Horsed Waggons.<br> \r\n There is great excitement here owing to the magnificent British success. Troops are being rushed through by Train, Motor Car &amp; every mode of transport available.<br> \r\n The British Indian Cavalry have broken the German lines &amp; the Infantry are following them up. Big Motor Waggons are coming through loaded up with spoils of war &amp; it is the most animated scene possible to describe.<br> \r\n All night long the troops are passing through &amp; it is sometimes impossible to move along the Roads.<br> \r\n We have left 2/3 of our Company behind at Sailly &amp;   <strike>never</strike> do not expect to see them again for some considerable time. Our 4th Australian Artillery has stayed on at Sailly, &amp; we have had a seasoned Imperial Brigade attached to us, called the Lahore Artillery</p> \r\n <p><a name=\"a5633064\"></a></p> \r\n <p>[Page 64]<br> \r\n Division. These men have a great name   &amp; are practised men. Having been here for some considerable time &amp; actually withdrawn from the Ypres front to come with us.<br> \r\n We also have 34 Canadian waggons &amp; men attached to us, in place of some we left behind, &amp; I can tell you they take some working.<br> \r\n However I am left alone &amp; have very able assistance in my friend &amp; comrade Sgt Turner.<br> \r\n I can see we are going to have considerable travelling &amp; excitement &amp; am very pleased that we have been turned into a Mobile Unit.<br> \r\n The weather is still rainy &amp; cold, but I verily believe that we are all becoming acclimatised to it, although it is a dag to have to sleep in it. So far I have not lost what little sleep comes my way, but owing to the many hours of daylight, 3am in morning to 10pm at night, one does not get a proper share of same.</p> \r\n <p> - 16.7.16 Sunday -  </p> \r\n <p>Very heavy transport duties are to-days main items &amp; a nasty beating &amp; driving rain, which makes both day &amp; night uncomfortable.<br> \r\n One of the Pioneer Battalions have mucked up in Chandos &amp; there is considerable damage done. Half the Batt is now in the clinc &amp; they have made a bad name for all of us.<br> \r\n Good news still continues to come in &amp; we are under orders</p> \r\n <p><a name=\"a5633065\"></a></p> \r\n <p>[Page 65]<br> \r\n to move out tomorrow. The Canadians are very nice fellows &amp; always seem anxious to pal up to Australians.<br> \r\n The weather is very cold &amp; I am dreading the approach of winter. I received several letters today but none from Nina, but I suppose she has registered a few &amp; I will get them later on.<br> \r\n Tomorrow will give us a taste of the furious fighting which is in progress, as it will take us right onto the Somme Front. There is no mistake about it being very dangerous, but our Fate is in Gods hands entirely. The first Infantry Brigade of our Division (4th) moved out this afternoon.</p> \r\n <p> - 17.7.16 Monday -  </p> \r\n <p>What a night we had &amp; the day is far worse. I was camped underneath a wagon as usual &amp; at about 12 pm woke up &amp; found myself lying in a pool of water. The rain was pouring down &amp; there was no alternative but to sleep in it. It has rained again all day &amp; we are knee deep in mud &amp; water. The Transport is harder &amp; altogether we are not having what may be called a rosy time of it.<br> \r\n The wretched weather is impeding our troops fine advance &amp; altogether is proving a great nuisance to everyone.<br> \r\n We move out at 9 am tomorrow morning but I do not as yet know our destination</p> \r\n <p><a name=\"a5633066\"></a></p> \r\n <p>[Page 66]<br> \r\n Received a registered letter from Nina last night but could not read it on account of the rain. I read it today however.<br> \r\n The waggons are forming in onto the Park now, so will have to go &amp; see them safely covered, as they carry tomorrows supplies for the Troops</p> \r\n <p> - 18.7.17 Tuesday -  </p> \r\n <p>Raining on &amp; off all day all day again &amp; we are getting about in mud up to our knees.<br> \r\n We had our moving order cancelled again last night &amp; are now ordered away to Treffles where we will camp in the middle of the town.<br> \r\n Our victorious advance still continues &amp; if we are able to break through the 3rd system of defences it will go a long way towards the finish.<br> \r\n Received a batch of papers all of which are of much interest to me. 8 months away from Australia. Was surprised &amp; sorry to learn of Mr Byrnes death.</p> \r\n <p> - 19.7.16 Wednesday -  </p> \r\n <p>The Battle on the Somme front is now raging more fiercely than ever &amp; the whole Picardy province is one smell of fumes from the shells.<br> \r\n It would be impossible to describe what it actually is like, but the noise is terrific. All sorts &amp; kinds of Guns are firing as rapidly as possible &amp; the whole shape of the Country is being</p> \r\n <p><a name=\"a5633067\"></a></p> \r\n <p>[Page 67]<br> \r\n transformed. The casualties are naturally very high but the Germans are losing thousands. The big shells are blowing men &amp; trenches into the air. It is revolting &amp; sickening scene &amp; one can only wonder how on earth men are able to live in it.<br> \r\n The Battle is particularly violent this morning, as our army is attacking the German 3rd system of defences &amp; if this is broken it means a glorious advance.<br> \r\n Needless to state there are thousands &amp; thousands of men waiting behind the line, &amp; roughly 100 000 Cavalry are drawn up waiting for the word go. I think that it is on its last legs now, &amp; if we are able to break through &amp; through their retreat in to confusion they will lose heart &amp; surrender wholesale.<br> \r\n Another contingent of Russians have arrived here &amp; are situated further down the line towards the Champagne Front.<br> \r\n The latest news to hand, is that their front is broken &amp; our troops are enfilading them on two sides. The Bombing Companies are working like mad &amp; inflicting very heavy losses on the enemy.<br> \r\n Fully 80 gigantic Battle Aeroplanes are cruising around &amp; dropping Bombs. The Fokkers seem unable to combat them.<br> \r\n The Battle which is proceeding now will for ever live in my memory &amp; every one of us</p> \r\n <p><a name=\"a5633068\"></a></p> \r\n <p>[Page 68]<br> \r\n even speak to one another in hushed voices. We are expecting news in after the Artillery Bombardment has ceased and the infantry get to work.<br> \r\n Our move has again been cancelled &amp; we are ordered to stand by, &amp; be ready to move out at a moments notice. I sincerely hope that it will be forward. The rain has ceased today &amp; everything points to a victory for our armies. The French are battering away on our right, but we do not know much about them, save that they are trying to take Peronne.<br> \r\n I wonder what you are all thinking of in Australia when you read of this long Battle, but God knows it is better to read of it than participate in it.<br> \r\n So far our Australian Divisions have not been used on this front but they are not far in rear &amp; no doubt will be thrown in at the correct moment.</p> \r\n <p> 20.7.16 Thursday  </p> \r\n <p>I went for a long ride today through the surrounding Forrest. I don't think I ever saw such beautiful scenery in all my life. The Forrest growth was very thick &amp; in places it was very dangerous riding as the ground broke off abruptly on either side down the numerous valleys which abound in this vicinity.<br> \r\n All the tracks are entirely covered in overhead by the creepers &amp; dense foliage, forming one huge canopy of greenery</p> \r\n <p><a name=\"a5633069\"></a></p> \r\n <p>[Page 69]<br> \r\n wherever you look.<br> \r\n The Battle is still raging with alternate successes on either side. Aeroplanes are particularly active, although the French &amp; British machines have the upperhand of the Germans, it being very rare for one to get across our lines.</p> \r\n <p> - 21.7.16 Friday  </p> \r\n <p>We were inspected by Major General Cox today &amp; he expressed himself as being well satisfied with everything. We had a rough time in squaring things up as we did not have much notice of same coming off.<br> \r\n This afternoon 3 successive flights of large aeroplanes have been cruising round as many as 20 in a flight this generally means a furious battle in the night time.<br> \r\n I have just heard that the Australian 1st Division is to take an almost impregnable place to-night, but do not know where, we are all anxiously awaiting news of the final result of same<br> \r\n Received letter from Nina today. Weather fine &amp; beautiful.</p> \r\n <p> - 22.7.16 Saturday -  </p> \r\n <p>Had a most exciting &amp; rough ride through Mountains &amp; Forrests today &amp; enjoyed it, although at times it caused one many anxious moments.<br> \r\n The intense Artillery Fire still continues &amp; no news seems</p> \r\n <p><a name=\"a5633070\"></a></p> \r\n <p>[Page 70]<br> \r\n to get through, although it is now certain that the Germans have thrown in huge numbers of reserve troops, &amp; also a great number of Artillery Brigades.<br> \r\n The weather is still fine, although it is again threatening to rain.<br> \r\n We are hard at work painting &amp; cleaning our waggons &amp; I hope to goodness it is for the last time before the finish of the War.<br> \r\n The Picardy province is undoubtedly one of the prettiest I have yet seen.<br> \r\n Our troops are reported to be heavily engaged on the front I have just left viz Armentieres. Half our Company is still there, so I am wondering how they are fairing.</p> \r\n <p> - 23.7.16 Sunday -  </p> \r\n <p>Still in the same Camp viz. Canaples &amp; from what I can hear we are likely to remain here for a little time.<br> \r\n I moved some Divisional Troops from Domart &amp; St Ledger to Canaples yesterday &amp; the towns were of special interest seeing that they had all been bombarded earlier in the War.<br> \r\n The French people are not so numerous round here as they all fled to different parts of France but they are beginning to drift back again now.<br> \r\n The weather is again becoming cloudy &amp; rain is expected so we are busy rigging up tarpaulin shelters &amp; trenching the ground, although</p> \r\n <p><a name=\"a5633071\"></a></p> \r\n <p>[Page 71]<br> \r\n the latter is not of much avail seeing that our camp is purposely hidden in a valley between 2 big ridges.</p> \r\n <p> - 24.7.16 Monday -  </p> \r\n <p>The Battle is still raging furiously &amp; the Australians have been successful in attacking a village &amp; taking it although there is a big Casualty list.<br> \r\n The fighting is hand to hand &amp; has assumed a desperate phrase. The artillery Bombardment is still terrific &amp; at Ovilliers was most deafening it kept us awake &amp; shook the ground. Weather still fine.</p> \r\n <p> - 25.7.16 Tuesday -  </p> \r\n <p>The Artillery Fire has not slackened &amp; we hear that our Troops have successfully taken Poigeallain where they have been fighting hand to hand for the last 24 hours. Great satisfaction is felt here at the news that a French airman flew over Berlin, &amp; although he did not drop anything more harmful than phamplets it shows that the great German Capital is not immune from an attack from the air.<br> \r\n The Russians are still continuing great work &amp; I fancy that the German general Staff is now up against it good &amp; hard.<br> \r\n Cavalry &amp; all manner of troops are pouring through to</p> \r\n <p><a name=\"a5633072\"></a></p> \r\n <p>[Page 72]<br> \r\n the front &amp; one can only wonder how on earth so many million men &amp; horses are fed. We are now feasting our eyes on the Late Lord Kitcheners marvellous organizing powers.<br> \r\n I am feeling pretty tired so will feed my horse &amp; turn in.</p> \r\n <p> - 26.7.16 Wednesday -  </p> \r\n <p>Had a most interesting &amp; pretty trip today. I left camp &amp; after riding through numerous fields got on the main road to Amiens. After riding for close on an hour I came to a pretty but deserted village called Havernas. This place was raided by Germans until recently &amp; is on one wing of the Amiens Salient hence its desertion by the people. There are several chateaus there with very large wooded estates &amp; no words could describe their beauty.<br> \r\n I was quite close to the Battle Line here &amp; needless to say my ears are still ringing from the ear splitting crashes of the big shells.<br> \r\n The Offensive still continues &amp; the gain is on our side although the Germans are making super human efforts to try &amp; stem the advance but the break will soon come we are all convinced.<br> \r\n The weather still continues fine. My horse is looking a perfect picture now &amp;</p> \r\n <p><a name=\"a5633073\"></a></p> \r\n <p>[Page 73]<br> \r\n has turned out as faithful an animal as one could possibly find.<br> \r\n Every morning he wakes me at about 5 am by neighing loudly, being picketed close beside where I sleep. Even now he is watching me as he chews the Hay which I generally throw him   <strike>of</strike> at night time.<br> \r\n The Guns are again going 19 to the Dozen so I suppose it will be a long time before I get to sleep.<br> \r\n This is our 4th Day on hard Biscuits, there being no fresh Bread available &amp; I can tell you it is rotten. All my gums are sore with the Hard Surface they present &amp; which has to be chewed a lot before it can be swallowed.</p> \r\n <p> - 27.7.16. Thursday -  </p> \r\n <p>Great news has reached us, viz that the Australians after a gallant &amp; furious Battle have expelled the Germans from Poizeires &amp; occupied the High ridge which is the dominating position of the Picardy District.<br> \r\n If they can successfully hold on to it &amp; the Artillery can get into position big things may be looked for in the immediate future.<br> \r\n The weather still holds good &amp; it is to be hoped that it will continue to do so.<br> \r\n B Cousins went to Hospital today &amp; I fancy I have seen the last of him this side of Australia as he is a moral for a return trip.</p> \r\n <p><a name=\"a5633074\"></a></p> \r\n <p>[Page 74]<br> \r\n - 28.7.16 Friday -  </p> \r\n <p>A hard days work with nothing of any importance occurring. Was out near Senlis\" <br> \r\n &amp; there does not seem to be anything left of the nice beautiful little Town. Big buildings &amp; churches are now nothing but a heap of ruins.<br> \r\n On the sides of the Main Road caves are built deep down &amp; when the enemy prepare to use Gas warning is sent back from the trenches &amp; the villagers don their Helmets &amp; make for these caves which are prepared for them.<br> \r\n The fierce attack &amp; counter attack still continues &amp; from eye witnesses the same story is told viz, that the Germans are getting Hell all along the British Front.<br> \r\n The 1st Division are not out of the Firing Line for a spell, another Division having taken their place &amp; are moving into this District for a well earned rest. They have done well &amp; were complimented by General Sir Douglas Haig. Pay Day this Evening but I am not going to draw.</p> \r\n <p> - 29.7.16 Saturday -  </p> \r\n <p>The Australians are now pouring in from the Trenches &amp; the scene in this District is a very animated one.<br> \r\n Aeroplanes are again very active. Great indignation is rampant among all ranks at the murder of Capt Fryer of the captured steamer Brussels &amp; reprisals will take effect I</p> \r\n <p><a name=\"a5633075\"></a></p> \r\n <p>[Page 75]<br> \r\n am sure. The weather is still holding good. I may have to go back to Sailly or Fromelles on the Ypres ? Armentieres front as the W.O. has been taken to Hospital &amp; they are asking for me. However the O/C may prevent my going.<br> \r\n I received a letter &amp; parcel today &amp; besides having both as to myself have given it to my Comrade Sgt Turner with whom I have much in common lately.<br> \r\n I hope I will be able to get away to Armentieres as I am getting sick of The Somme Front on account of the constant scream of Artillery Fire.</p> \r\n <p> - 30.7.16 Sunday -  </p> \r\n <p>A few certain Gentlemen were kicked out of their Billets today and will now have to sleep out in the open. The night was cold &amp; there was a very heavy dew, consequently we all have the symptoms of a severe cold. Further news of advances have come to hand &amp; the Russians seem to be again on the War Path.<br> \r\n We have lost all our Green Bivouacs so have to sleep in the cold.<br> \r\n We laid our bunks in the roadway &amp; had to get up pretty well every hour to allow vehicles to pass.<br> \r\n Still in Canaples awaiting orders. Most of our Company has now moved to Senlis Rubempre, &amp; Septenville</p> \r\n <p> - 1.8.16 Monday -  </p> \r\n <p><a name=\"a5633076\"></a></p> \r\n <p>[Page 76]<br> \r\n Most of our waggons moved out late last night &amp; we are expecting to follow up today.<br> \r\n Fighting of a terrific nature still continues &amp; the Aust 2nd Division are going tooth &amp; nail. The 4th is preparing to relieve them now.<br> \r\n Yesterday there was another advance of ½ a mile on a 6 mile front &amp; poor Fritz is now beginning to wonder what is up.<br> \r\n To show some of the difficulties encountered in an advance. I will quote the description of 1 captured trench &amp; I suppose there are hundreds of the same build in this vicinity.<br> \r\n The Trench was on the outskirts of the village of Poizeires, &amp; ran direct to Ovilliers &amp; Cootalmaison.<br> \r\n It was found to be 90 feet deep and was approached by long zig zag slopes. On reaching the bottom, there was a big excavation &amp; a complete Cinematograph show &amp; Hospital was built therein.<br> \r\n It was approached by massive iron doors which had to be blasted in &amp; a decent haul of prisoners were taken. The floors were carpeted &amp; good furniture installed. There were unmistakable signs of females having been there as garments recently worn were found on the floors although no females were taken prisoners, but undoubtedly it would be some poor wretches who were forced into their den. The Germans spent 20 months in perfecting this labyrinth of defences &amp; deemed it impregnable. However after being subjected to a violent artillery fire the top was burst</p> \r\n <p><a name=\"a5633077\"></a></p> \r\n <p>[Page 77]<br> \r\n into a shambles, but nothing below 10 feet was touched.<br> \r\n A great idea of the prelude to an Infantry attack is a rather novel idea. To cope with the Barbed wire entanglements small sections of piping full of cordite is pushed along the ground under the wire from our trenches. When all these are in place the inhabitants of our trenches lie flat &amp; our own Artillery fire at these pipes. As soon as a shell hits a pipe there is an enormous explosion &amp; the entanglements are blown to pieces, as soon as this happens the Artillery lengthen their fire &amp; place what is called a Barrage of Fire on the rear of the German Trenches to prevent them bringing up arms, ammunition &amp; reinforcements . As soon as this is done the Infantry advance &amp; take the first trench. This is repeated in each line taken, so you can guess what a slow affair it is, all the same we have the men &amp; guns &amp; the Germans, besides being forced out of defence systems that took 20 months to build, are losing very heavily &amp; suffering in their moral.    later  <br> \r\n We received orders to move up to the front at 3 pm &amp; had a lot of work to do to get things ready.<br> \r\n I left the column at Havernas &amp; took the Valley paths in company with O.C. it was a very pretty ride, the track being in places very steep &amp; winding in &amp; out of the densely schrubbed valleys &amp; mountains.<br> \r\n We passed through Naours in which were a lot of The Highland</p> \r\n <p><a name=\"a5633078\"></a></p> \r\n <p>[Page 78]<br> \r\n Regiments just in from the advanced positions for a rest. We next came through Talmas &amp; then on to Septenville where we are now resting for a while.<br> \r\n I am billeted in a French Chateau &amp; it is a most beautiful place, many acres of nice woodland &amp; grass to roam about in.<br> \r\n I am a little puzzled over a letter I received today from Mum about several visitors calling &amp; saying they knew me well.</p> \r\n <p> - 2.8.16 Tuesday / Wednesday  </p> \r\n <p>We are still at Septenville awaiting fresh orders. The Troops are pouring through here &amp; from rumours it is evident that there is again going to be a heavy bombardment which it is hoped will smash up the 3rd system of defences. The weather still holds good &amp; things are working smoothly. I hope they have us here for a few days, as not only are we comfortably quartered, but everyone needs a rest after the strenuous time we have had recently.<br> \r\n Aeroplanes very active &amp;  numerous have not sighted one single Taube or Fokker of late, which speaks for the way the Allies have in downing them.<br> \r\n The Germans are again using a vast number of Tearshells, which emit poisonous fumes, but the helmets combat the Gas if promptly fitted on when the fumes first arise. They will get gas this</p> \r\n <p> <a name=\"a5633079\"></a></p> \r\n <p>[Page 79]<br> \r\n month I can assure you.</p> \r\n <p>3.8.16<br> \r\n I am now billeted in a wealthy Parisians Country Shooting Lodge which he has thrown open for use &amp;  I can tell you it is some class. Beautiful massive furniture &amp;   beds to say nothing of wonderfully exquisite clocks &amp;   ornaments in cards room.<br> \r\n I am now busy taking in Imperial ASC men who were in the retreat from Mons. They are coming through from Havre and Ruen. I fancy we are going to evacuate the Canadians.<br> \r\n Rumour has it that the biggest Bombardment of the war is about to open this week &amp;  judging by last nights preliminary one, I am wondering if the world is strong enough to withstand it.<br> \r\n The concussion in the air can be felt for miles. Last night the shells were so thick that they were meeting one another in the air &amp;  exploding.<br> \r\n I am expecting another move from here shortly &amp;   what with moving &amp;   looking after 360 men I can assure you my time is fully occupied.<br> \r\n The Town of Albert is wonderful to look at. There is scarcely a brick standing, where once a big &amp;   beautiful city was situated. So much for big Guns &amp;   destructive enemies.</p> \r\n <p><a name=\"a5633080\"></a></p> \r\n <p>[Page 80]<br> \r\n 4.8.16 Friday  </p> \r\n <p>I was awakened this morning by the skirl of Bagpipes   &amp; dressing quickly I hurried downstairs &amp; watched the 15th Division Scottish marching into Battle. It was a wondrous sight &amp; they were a fine body of men all laughing &amp; talking as if they did not have a care or trouble.<br> \r\n They impeded our movement somewhat as all the roads were closed &amp; consequently we could not carry on with our early morning preparations for work.</p> \r\n <p> 5.8.16 Saturday  </p> \r\n <p>Our Division of Artillery takes up its position in the Firing Line tonight &amp; consequently we have to move on. I think we are going to Albert &amp; are awaiting orders now to move.<br> \r\n I received several letters today. The news is very cheery from the front &amp; I believe our chaps have again done well, having taken a very strong ridge outside Poizeires.<br> \r\n The weather still fine &amp; inclined to be warm in the middle of the day.<br> \r\n The Bombardment still continues without respite this morning being particularly heavy. A glimpse at the</p> \r\n <p><a name=\"a5633081\"></a></p> \r\n <p>[Page 81]<br> \r\n maze of guns now in use on the Somme front would astound one, &amp; it is a sight that will live in everyones memory as long as life lasts.<br> \r\n The air of a night is just one scream of bursting shells &amp; all lit up as if by a gigantic fire.<br> \r\n It is like watching forked lightning in a black cloud only on a much bigger scale.<br> \r\n later  <br> \r\n I have had a very exciting evening having to gallop through Rubempre &amp; Talmas &amp; the surrounding country in search of some Canadians who were attached to us &amp; for whom a special order came telling us to despatch them to Aucheuse Station thence to Ypres &amp; Poperinghe in Belgium. One of them being a French Canadian necessitated a house to house search. I eventually found them all &amp; got them off. When leaving they held a brief for a Lieut &amp; myself &amp; totally ignored someone who came out specially for an ovation. I tell you it hurt him some.</p> \r\n <p> - 6.8.16 Sunday -  </p> \r\n <p>Marching orders came today &amp; I am now at the Front, our Division having replaced the 2nd, who have done well. We were circularised by G.O.C. who stated that he was sure we would keep our end up as well as the previous Divisions.<br> \r\n At 2pm we pulled out &amp; treked through Rubempre, Talmas</p> \r\n <p><a name=\"a5633082\"></a></p> \r\n <p>[Page 82]<br> \r\n Walloy &amp; Senlis &amp; are now camped between Senlis &amp; Albert. On the way through Walloy we saw them burying the men who had died in Hospital &amp; we felt very sad. Hundreds of rude little crosses mark their last resting place. The roads were very dusty on account of the great amount of traffic over them, necessary to the movements of an Army.<br> \r\n The Germans gave us a pretty lively welcome in the nature of big shells &amp; it lasted all night.<br> \r\n We were standing on a high ridge of land &amp; watching them burst. They were aiming at Albert, part of which they have already destroyed &amp; it was awe inspiring to see a big shell hit a building &amp; see it go up in a cloud of dust.<br> \r\n We are having a strenuous time &amp; very little sleep while we are on the front line duty as the other Divisions only did 6 fighting days &amp; nights, I presume we will do likewise &amp; move back again, being relieved by the 4th DIV.<br> \r\n It is terrible to see the horrors   <strike>of</strike> which War has wrought here. All the people live in caves, built for them underground &amp; when the shelling starts they all run in off the streets.<br> \r\n We are working the Tramway in Albert &amp; they try hard to smash it up.<br> \r\n We had 2 horses blown to pieces last night, but fortunately the driver escaped.<br> \r\n I was up all night receiving &amp; despatching transport &amp; had sufficient light most of the time from</p> \r\n <p><a name=\"a5633083\"></a></p> \r\n <p>[Page 83]<br> \r\n star shell &amp; bursting shrapnel, high explosive etc to see what I was doing. One could no hear another speak at all.<br> \r\n Several of us had a narrow squeak through a shell exploding in a fire close by. A bullet going so close as to sting my ear.<br> \r\n Close to us the Observation Balloons go up &amp; I fancy we are catching a lot of shells meant for them. They are huge things shaped like sausages with a basket hanging from them for the observer. As soon as an enemy aeroplane appears he is set on to by British &amp; French chasing machines &amp; if they do not succeed in driving him away the Balloon is hauled down</p> \r\n <p> - 7.8.16 Monday -  </p> \r\n <p>A very fierce fight is in progress &amp; the shelling is severe. We are working day &amp; night right up to the Gun pits without intermission. The Lahore Art Div are catching it pretty strong. They are plunking shell after shell into Albert. Last night I went with a few more up into a redoubt just on the outskirts of Albert &amp; had a fine view of the Battle. All along the line the big guns were vomiting shells &amp; fire whilst the Rifle &amp; Machine Gun fire was terrible to look at.<br> \r\n The Germans counter attacked our positions on The Ridge, but were beaten off after a furious struggle with heavy losses.<br> \r\n A Detachment of their attacking Force numbering 49 men ran towards our men saying</p> \r\n <p><a name=\"a5633084\"></a></p> \r\n <p>[Page 84]<br> \r\n Mercy Kamerad &amp; Souvenir Kamerad at the same time throwing their arms away &amp; tendering their Helmets to our men. They were sent to the rear of course.<br> \r\n Whilst observing the Gun Fire a very curious shell nearly got me. It seemed to burst high up &amp; then fall in flames, but it looked very pretty.<br> \r\n The Cathedral still stands in Albert (That is the Image) but the next good shell will finish it. We were kept awake all last night by the furious fighting &amp; they got very close to our Horse Lines &amp; camp with shrapnel, it bursting on a Ridge close by.<br> \r\n They scored one god hit with a Jack Johnson by hitting an ammunition stack &amp; exploding it. You never saw the like in your life it went up with a roar &amp; a vast sheet of flame &amp; rained bullets for half an hour after.<br> \r\n Our Sleeping Lizzie however, got onto the culprit &amp; with a few well placed shells entirely silenced it. The above Gun is a gigantic 16 inch on a Railway &amp; runs up to its position &amp; after firing a few shots goes back again, but the report from the beggar makes one sick.<br> \r\n The 9? 2\" Howitzers kick up a deuce of a row &amp; there is a Battery of them right close to us, so imagine the Headaches.</p> \r\n <p> - 8.8.16 Tuesday -  </p> \r\n <p>The Battle is still proceeding with undiminished fury &amp; the </p> \r\n <p><a name=\"a5633085\"></a></p> \r\n <p>[Page 85]<br> \r\n concentration of our artillery fire on their line is terrible to see. It looks to me as though they are altering the shape of the land.<br> \r\n I had a bitter taste in my mouth this morning. ? We all heard this confounded gun bark which is worrying us &amp; shortly after heard the approach of the shell, gee it was a bonser, br-r-r-r &amp; bang. It seemed to pass over our heads &amp; landed in Senlis just in front of us. Blew up 2 houses &amp; did   <strike>anyth</strike> everything but do any military damage. They fired 2 more of these, one of which did not burst, but they are some lot I tell you.<br> \r\n Artillery Batteries are galloping by &amp; going into action. They are practically jammed wheel on wheel so imagine the racket they create.<br> \r\n I had a letter from Clabby who is in England with the 3rd Division &amp; we will all be pleased when they arrive here, as it will no doubt mean a longer spell for us out of the Front Line.<br> \r\n I think something is in the wind here, as Cavalry to the number of 45 000 is concentrating in rear of the Australians ready for a quick dash through.<br> \r\n Old &amp; permanent Imperial Artillerymen who have fought at Mons, Ypres &amp; Arras, say they never heard anything in their life like this continuous bombardment.<br> \r\n Men are coming out of the pits utterly insane &amp; white after 48 hours of it, so imagine what it is like.</p> \r\n <p><a name=\"a5633086\"></a></p> \r\n <p>[Page 86]<br> \r\n - 9.8.16 Wednesday -  </p> \r\n <p>The bombardment was still very intense this morning &amp; they again shelled Senlis, this time managing to land one in a French Cavalry Regiment encamped about ¼ of a mile from us. The shell killed 6 men &amp; 10 horses. We had one man wounded &amp; 3 horses killed today, also 2 waggons blown up.<br> \r\n The fighting eased off in the afternoon and at the present time it is very quiet in fact after the turmoil of the past few days, it seems to have a depressing effect on us all, because it is naturally only the calm before the storm. Every gun on the line has 5000 rounds &amp; a specially worded letter from General Haig, speaks for volumes. He states that we are no longer fighting for time\", but for victory\".<br> \r\n I received a letter from Owen Dowse who is with Clabby in England &amp; he expects to be over shortly.<br> \r\n I hope they come to this front but I do not think they will. Today or the next is going to start the most furious &amp; long drawn battle of the war, &amp; it seems by the comparative stillness that both sides are busy preparing for it.<br> \r\n The aeroplanes are very active &amp; many duels have been fought. Our Sleeping Lizzie\" is preparing to have her share of the forth coming fight &amp; her weight of metal will be felt.<br> \r\n We have had a rough day of it in preparing Waggon</p> \r\n <p><a name=\"a5633087\"></a></p> \r\n <p>[Page 87]<br> \r\n trenches &amp; unloading Rail head material, the latter being done under their big shell fire.<br> \r\n I have heard that the 5th DIV suffered fairly heavily at Armentieres where we came from, but do not know any facts as yet.<br> \r\n Our .O. are all fairly off their knuts &amp; are frantically endeavouring to obtain impossible working results, AS USUAL\", but we all condole ourselves with the soothing effects of what the days of peace will bring with them. Chief grievances of today ? Digging waggon ruts &amp; unloading coal, on an empty stomach, when it could have been easily done at a more convenient time. The Imperial Drivers with us are dogs</p> \r\n <p> - 10.8.16 Thursday -  </p> \r\n <p>Last night's bombardment was again severe, but eased off in the morning. They again landed several large shells in our vicinity too close to be pleasant.<br> \r\n This afternoon we were all warned that H.M. The King was to pass through our vicinity &amp; it seems as if his visit was known as a half an hour after he passed through Bosancourt about ¼ of a mile from us they fired 6 shells in quick succession right onto the Main Road.   <strike>It fort.</strike> <br> \r\n The shelling failed in its primary objective, but unfortunately got onto a crowd of soldiers &amp; mauled them.<br> \r\n Several of our Drivers had very lucky escapes, one waggon</p> \r\n <p><a name=\"a5633088\"></a></p> \r\n <p>[Page 88]<br> \r\n being jolted with concussion. The crater in the road was several yards in extent.<br> \r\n At the time of writing they are again heavily shelling us &amp; as several of our waggons are still on the other side of the shelled area they are causing some anxiety. So far our guns are unaccountably silent, but all hands are expecting them to open up directly.<br> \r\n I fancy The Kings visit is the prelude to the Great attack\" which is shortly going to astonish the whole world.<br> \r\n Several batches of prisoners were marched in today &amp; the guard had great trouble in keeping the French Kiddies off them. They stood off &amp; pelted them with stones &amp; mud.</p> \r\n <p> - 11.8.16 Friday -  </p> \r\n <p>Heavens ? what a night it has been. No one who may read this could possibly imagine what it was like, &amp; I have no doubt that it will live in the memories of all who were present forever. Even the French populace, hardened as they are to warfare had to take refuge in underground caves, as for us, - well we were in the open.<br> \r\n It opened at about 8pm by the Germans who shelled our Sector with 8 to 12 inch Krupp Guns. It was a very anxious time, &amp; the long drawn sighs of the shells, as they travelled through the air was very nerve trying, &amp; I fancy has added a few more grey hairs to my head. At about 8.30 a Battery of 9.5 Howitzers took up the challenge</p> \r\n <p><a name=\"a5633089\"></a></p> \r\n <p>[Page 89]<br> \r\n &amp; started to shell rapidly, a quarter of an hour later. The big Naval 12\" Guns rushed up on Railway lines &amp; after about 10 minutes furious fire, entirely silenced the Germans. This was the signal for a general Bombardment &amp; the thousands of guns of all calibres, hitherto silent, belched forth their shells &amp; the air was a perfect inferno of shrieking shells, &amp; sickly fumes of Gunpowder.<br> \r\n Imagine a 30 mile front with canon parked wheel on wheel &amp; 3 tiers deep (According to their size, large pieces being in rear) all firing as rapidly as they could load.<br> \r\n There was no particularising between individual Shots, nor Batteries, but whole Brigades were firing simultaneously &amp; the concussion of the air was terrible. None of us could be down for long, as the vibration of the ground made one feel sick. So we all gathered together in groups &amp; spent the night watching as we jokingly termed The Fireworks\" but there was not one man who was not decidedly subdued.<br> \r\n The whole sky was split continuously by jagged spurts of fire, &amp; I think the worst feeling of all was the displacement of the air, which affects one with an unaccountable feeling of deep depression. The shells have a sinister sound as they hurtle through the air, each one producing a long drawn sigh &amp; all toned differently. It is this sound which plays up most</p> \r\n <p><a name=\"a5633090\"></a></p> \r\n <p>[Page 90]<br> \r\n of all with ones nerves, as you hear the Gun fire, &amp; then hear the shell come whistling through the air, &amp; each one seems as though it is coming straight for you, &amp; then hear the crash as it explodes. The final sound is always one of relief as you naturally know that it has missed you.<br> \r\n What the Germans suffered last night must have been frightful, as some prisoners who came in this morning are stark mad &amp; their casualties were very high.<br> \r\n Cheery news comes from the Italian Front this morning &amp; at last they have captured Gorizia, which must be a relief to them.<br> \r\n Our Forces in Egypt have again been busy &amp; the Turks have again been beaten on the Canal, with heavy losses of men &amp; guns.<br> \r\n later  </p> \r\n <p>We have all been told of the Australian Light Horses great charge at the Turks which utterly routed them &amp; glory in their deed, as it is the first chance they have had for a long time of so distinguishing themselves. It must have been a sight to see a line of horsemen galloping forward with a front of 3 miles.</p> \r\n <p> - 12.8.16 Saturday -  </p> \r\n <p>I have had further duties placed on my head &amp; from what I can see of it will have to go day &amp; night whilst on the first Line sector.<br> \r\n The Bombardment opened up again last night but not nearly</p> \r\n <p><a name=\"a5633091\"></a></p> \r\n <p>[Page 91]<br> \r\n so furious. Last night's Battle was a desperate counter attack by the Germans but after our Artillery had finished with them there was not much left for the infantry to do. However the now famous (13th Brigade 4th DIV) called the fighting 13th met them with a coolness that astounded many Imperial Generals &amp; after cutting them to pieces with machine gun &amp; rifle fire, leaped over the parapets &amp; used the cold steel. They took 300 yards of Trenches on a 600 yard front &amp; there were only 2 unwounded Germans in the whole trench. This speaks volumes for the intensity &amp; deadly accuracy of the Artillery Fire &amp; shows how the Germans must ultimately be thoroughly exterminated if they keep on fighting.<br> \r\n We have been advised that an Army of 100000 Portugese will shortly arrive here, &amp; the way men are coming in speaks very badly for the Germans ever having another moments spell.<br> \r\n The Aeroplanes are unusually active  &amp; as a consequence anti-aircraft guns are throwing shells all over the place &amp; one runs a nasty risk of being hit with their own shells.<br> \r\n A very distressing incident occurred in our village last night, which the Germans were shelling. Two fairly aged people were walking across the street with a child between them when a shell exploded right where they were, &amp; believe me, you</p> \r\n <p><a name=\"a5633092\"></a></p> \r\n <p>[Page 92]<br> \r\n could not find a single trace of any of them after.<br> \r\n The enemy are persistently shelling our Convoy road in the hope of both catching a convoy &amp; destroying the road.<br> \r\n To this end the Authorities gave us a different route &amp; an hour after we had commenced using the new road they started to pour them in on us again. This led to a search, &amp; as a result 6 spies were marched off this morning. They had been hiding in cellars in Bosancourt.<br> \r\n They gave us a liberal dose of smoke Bombs last night but beyond making our eyes smart they did no military damage.<br> \r\n We have had 6 more waggons smashed &amp; 3 horses killed as a result of further shelling, so I am going out to Acheuse directly to draw more Horses.<br> \r\n So far my little pony has not been touched, although when a shell explodes near him<br> \r\n or a big gun fires he gives me some trouble.</p> \r\n <p> - 13.8.16 Sunday -  </p> \r\n <p>The night passed very quietly as far as our immediate front is concerned, but the French on our right, got well into it &amp; poured shell in all night. The 75s were particularly active. The 1st Division are moving in again after their spell, their Artillery moving into a covering position of our 4th Div. Art. The infantry have reached Warloy [Transcriber's note: Warloy is Warloy-Baillon], 6 miles behind us. This </p> \r\n <p><a name=\"a5633093\"></a></p> \r\n <p>[Page 93]<br> \r\n Morning one of our aeroplanes was hit by the enemy &amp; managed to fly as far as our lines where he volplaned down, both he &amp; his machine were saved. Late yesterday evening one of our stationary observing Balloons broke away &amp; drifted towards the German Lines, it was great to see   <strike>the</strike> our aeroplanes trying to catch it. The pilot descended in his parachute &amp; our machines finally exploded it with bombs.<br> \r\n The 15th of this month is called Asumption Day here &amp; is commemorated by big feasts, a religious rite, having some connection with the Virgin Mary. It is generally thought by all hands that a terrific offensive will start on that day, especially as our Engineers have made fast the suspended Image of the Virgin Mary, in the Cathedral Tower in Albert. If this falls the French peasantry are bound to regard it as an ill-omen, &amp; unless the Bosches score a direct hit, it will not come down.<br> \r\n Our convoy has just left Senlis for a place beyond Albert, &amp; the Germans are at the present time busy in shelling the Road, whether they succeed in getting any I am at the present unable to say but I do not like it.<br> \r\n We are all looking forward to a spell in a weeks time &amp; hope   <strike>that</strike> they do not disappoint us.<br> \r\n Received a batch of letters but am unable to write at present.<br> \r\n There was a blessed Group of machine guns firing close to us last night</p> \r\n <p><a name=\"a5633094\"></a></p> \r\n <p>[Page 94]<br> \r\n machine guns firing close to us last night &amp; we all did not get much sleep over them. This is our 7th day here &amp; it is very tiring.<br> \r\n They delivered a gas attack on the portion of our Company who stayed behind at Ypres, but fortunately did not do them any harm at all.<br> \r\n Two Taubes managed to break through our lines at Sausage Gully, but beyond observing certain positions, which were immediately changed, they did not get a chance of doing any damage.<br> \r\n Some of the fellows who rioted in Sydney have tried the same thing here, but they have been rounded up &amp; are all handcuffed in a circle round a tree. What will become of them I do not know, or care, the Guards had a hard task to keep other Australians off them.</p> \r\n <p> - 14.8.16 Monday -  <br> \r\n Several more cases of direct cases of injustice &amp; selfishness has occurred today from .O. such as hurrying all hands off without dinner when it was not necessary. Shifting Bivouacs to better positions &amp; general dis-satisfaction of everything done on the lines. Another score to be paid off.<br> \r\n The fighting is still intense, but netherless not nearly so severe as the early parts of last week.<br> \r\n Reggie White came over to see me he is now in the 2nd Div. Train<br> \r\n I received letters from all round yesterday &amp; was satisfied with my share of the mail.<br> \r\n The weather has again changed &amp;</p> \r\n <p><a name=\"a5633095\"></a></p> \r\n <p>[Page 95]<br> \r\n for the last 2 nights we have had to put up with wet blankets. For the past,   <strike>week</strike> month our Allies &amp; ourselves have been victorious everywhere, but at the same time I fancy that it will still be a long while before the Germans are thoroughly beaten. Yesterday afternoon we witnessed many exciting aerial combats. A Taube managed to get through our lines &amp; talk about excitement. From every quarter aircraft guns blazed out &amp; kept him at a tremendous height so that he could not observe anything. 2 of our fast chasers or Battle planes then gave chase &amp; to see them fighting for top position was wonderful to behold. We eventually lost sight of them in a thick cloud &amp; do not know whether they got him or not.<br> \r\n It has just started to rain heavily again &amp; is pouring into our bivouac like fun, such is soldiering</p> \r\n <p> Continued new book  </p> \r\n <p><a name=\"a5633096\"></a></p> \r\n <p>[Page 96]<br> \r\n [Miscellaneous notes at end of second diary]<br> \r\n No 8360<br> \r\n CSM Clarke E.R.<br> \r\n 14th Hd Qrs Coy<br> \r\n A.A.S.C.<br> \r\n 4th Divisional Train<br> \r\n A.I.F.</p> \r\n <p> Commonwealth 183918  <br> \r\n N.S.W. 27416  </p> \r\n <p>Kindly return to<br> \r\n Miss N. Bryce<br> \r\n Hamilton Rd<br> \r\n Fairfield<br> \r\n N S Wales<br> \r\n Australia  </p> \r\n <p>[Transcribed by Colin Smith, Debby Cramer for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p>[Page 2]<br><br />\n Diary No 2<br><br />\n No 8360<br><br />\n Coy Sgt Major Clarke ER<br><br />\n 14th Hd Qr Coy<br><br />\n A.S.C.<br><br />\n 4th Divisional Train<br><br />\n A.I.F</p>\n<p>If found kindly forward to<br><br />\n Miss N Bryce<br><br />\n Hamilton Rd<br><br />\n Fairfield<br><br />\n NSWales<br><br />\n Australia</p>\n<p><a name=\"a5633003\"></a></p>\n<p>[Page 3]<br><br />\n 20.5.16 Saturday   </p>\n<p>Today has been another Hot  &amp;  windy one with the usual copious flow of Transport work to contend with.<br><br />\n Several of us have again had the mortification of seeing juniors given a Commission over our heads. This makes us very discontented   &amp;  is not by any means going to win the War for the British Empire. Our C.O. is evidently determined to see his friends through first, which is hard luck for us.<br><br />\n I am having rather a hard time of it lately on account of Court Martials held over Two of our chaps who refused to be inoculated. Today however, completed the work as the men consented to be done after having been reprimanded by the General.</p>\n<p> 21.5.16 Sunday  </p>\n<p>It is slightly cooler today although the sand is blowing about   &amp;  making things unpleasant.<br><br />\n This is our 6th consecutive day on Bacon. Owing to a shortage of fresh meat we have to eat up the Bacon supplies &amp;  it is always served in the one way Viz ? Boiled.<br><br />\n I never was extra fond of it, but I am double so now, Vegetables are also very hard to get   &amp;  we do not get very much when they are procurable. Everything</p>\n<p><a name=\"a5633004\"></a></p>\n<p>[Page 4]<br><br />\n points to as leaving here in a weeks time,  &amp;  my heavens I am not sorry, as I would rather face the Germans in France than be scorched to pieces out on the Desert.<br><br />\n The temperature reached 120&deg;  in the trenches so I leave you to form your own opinion of it. It seems to effect my eyes more than anything else,   &amp; a lot of us have had Blood shot eyes ever since we first came here.<br><br />\n Our Horses have now been inoculated   &amp; my pony stood the test.<br><br />\n We all think the War will finish by October next, or at the latest next Xmas.</p>\n<p>\n 22.5.16 Monday  </p>\n<p>Has been cool   &amp; pleasant the first for a long while.<br><br />\n We held Kit inspections   &amp; are casting off all superfluous clothing as each man is only allowed one of each article to land in France with. No doubt we will be issued with warm clothing over there.<br><br />\n There has been great activity on the Canal these last few days although we cannot fathom its meaning. Yesterday the two Monitors which have been lying here for a few days steamed down the Canal   &amp; bombarded a place called El Arisa\" which is on the Turkish Coast   &amp;  not far distant from Port Said. They knocked</p>\n<p><a name=\"a5633005\"></a></p>\n<p>[Page 5]<br><br />\n the place to pieces   &amp; the firing could be heard from here quite plainly. At first we thought that the Enemy were attacking our positions. As retaliation this morning a couple of their aeroplanes bombed Port Said, which is about 4 hours up the Canal from here   &amp; killed several natives besides wounding 5 soldiers. They were quickly chased off however, by our planes, before they could do much damage.<br><br />\n There was a very picturesque sight this morning occasioned by an immense Camel Train passing through here from their desert quarters.<br><br />\n The Camel Train was a couple of miles long   &amp; consisted of some very fine Camels. It was an Indian Train   &amp; the Indian Troops cheered us a treat as they went by. The Bikanier of India was among them with his crack fighting Corps consisting of 500 fully trained Sikhs   &amp; gigantic Bull camels. They looked a treat. Nearly everyone of them had their Hookah   &amp; it was funny to see them perched up on a camel, complacently smoking as they jogged along.<br><br />\n This morning brought good news as it is reported that the Russians have now joined up forces with the British in Mesopotamia so we will look for happenings of a bright nature in the next few weeks.</p>\n<p><a name=\"a5633006\"></a></p>\n<p>[Page 6]<br><br />\n 23.5.16. Tuesday  </p>\n<p>Further preparations are in progress towards our intended departure, which cannot be long coming now. We are instructed that our Wagons, Harness etc has to be left here and in all probability our Horses also. This means that we will have to re-equip in France or wherever we go to.<br><br />\n I was fortunate to receive a couple of Registered letters to-day from Nina, also a tin of Chocolate, which we highly appreciated.<br><br />\n It seemed very funny to think that I should actually be reading Nina's letters   &amp; eating the chocolates, whilst there was a very lively Cannonade of Big Guns going on only a few miles away on one of our positions.<br><br />\n Within a few hundred yards of us, the Pioneers   &amp; Infantry are very busy digging a last of line of trenches   &amp; erecting barbed wire entanglements. To see the entanglements closely one marvels how on earth anything living could get through them, whilst under heavy fire from commanding positions, yet it is done.<br><br />\n They are also sinking thousands of pits on the desert   &amp; lining them with the usual barb wire. God help the men who fall into them is all I can say.</p>\n<p><a name=\"a5633007\"></a></p>\n<p>[Page 7]<br><br />\n - 24.5.16 Wednesday -  </p>\n<p>Orders are still coming through relative to our move   &amp;  we have all been instructed to read up our billeting instructions, so presumably we are going to be billeted on the French people for a while.<br><br />\n It is very funny making all the men give up their precious kits   &amp;  we are burning Bags   &amp;  bags of real good stuff every day.<br><br />\n The 12th Brigade of Infantry are holding Field Days on the Desert adjoining our Camp   &amp;  the beggars keep us awake all night with their noise. It is marvellous what they can do in a short period. Last night when we turned in the Desert was as smooth as glass. This morning on waking up they had transformed it into a veritable maze of trenches.<br><br />\n We got a Belfast paper to-day   &amp;  were all amazed to see how serious the Rebellion in Ireland really was. None of us had any idea it was so big. But of course we do not get any news at all here.<br><br />\n The Canal has been very quiet to-day, not many ships passing through at all, although there seems to be a good few anchored in the Bitter Lakes.</p>\n<p><a name=\"a5633008\"></a></p>\n<p>[Page 8]<br><br />\n 25.5.16 Thursday  </p>\n<p>Has been a little on the warm side again with more sandstorms blowing.<br><br />\n Have attended a Lecture given by C.O.   &amp; have been instructed in the use   &amp; fitting of Gas Helmets, with which we hope to be issued soon.<br><br />\n We are anticipating some heavy work in shifting the Division to Serapeum Main Station, after which we sail ourselves.</p>\n<p>26.5.16 Friday</p>\n<p>Weather again hot   &amp; sultry.<br><br />\n Division is commencing its departure from this place.<br><br />\n The first advanced party having marched out this morning. The Infantry Bands are playing   &amp; the troops seem to be all getting on the move. We have all be instructed on the billeting laws, so it is practically final now.</p>\n<p> 27.5.16 Saturday  <br><br />\n 28.5.16 Sunday  </p>\n<p>It is becoming hotter   &amp; hotter   &amp; another Rhampson is expected before very long.<br><br />\n Tomorrow we start on our couple of days hard work   &amp; we expect to leave ourselves by Friday next.<br><br />\n Last night my thoughts seemed to stray to Fairfield in a very persistent manner. The Band of the 4th Brigade was playing familiar airs   &amp; I think everyone of us</p>\n<p><a name=\"a5633009\"></a></p>\n<p>[Page 9]<br><br />\n who were listening were all thinking of our Dear ones at Home.<br><br />\n Now that we are about to embark on our very dangerous voyage it makes one look at things in a sterner light.<br><br />\n We all have to hand in our surplus blankets to-day, only retaining 1 per man.<br><br />\n This is not inconvenient on this side, but I am afraid it will be a trifle breezy on the other.<br><br />\n Today is the last day that letters will be accepted so I am afraid that all my good people will naturally become anxious, but it cannot be helped in the slightest.</p>\n<p> 29.5.16 Monday  </p>\n<p>All cameras had to be given in to-day   &amp; many were the naughty words spoken by the owners, as they thought they would be allowed to retain them. Pamphlets are being issued relative to the use of Gas Helmets, also how to adjust them. This takes time to do quickly so we have all got to have so much drill every day after receiving them until properly efficient.<br><br />\n We are not going to get any more pay for a long time,   &amp; then I understand it will only be 1/- per day, so as the Aust's will not be flaunting money in the Tommies faces, as they did in Egypt.</p>\n<p><a name=\"a5633010\"></a></p>\n<p>[Page 10]<br><br />\n There was a Divisional Parade to-day   &amp; the troops were inspected by General Monro. It was a very effective sight 15 miles of Troops is worth looking at. All Canal traffic was held up whilst the Artillery crossed over.<br><br />\n The heat   &amp; dust is that bad to-day that we all decided to go for a swim. We went down at 1700   &amp; returned at 1800.<br><br />\n Whilst we were there I saw one of our powerful Motor Submarine Chasers &amp; it was a sight to see.<br><br />\n These boats have accounted for a large number of Submarines.</p>\n<p> 30.5.16 Tuesday  <br><br />\n This has been the day of days. We got orders to move off at 0400 on Friday next &amp; there were many cheers. I am especially glad, as during the last few days I have contracted Sand Colic, occasioned through the immense amount of sand we consume in our food, &amp; it is very painful.<br><br />\n I have had great trouble with a lot of Drivers in the Company   &amp; there was a general riot to-night. They had been out on a job of moving Beer to Canteens   &amp; each Driver stole a case of Whisky   &amp; Beer   &amp; hid it in the Camp. The result was that nearly every man in the next Sector was</p>\n<p><a name=\"a5633011\"></a></p>\n<p>[Page 11]<br><br />\n drunk. They started to fight so I had to intervene   &amp; put them in the Guard tent. As they showed fight I got together a party of NCO's   &amp; after a tussle they were thrown down   &amp; I put Hand-cuffs on them. They are all up for Orderly room in the morning.<br><br />\n Infantry Brigades are marching out   &amp; we are up to our necks shifting the baggage.<br><br />\n Tomorrow I anticipate a very heavy day.</p>\n<p> 31.5.16 Wednesday  </p>\n<p>Last night I witnessed a very impressive sight viz. that of Thousands of men marching out to entrain for Alexandria   &amp; then France. It is indeed a terrible thing to know that these men, all sunburnt   &amp; hardy from their long sojourn in the desert,   &amp; all full of enthusiasm will soon be fighting the common enemy,   &amp; no doubt thousands of these laughing faces will go to their doom.<br><br />\n It was impressive enough to see them leaving Sydney but here it is a totally different thing, as being in the war area, one thinks of the sterner side.<br><br />\n We all remarked that if the Girls   &amp; friends of Australia could only have seen those Brigades marching out, there would not</p>\n<p><a name=\"a5633012\"></a></p>\n<p>[Page 12]<br><br />\n have been a dry eye.<br><br />\n We all feel that we are on the eve of sterner realities   &amp; the fact makes us take a much sterner view of it. In a weeks time from now I will probably be in France,   &amp; once there nothing but the end of the war will satisfy me.<br><br />\n Our Transport is working day   &amp; night to move the Troops   &amp; we follow on either Saturday or Sunday, or perhaps earlier.<br><br />\n Life is by no means easy but we all work on, as it is glorious to know we are moving from Egypt.<br><br />\n All mails have stopped so there is no means of getting news to anyone for an indefinite period.</p>\n<p> - 1.6.16. Thursday -  </p>\n<p>Very busy, both in Transport work   &amp; dismantling part of our Camp. We are doing the latter so as not to be rushed when leaving.<br><br />\n Several large Mail Steamers have gone through the Canal to-day, but our mail has all gone on to France. So it may be some time before we get any.<br><br />\n Large Transports are coming through Canal with troops for India &amp; Mesopotamia,   <strike>so</strike> </p>\n<p> 2.6.16 Friday  </p>\n<p>I have been officially</p>\n<p><a name=\"a5633013\"></a></p>\n<p>[Page 13]<br><br />\n advised that we leave here on Sunday next for Alexandria, which is a 12 hours train journey from here.<br><br />\n Our Company will go in 6 trains, I myself taking charge of the 5th &amp; leaving here at 12 midnight.<br><br />\n Today has been a regular fiend, as if mocking us during our last few days stay.<br><br />\n The sand is whirling about &amp; one can scarcely see. The flies are also very bad.<br><br />\n Tomorrow will be a very busy day in dismantling the Camp, so I will turn in early.</p>\n<p> - 3.6.16. Saturday -  </p>\n<p>This is absolutely the worst day ever I have experienced in Egypt &amp; that is saying a good deal. It is impossible to see 5 yards ahead of you &amp; very difficult to breathe.<br><br />\n There is also a plague of flies &amp; ones life is a misery. Thank Heavens we only have another day in this Hell of a place.<br><br />\n We are working hard to dismantle our Camp &amp; tomorrow we march out, What a relief to leave Sinaii Peninsular behind us. I have had nearly a month here now, &amp; it has been the worst month of my life, &amp; one that will live for ever in my memory.</p>\n<p><a name=\"a5633014\"></a></p>\n<p>[Page 14]<br><br />\n I have heard that the Boat we go on is the Japanese Prince\" a large Horse Boat &amp; by no means flash, so I hope we do not strike any squally weather.<br><br />\n We all had our Egyptian Money changed into English to-day<br><br />\n I will have rather a hard time tomorrow as I leave here on Sunday at 1 am, help to load 4 trains, then load my own train (5th) which leaves here at 2.30 am Monday morning</p>\n<p> 4.6.16 Sunday  </p>\n<p>This has been the worst day on record. It blew hurricanes of sand &amp; it fairly made me dotty. Notwithstanding the fact we all had to work like fury &amp; it was by far my worst experience of Soldiering. We finally left the Camp at 6 30 p.m. &amp; arrived at the Bridge in the teeth of a howling Sandstorm. After waiting an hour for the Bridge to open, we proceeded on our way to Serafon Main Station &amp; fed the Horses preparatory to their long train journey.<br><br />\n At 11.30pm we boarded the Train for Alexandria &amp; had 9 hours in open trucks, with a strong head wind blowing.<br><br />\n However the trip was </p>\n<p><a name=\"a5633015\"></a></p>\n<p>[Page 15]<br><br />\n full of interest to me, as I had a good view of the Country. We finally arrived at Alexandria at 9:30 am next morning.</p>\n<p> 5.6.16. Monday  </p>\n<p>Have been extra busy in loading Horses &amp; Company Stores, &amp; very little to eat. However everything comes to an end at some time or other &amp; so did the loading.<br><br />\n We were kept on board all day &amp; told that we would move out into the Bay &amp; anchor so as to sail at daybreak. Judge our surprise then when at 7 pm to-night we sailed out &amp; put straight out to sea, without escort or anything &amp; at the present moment we are pitching and rolling in the Meditteranean</p>\n<p>6.6.16 Tuesday  <br><br />\n We are now right out at sea &amp; in the dangerous area where all the ships have been torpoeded. We are evidently under escort as today a Light Cruiser dashed up &amp; is now steaming on our bow. The crew are on the guns the whole time &amp; keep them swinging from one side to the other, always on the que vive for our foes Submarines\".<br><br />\n Discipline is of course</p>\n<p><a name=\"a5633016\"></a></p>\n<p>[Page 16]<br><br />\n very strict &amp; no lights are shown after dark. You are not allowed to smoke on deck even<br><br />\n The name of the Boat is the Japanese Prince\" &amp; she is an old tub carrying a valuable load, viz a Brigade of Artillery.<br><br />\n It is a pretty strenuous life with the Horses, &amp; as the weather still keeps warm, they suffer a good deal being cooped up in their boxes.<br><br />\n As yet the food is excellent &amp; we have a mess of our own which is for WO and C.S.Majors only &amp; is on an equivalent with the officers.<br><br />\n It is hard to realize that we have left Egypt behind us but it is so, &amp; although we all are sure that we are heading for Marsailles, we do not know for sure whether it is correct. It is nice to be out in the Sea again but I think I will be glad when the voyage is over because Submarine anticipation does not appeal to me.<br><br />\n Late tonight we had a bit of a shock. We had noticed a light Cruiser signalling to our ship at dusk &amp; at 8 p.m. our Engines stopped &amp; we stopped. A Boat then came to us from them, but</p>\n<p><a name=\"a5633017\"></a></p>\n<p>[Page 17]<br><br />\n we do not know what it was about. They told us of the big battle in the North Sea</p>\n<p> 7.6.16 Wednesday  </p>\n<p>There are now about 7 warships escorting us &amp; a Torpoede Boat Destroyer is dashing in &amp; out all the time.<br><br />\n A Mine Sweeping boat is ahead of us &amp; we can just see 5 more transports in rear.<br><br />\n We are now off the Coast of the Island of Crete &amp; the Greek Mainland can just be discerned on our Starboard side. The water is remarkably calm. I am getting quite used to wearing the Life Belt now. The only times we are allowed to take them off is meal Time &amp; whilst in bed, &amp; both these times we have to keep them close to us.<br><br />\n So far the Horses are keeping well, there being only 3 cases of illness &amp; 1 injured. They are all getting vicious though on account of their food which consists of Corn &amp; Bran with an evening meal of Dreis.<br><br />\n I have just heard that we passed a very dangerous</p>\n<p><a name=\"a5633018\"></a></p>\n<p>[Page 18]<br><br />\n place this morning, which I suppose accounted for all the warships which were hanging about. It was off the Island of Crete, where the Germans are supposed to have a Submarine Base. Tomorrow morning we have to pass another dangerous place, so I will be sincerely glad when this voyage is finished as it is very nerve trying.</p>\n<p> 8.6.16 Thursday  </p>\n<p>We have now passed between Crete &amp; the Greek Mainland &amp; the 2nd dangerous zone is passed safely.<br><br />\n We are now heading for Malta, but as the course changed every quarter of an hour or so it is hard to tell what countries come into view.<br><br />\n We passed the place where the Arabic &amp; Persia were torpoedoed.<br><br />\n The water is very calm with scarcely a ripple &amp; it is well named when they call it the blue Meditteranean, as it is a lovely colour to look at<br><br />\n At the present moment we have no escort so I suppose we are in a less dangerous zone.<br><br />\n later  <br><br />\n Submarine reported</p>\n<p><a name=\"a5633019\"></a></p>\n<p>[Page 19]<br><br />\n in these waters &amp; it is stated that it chased one of the transports ahead of us but the boat got away from it. All our Officers are on the watch so our nerves are strung a bit.</p>\n<p> 9.6.16 Friday  </p>\n<p>We eluded Submarine by going a good deal out of our course. We passed a fleet of Transports &amp; escorts on our Starboard side on the course for Naples, but were too far away to see who they were<br><br />\n We seem to be hugging the African Coast now, &amp; through the change in course will not reach Malta until tonight.<br><br />\n To show the way we are tacking about you will gain an idea when I say that instead of doing a trip in 4 days , it is going to take 9.<br><br />\n The water this morning was wonderful to behold, there was scarcely a ripple, one could have put a rowing Boat over the side &amp; gone anywhere. I have seen it a good deal rougher in places such as Woy Woy.<br><br />\n I have been unable</p>\n<p><a name=\"a5633020\"></a></p>\n<p>[Page 20]<br><br />\n to write for some time now but will endeavour to send a cable on arrival.<br><br />\n I understand we are not going near Italy, so we will not be able to see the famous Messina Straits.<br><br />\n We are all engaged in racking our brains for an idea to get our stuff ashore our kit bags being prohibited.<br><br />\n I have bought a whisky case &amp; am going to pack it &amp; label it HD Qrs, so I fancy I will get it through. I also have another box marked Farriers Tools, so when we land I will be running round looking for boxes</p>\n<p> 10.6.16 Saturday  </p>\n<p>We passed Malta at 10 pm last night &amp; it looked well from the distance. Their Search lights were put onto us for a good while, &amp; I suppose many guns were trained in our direction.<br><br />\n At the time of writing we are passing the Southern part of Sicily\" on the Starboard Side &amp; Tunis on the port. Some time tonight we will change our course &amp; head across the Medit. for Marsailles passing Corsica &amp; Sardinia on our Starboard Side. We are without Escort now, but I expect there are Warboats within</p>\n<p><a name=\"a5633021\"></a></p>\n<p>[Page 21]<br><br />\n touch. The water is fairly choppy to-day, quite different to yesterday, &amp; if Submarines were about, it would be very hard to detect them.<br><br />\n Passed several boats to-day but were unable to see who they were.<br><br />\n The Coast of Sicily looks very rugged &amp; altogether it has a very fierce looking aspect with high ranges of mountains running inland.<br><br />\n We expect to see the reflection of Mount Etna on the water to-night, that is unless we do not change our course again</p>\n<p> 11.6.16 Sunday  </p>\n<p>We changed our course so did not see the volcano.<br><br />\n We all woke up this morning to a rough sea &amp; little Richard experienced his first taste of sea sickness. I did not vomit however &amp; it soon passed away<br><br />\n We are now off the Coast of Sardinia &amp; with powerful glasses can discern houses &amp; townships. Several large sailing vessels were sighted all under heavy canvass &amp; going like fury. Our Boat is standing just on its bow &amp; then on the stern &amp; I can assure you it is pretty miserable.<br><br />\n The horses are feeling</p>\n<p><a name=\"a5633022\"></a></p>\n<p>[Page 22]<br><br />\n it as several of them are off their food including my own little pony.<br><br />\n We lost 20 miles last night on account of the heavy weather.<br><br />\n Sardinia seems to be a nice place from here &amp; I would like to go ashore but there is no such luck.<br><br />\n Rats are proving very troublesome &amp; last night several ran over me whilst I was in bed</p>\n<p> 12.6.16 Monday  </p>\n<p>I am still feeling a little squarmish on it as the sea has not abated &amp; last night was a pearl I can assure you. The boat seemed to stand on her beam ends.<br><br />\n We left Corsica behind last night &amp; are now steaming up the Gulf of Lyons.<br><br />\n Our Captain is trying to get into Marseilles before nightfall, if he doesn't we will have to fool about outside until morning. The realization of my hopes   <strike>is</strike>  is now pretty well fulfilled &amp; tomorrow I will stand upon French Soil.<br><br />\n A good way of expressing</p>\n<p><a name=\"a5633023\"></a></p>\n<p>[Page 23]<br><br />\n it is From the Sands of Egypt to the Roses of La Belle France\".<br><br />\n What is in store for us one cannot tell, but judging from the weather we are going to be tuned up a little.<br><br />\n I understand we stay in Marseilles for a week, &amp; then begin a weary train journey of 3 days &amp; nights to the North of France.<br><br />\n I am looking forward to the end of the struggle now &amp; will be pleased when the 4th Division embarks for Dear old Australia.<br><br />\n I am going to try &amp; pay a visit to England, as we are allowed 8 days furlough, but of this I will write later on.<br><br />\n I am now many thousands of miles away &amp; it makes one feel more lonely than when I was in Egypt, but as for that place I hope I never see it again, saving from the deck of a troop ship.<br><br />\n We are all expecting a good mail when we get settled down, as all our mail has been going to France for the last month.</p>\n<p><a name=\"a5633024\"></a></p>\n<p>[Page 24]<br><br />\n It is funny to hear our chaps trying to learn a smattering of French but I get it confused with Arabic.<br><br />\n I believe my star is lucky because we have come in a very dangerous voyage &amp; have so far been O.K. although what France has in store for us no one can say.</p>\n<p> 13.6.16 Tuesday  </p>\n<p>We reached Marseilles about 11 pm last night &amp; anchored in the outer Harbour. This morning we came in &amp; tied up at a pier.<br><br />\n The Coast for miles round is thickly populated and as far as Toulon it is one great big shipping centre. The costumes of the French Sailors and Soldiers is very picturesque. There seems to be many great big buildings &amp; churches but as yet I have not been ashore, so will write about it when I go through<br><br />\n We got news of the big Russian Victory &amp; also of Lord Kitcheners death<br><br />\n We are now awaiting orders to tranship the Horses &amp; baggage so I will be up to my eyes in it directly.</p>\n<p><a name=\"a5633025\"></a></p>\n<p>[Page 25]<br><br />\n The French Girls seem to be very nice\" but I have not seen any closely<br><br />\n One can see the self same customs here as were in evidence at Cairo showing how they copied the French people in their habits.<br><br />\n The old Forts at the top of the cliffs look very romantic &amp; spell of Napoleons time.<br><br />\n The Railway winds in &amp; out of the cliffs &amp; I am looking forward to a trip on a train.<br><br />\n There seems to be a big tram service.<br><br />\n The City itself I understand is very cosmopolitan on account of it being a Sea port Town.<br><br />\n These are the wharf glimpses. The actual Town itself I will see later.</p>\n<p> 14.6.16 Wednesday  </p>\n<p>I obtained leave last night &amp; in company with a couple of others went into the City of Marseilles.<br><br />\n I had heard a lot about the place previously, but it opened my eyes properly. It is a big city well laid out &amp; many magnificent Buildings in it principal among them being Cathedrals</p>\n<p><a name=\"a5633026\"></a></p>\n<p>[Page 26]<br><br />\n which all seem to be built on the hills.<br><br />\n There was a very motly crowd there, including soldiers from all over the world.<br><br />\n The Zouaves &amp; Turcis are very fierce looking fellows &amp; the Frenchman themselves do not look too gentle.<br><br />\n It is full of vice as can be &amp; on a par with Cairo, if not worse.<br><br />\n It abounds with Cafes &amp; Boulevardes. Tram Service very good. We were all given a good time by the residents, who seem to look up to the Australians.<br><br />\n Wherever we went we would hear, Australia Good\"<br><br />\n We finished up by missing the last tram &amp; having to walk about 5 miles.<br><br />\n Today we load our train &amp; start on a 3 days train trip which will be very interesting as it is a trip from   <strike>North</strike> South to   <strike>South</strike> North of France.<br><br />\n There is a big prison for Germans in the vicinity &amp; they look what the papers say  <strike>s</strike> of them.<br><br />\n On the whole I have thoroughly enjoyed my stay in Marseilles.</p>\n<p> Commencement of Journey to the North of France  </p>\n<p><a name=\"a5633027\"></a></p>\n<p>[Page 27]<br><br />\n I entered the Train at about 12.30 am to-day to commence our long trip &amp; up to the present 9- pm have had the time of my life.<br><br />\n We are travelling through the most delightful Country in the World, all agricultural, &amp; very finely laid out. It is the finest Country ever I have seen.<br><br />\n We have passed through many big towns chief among them being Vignon\" which is the biggest Grapegrowing place of the world &amp; from which the meaning of the word  Vignon originated.<br><br />\n We passed the places where the French people sacked the Convents &amp; I can tell you they left them in a mess. The great number of Castles built on the Hills catches ones eye.</p>\n<p> 15.6.16 Thursday  </p>\n<p>Continuance of experience of train journey.<br><br />\n The Country through which we are now passing is glorious &amp; could not possibly be described.<br><br />\n Everywhere we are being given a royal welcome &amp; our train is bedecked with choice roses.<br><br />\n We passed through Lyon &amp; Dijon which</p>\n<p><a name=\"a5633028\"></a></p>\n<p>[Page 28]<br><br />\n are towns of large importance. At Fountaine we passed a large French Ambulance Train just in from Verdun &amp; it slightly damped our ardour. We threw them cigarettes etc &amp; they seemed very grateful.<br><br />\n There are dozens of tunnels on the route &amp; some of them are very long.<br><br />\n All the way along it is nothing but crops of wheat &amp; other products.<br><br />\n The villagers all turn out &amp; sing out Vive la Australia &amp; we return with Vive la France<br><br />\n When climbing through the mountains the scenery is very beautiful &amp; the mountain torrents are wondrous to behold.<br><br />\n At the present time we are 90 miles from Paree\" but as we have to go further on it will be another night &amp; day before we arrive at our destination.<br><br />\n The daylight saving bill has just come into force here &amp; it does not get dark until 9 pm which is very strange to us.<br><br />\n We have to pull up at midnight tonight to get further orders &amp; we</p>\n<p><a name=\"a5633029\"></a></p>\n<p>[Page 29]<br><br />\n are naturally wondering what they are<br><br />\n The Peasant Girls here are very pretty &amp; from the look of them &amp; the country one thinks how terrible war really is<br><br />\n I am Guard to-night so will get very little sleep for the next 48 hours to come<br><br />\n I am travelling with Ferranti who was in my tent at the Warren &amp; he interprets everything for me so it is all the more interesting<br><br />\n Wherever you look you see old men &amp; women in the fields harvesting to release all able bodied men for the front<br><br />\n The embankments of the R?lys are all well laid out &amp; looked after. There is a total absence of advertising so common on our own R?lys.<br><br />\n The weather is very pleasant but gets colder the more north we go.</p>\n<p> 16.6.16 Friday  </p>\n<p>Still in the Train which is becoming a little weary to us all. The Country still unfolds wonders to us all &amp; I think it would be hard to tell which was the best North or South.<br><br />\n On arrival at Juveny</p>\n<p><a name=\"a5633030\"></a></p>\n<p>[Page 30]<br><br />\n which is 6 miles from Paris. We went on another line so did not go through the City much to our disappointment, but skirted round it.<br><br />\n However I saw The Eiffel Tower &amp; also got a glimpse of the City itself.<br><br />\n Our next stop on the Nord line was Amiens through which the Germans came &amp; although they ravaged the women &amp; took them away to Germany they never had time to spoil the crops &amp; City. Amiens is a very large City &amp; looks well.<br><br />\n All the way along we were accorded a royal welcome. Further along we could see great military activity &amp; a very pretty sight is to see the long columns of Troops &amp; vehicles winding over the Mountainous Country.<br><br />\n There are Canals running everyway &amp; all the wounded are brought right from the front in big Barges built for this purpose.<br><br />\n It is nothing to see as many as 20 of these huge things on their way to the Base.<br><br />\n We finally arrived at our destination at 6.30 pm &amp; we all heaved a sigh of relief.<br><br />\n Our Company is now in a rest Camp at a place called Abbeville\". This</p>\n<p><a name=\"a5633031\"></a></p>\n<p>[Page 31]<br><br />\n is a town of about 50,000 inhabitants &amp; they treat us very well<br><br />\n After dis-entraining the Company Horses, Baggage etc we saddled up, &amp; had a ride of about 3 mile through the City of Abbeville to an outside village where we now are situated<br><br />\n We stay here for a few days to camp &amp; then start on our trek for the front, which will take us five days by Road.</p>\n<p> 17.6.16 Saturday  </p>\n<p>Went to bed very tired last night &amp; slept till about 1 am when I was awakened by the terrific cold, all of us only having one blanket &amp; coming straight  from the Arabian Side of Egypt felt it more keenly than others.<br><br />\n I dozed off again but could not sleep, so I will have to pinch some Bags or something to keep warm<br><br />\n I had a royal breakfast this morning. A couple of us went to a Farm &amp; the French lady gave us 4 Eggs, 4 slices bread &amp; Butter &amp; 2 huge cups of coffee.<br><br />\n My word it was a treat, after comparing the same articles with what we used to get in Egypt.</p>\n<p><a name=\"a5633032\"></a></p>\n<p>[Page 32]<br><br />\n 18.6.16 Sunday  </p>\n<p>I obtained leave &amp; inspected Abbeville last night.<br><br />\n It is like a lot of other Towns in France very gay\"<br><br />\n The whole population have drifted back &amp; one cannot help but admire their pluck when you think that the firing line is not far distant &amp; German Aeroplanes are always trying to bomb them.<br><br />\n They treat us well, &amp; will do anything for us. Some of them are haughty, but they are a decided minority.<br><br />\n It is from this region that the Germans drove all the prisoners into Germany, &amp; the females bear striking proof of the way they were treated when the Bosches were driven back<br><br />\n There are anti-aircraft Guns posted all round the City &amp; they give the Bosches some trouble when they visit this region<br><br />\n We are going to equip tomorrow &amp; within a very short time start on a 5 days trek to the base of operations centered on Lille. This town is our objective &amp; one which from all accounts our side is very anxious to obtain as it is an important Railway Junction.<br><br />\n It is still impossible to write but I will complete</p>\n<p><a name=\"a5633033\"></a></p>\n<p>[Page 33]<br><br />\n a letter to-day, giving my experiences from the time I last wrote to the present &amp; chance to it getting through<br><br />\n Yesterday some Allemandes dropped Bombs on Amiens just after we passed through &amp; killed several French women<br><br />\n The majority of French women are very loyal &amp; I have seen them in all kinds of trouble just say, Vive la France.\"<br><br />\n Things are hurrying towards a big offensive in this region where it will end it is impossible to say at present.<br><br />\n The weather is bitterly cold here &amp; none of us can keep warm. Coming straight from Egypt we feel it worse. I have got a bad cold &amp; feel very ill, but I am hoping to soon shake it off.<br><br />\n 19 out of every 20 of the men have colds but it is only to be expected, as our blood must be very thin after our long sojourn in the land of the Pharoas.<br><br />\n They have placed Paris out of bounds to the Troops but as it is 185 miles from here there is no need to worry over the matter.<br><br />\n Anyway there is going to be an enquiry into it as the French people are very indignant over it.<br><br />\n The Australian's names went before them on account</p>\n<p><a name=\"a5633034\"></a></p>\n<p>[Page 34]<br><br />\n of the deeds at the Dardanelles &amp; the French people were overjoyed at the thoughts of them coming to France.</p>\n<p> 19.6.16. Monday  </p>\n<p>We have drawn Harness &amp; Vehicles &amp; I believe we are to start on our Trek at 12.30pm.<br><br />\n They are clearing out all the Hospitals in France &amp; everything points to a big offensive within the next week or so.<br><br />\n Hundreds of Thousands of men are being held in reserve &amp; at a given signal the whole Western Front will be one roaring Maze of Guns. We started on our trek at 12.30 &amp; passed through delightful Country to a place called Le Borle where we rested for the night<br><br />\n The night was bitterly cold &amp; I scarcely slept a wink<br><br />\n I have a very heavy cold on me but I fancy it is on the mend now.<br><br />\n We are moving out at 9 am in the morning.</p>\n<p> 20.6.16 Tuesday  </p>\n<p>Had breakfast at a Farm house which was very nice although it was dear (2 francs),</p>\n<p><a name=\"a5633035\"></a></p>\n<p>[Page 35]<br><br />\n We are still passing through the most delightful country, although we can see more of the Ravages of War, by the number of destitute people &amp; Refugees of every description<br><br />\n We passed through several Forrests, which were very beautiful the long white road winding in &amp; out of the dark green foliage &amp; massive tall trees on either side<br><br />\n All the trees  &amp;  schrubs are covered with vines &amp; clingers &amp; I don't think I have ever seen anything to come up to it.<br><br />\n We rested for the night at a place called Frettin which is a rather large kind of village off the main Road &amp; had tea at a Farm.<br><br />\n In the evening I went into the Millers place &amp; had a pleasant social evening until about half past 10 when we set sail for our camp which was about 1 mile away<br><br />\n Somehow or other we lost the way &amp; it ended in us walking for about 2 hours &amp; finally striking the Camp at 1 am next morning.<br><br />\n The weather was very cold &amp; you bet it made us sit up.<br><br />\n However alls well that ends well so heres for the morning Reveille at 5 am &amp; about 20 miles to travel before dinner.<br><br />\n Fighting very fierce can hear guns all night</p>\n<p> 21.6.16 Wednesday  </p>\n<p>Started away at 8 am very</p>\n<p><a name=\"a5633036\"></a></p>\n<p>[Page 36]<br><br />\n tired. Our route lay over the Hills &amp; consequently it was very cold.<br><br />\n On the way we passed Several old time Castles &amp; ruinous buildings which were once French &amp; which the English destroyed in the battle of Crecy.<br><br />\n The high trees on either side of the Road made the trip pleasant &amp; at places the trees were that tall &amp; bushy that the limbs entwined with one another, &amp; formed a green canopy which was lovely to look upon.<br><br />\n We passed through Frug Les &amp; several smaller towns &amp; reached our resting camp at 5 pm. All the way through the villages are all holding Tommies who seem to be doing more flirting than fighting<br><br />\n We are now 28 miles from the firing line &amp; have to travel 23 miles tomorrow which will take us up to Divisional HQ from which we are to receive fresh orders.<br><br />\n The firing can be plainly heard from here &amp; it does not make one feel too pleasant.</p>\n<p> 22.3.16 Thursday  <br><br />\n [Transcriber's note: - date should be 22.6.16]<br><br />\n We pushed out at 8 a.m. &amp; had some more very pleasant Country to travel</p>\n<p><a name=\"a5633037\"></a></p>\n<p>[Page 37]<br><br />\n through. On the way we passed through Aire\" in which there are many ancient &amp; historic buildings, dating back to a very early period. At about ½ past 2 we came to Hazebrouk which is a big town situated on the Railway &amp; which is the main supply &amp; distributing base to the front which we are fighting on. On the other side of Hazebrouk our Company separated Nos 1 &amp; 2 going on to Morn barle [Transcriber's note ? possibly Mon Balleul] &amp; 3 &amp; 4 to Casre [Transcriber's note ? probably Caestre]. I went with 3 &amp; 4 &amp; arrived at Casre at 5 p.m. Just after arriving their &amp; being billeted in a farm I received orders that I had to join up with the right Half Company Nos 1 &amp; 2. So on the top of a heavy days travel I had to saddle up &amp; go another 15 miles to catch up to the other columns. I found them after 4 hours riding quartered on an out of the way farm &amp; was allotted a barn to sleep in. We are here to rest for 4 days &amp; after that I do not know.<br><br />\n We have received orders to shine up all our steel parts which in my mind is absolutely ridiculous. It seems to me that this is all the Tommies are doing, while they sleep in villages &amp; clean up we have to work &amp; clean also.</p>\n<p><a name=\"a5633038\"></a></p>\n<p>[Page 38]<br><br />\n We are situated from 6 to 9 miles from the firing line on the Armentieres &amp; Lille fronts, &amp; at times the noise of the bombardment is terrific. Even now one can hear the dull boom &amp; reverberations of the big guns. At night time the whole sky is lit up with Star Shells, while one can smell the Gunpowder for miles.<br><br />\n Where we are quartered the Uhlans were billeted in 1914, &amp; along the main Road where I had to proceed one can see signs of battle all along.<br><br />\n Just where our horses &amp; waggons are parked the British &amp; Germans had a hand to hand fight which ended in the Germans being thrown out.</p>\n<p> 23.3.16 Friday  <br><br />\n [Transcriber's note: - date should be 23.6.16]<br><br />\n There was a very pretty but terrible sight this morning plainly discernible from here. After a very heavy bombardment a Squadron of our Aeroplanes went up &amp; were immediately fired at by the Germans.<br><br />\n You could see them skimming along amidst myriads of little white puffs, caused through the bursting of Shells. As far as I could see none of our planes were hit. They just went on calmly observing &amp; when finished flew away. So far we have not be troubled by German planes. We are all expecting to see a fight</p>\n<p><a name=\"a5633039\"></a></p>\n<p>[Page 39]<br><br />\n before long as the farm people tell us that it is pretty well a daily occurrence.<br><br />\n Today we received a few letters which we did not get when at Serapeum in Egypt. I got 4 dated 16/4/16 (one marked [Indecipherable] from Nina) so I suppose there are a lot for me somewhere about France as I have not had any for many weeks.<br><br />\n An Observation Balloon has just ascended &amp; there is a fight on between our Aeroplanes defending it &amp; the Germans. There seems to be an unusual heavy bombardment going on.<br><br />\n A big thunderstorm has just commenced &amp; it is raining in torrents the first I have seen since December last. Fancy 6 months without seeing rain, but I have said before that Egypt is a very hot &amp; dry country.</p>\n<p> 24.6.16 Saturday  </p>\n<p>There was an unusual heavy bombardment last night &amp; it shook the buildings in the Village. I do not know the results of same.<br><br />\n We heard today that furlough had been arranged for our troops of the 4th Div to visit London for a period of 8 days, but certain stipulations were made Viz. neat uniform (which it is impossible to have in this Country of rain &amp; mud) &amp;  &pound; 10 in your pocket. At the present time I have  &pound; 2/10/- so</p>\n<p><a name=\"a5633040\"></a></p>\n<p>[Page 40]<br><br />\n London is a long way off from me.<br><br />\n I am going to Meteren\" tonight to have a look round.<br><br />\n The weather is very unsettled &amp; it is raining hard which makes things very unpleasant, but one naturally expects this.<br><br />\n The Farm where I am staying now is called Moolenacher &amp; is on the road to Meteren\".<br><br />\n It is a secluded little spot &amp; is approached by shady lanes with hedges on either side &amp; is very pretty in effect.<br><br />\n The Guns are beginning to boom again after a pretty quiet time. So far today the aeroplanes are inactive.</p>\n<p> 25.6.16 Sunday  </p>\n<p>The weather broke this morning &amp; so far it has turned out to be fine. Last night in company with the F.S.Sgt I went for a stroll through several villages viz, Fletre, Strazza [Transcriber's note: - most likely Strazelle] &amp; Rue Croix [Transcriber's note: - most likely Rouge Croix]. They are all rural villages in this Department &amp; are all very pretty. It is fine to walk along the Roads all bordered in by hedges &amp; crops of a lovely natural green, &amp; the country makes it hard to believe that fighting is so very close.<br><br />\n There was an artillery duel last night but we are all becoming used to it now &amp; lose no sleep over it.<br><br />\n They were sending up Star Shells &amp; they were very pretty when they exploded with the dark sky as a background.</p>\n<p><a name=\"a5633041\"></a></p>\n<p>[Page 41]<br><br />\n It is now getting very close to the contemplated offensive &amp; we are all on the Quire Vive [Transcriber's note : - Qui Vive meaning on the lookout, staying alert], as it means a terrible lot to us all to know how it could go. One of our ASC Companies had 2 waggons blown up yesterday.<br><br />\n It is strange to see our chaps mixing with the Belgians &amp; French. Neither one or the other understanding each other, however they all know the one word Beer\". So they get on alright.<br><br />\n The food is becoming a bit monotonous now, as we have been living on Bully Beef &amp; Meat &amp; vegetable rations for a long while, &amp; would all welcome a meal of fresh meat.<br><br />\n We have been in the habit of purchasing bread from the French Farms as we pass through &amp; you should see the size of the loaves. We call them Cart wheels, each one weighs 9 lbs. However they have stopped this now as the people have to conserve their Flour supply so (finis Bread).</p>\n<p> 26.6.16 Monday  </p>\n<p>Late last night there was a heavy bombardment of Bailleul &amp; the Cathedral was demolished by German Shells. This Ville is on the hill in front of us &amp; the whole sky seemed to be lit up by exploding shells.<br><br />\n There is unusual Aerial activity as many as 18 Planes flying at the one time &amp; one sector. Observation Balloons can be seen all along the line.</p>\n<p><a name=\"a5633042\"></a></p>\n<p>[Page 42]<br><br />\n There seems to be heavy firing over the Belgian Border, which is not far distant from us.<br><br />\n Received a few more letters but am expecting more as I know they are tied up somewhere.<br><br />\n Have just heard that the Allemandes have taken another fort near Verdun so expect they will finally get Verdun itself, but they have had to pay a terrible price for it.<br><br />\n We all expect Verdun to fall in the course of a few days. I believe we move to either Arrass or Armentieres next week but nothing definite is known at present.<br><br />\n Very heavy fighting is expected on our immediate front in the course of a few days. Cavalry &amp; Mounted Troops of every description are being brought up &amp; billetted in rear of the trenches, so they evidently expect a move of some kind.</p>\n<p> 27.6.16 Tuesday  </p>\n<p>Weather is very trying &amp; the condition of camp awful. It has not ceased raining for the last 12 hours &amp; it is not too pleasant to get wet &amp; have to stay in clothes, but this is one of the many hardships to be had.<br><br />\n I have just heard from some French people that all French Schools &amp; Churches have been ordered to get ready for receiving wounded men</p>\n<p><a name=\"a5633043\"></a></p>\n<p>[Page 43]<br><br />\n in the big offensive which will commence shortly.<br><br />\n I think the rain will hold it up for a while as it would be practically impossible to do anything in this weather.  <br><br />\n They delivered a gas attack on this Sector yesterday but it never reached us, as its strength had evaporated.<br><br />\n Everything quiet along the whole line. The calm before the storm I suppose.<br><br />\n Went out grazing Horses but did not go very far.</p>\n<p> 28.6.16 Wednesday  </p>\n<p>Weather conditions are now just about as bad as can be &amp; we are considering the advisability of moving further along the Road towards Fletre as our quarters are now a quagmire. Up to your knees in mud wherever you go. Thank goodness I had the good fortune of seeing ahead whilst in Egypt &amp; secured a good pair of rubber hip boots. These are a godsend to me now.<br><br />\n All the other chaps, only having 1 pair of boots &amp; those always wet through are suffering with colds.<br><br />\n You cannot form an idea of the terrible state of things. You even have to go to bed with everything covered with mud.<br><br />\n A number of our waggons went into Belgium today on a job in the direction of </p>\n<p><a name=\"a5633044\"></a></p>\n<p>[Page 44]<br><br />\n Ypres. I went over the boundary line but came back again. Everywhere in this vicinity one can see traces of the furious fighting that took place earlier in the year &amp; the inhabitants of the villages all have their own special tale of woe.<br><br />\n Yet, now we are actually in the ?war theatre?, the people hardened no doubt, are very thankless for all that has been done for them &amp; we cannot but help notice same.<br><br />\n The wind &amp; water mills look very picturesque in this District &amp; their giant sails spin round at a good rate &amp; work machinery for crushing wheat.<br><br />\n The French peasants are very poor but happy, while the whole Department Somme is overrun with Belgian refugees, many of whom make themselves very disagreeable.</p>\n<p> 29.6.16 Thursday  </p>\n<p>The weather still continues wet &amp; the ground is one big bog.<br><br />\n This afternoon we all heard a big humming sound in the air &amp; on going to the door of our barn saw a sight which will be hard to forget.<br><br />\n There were about 20 aeroplanes of all sizes &amp; shapes chasing some Germans &amp; I never saw such a thrilling fight in my life.<br><br />\n Sometimes high &amp; then low they would dash at one another</p>\n<p><a name=\"a5633045\"></a></p>\n<p>[Page 45]<br><br />\n &amp; seem about to collide when they would all go in a different direction. It lasted for a good while &amp; finally they flew out of sight.<br><br />\n After this there was unusual activity on the part of our planes &amp; it was very pretty to see the shrapnel bursting beneath them. As far as I could see none were brought down. Towards evening 10 pm I noticed a great number of Star shells being fired &amp; thought to myself that something was in the wind. Sure enough it was as we were all awakened at 12 o'clock   <strike>from</strike> by the noise of a terrific bombardment, punctuated every now &amp; again by the deep boom of the Howitzers. This lasted until 6 am in the morning &amp; quietened down. I do not know the results of same yet. I was enlightened as to our accumulation of Guns &amp; stores behind the line &amp; it made me stagger. I do not wish to put it in writing here in case I lose this book but I can only say, that if this much talked of offensive proves successful from the start, I do not think there will be many Germans left to defend their Fatherland.</p>\n<p> - 30.6.16 Friday -     <strike>Saturday</strike> </p>\n<p>It has turned out very cold</p>\n<p><a name=\"a5633046\"></a></p>\n<p>[Page 46]<br><br />\n &amp; windy day although the rain has ceased which is a blessing as it will give the ground a chance to dry up.<br><br />\n I was kept awake last night by the furious Bombardment of the German lines by our big guns. I believe they are knocking the German lines about. We have all been on the alert for a Gas attack as the wind is favourable for one. We are under orders to proceed to a place 2 miles in rear of Ypres next week.<br><br />\n I went round Meteren last night &amp; was very interested. This is where a big battle was fought on the 13/10/14 &amp; the numerous graves on the Roadside denote the furious struggle which took place. It is the place where the Germans first misused the usual procedure of the White Flag\" &amp; shot the British Soldiers down when they advanced in the open. The Graves are very lonely, in the centre of crops of wheat, but all have a neat Cross &amp; a little white fence round them with just a rude description of 1 NCO &amp; so many men of Such &amp; Such a Regiment.<br><br />\n There was a fleet of aeroplanes very active again tonight observing for Artillery fire. We always know when there is going to be a bombardment by their actions.<br><br />\n Late tonight there was</p>\n<p><a name=\"a5633047\"></a></p>\n<p>[Page 47]<br><br />\n another furious bombardment at Ypres &amp; the whole sky was a quiver with the reflection of bursting shells.</p>\n<p> - 1.7.16 Saturday -    <strike>Sunday</strike> </p>\n<p>\n Everyone seems to believe that the war is going to end in 3 months time &amp; I cannot but say that I hope it is true.<br><br />\n It gives one a very nasty shiver down the back when you see German aeroplanes flying about &amp; you do not know where their bombs are going to drop but they are never here for long before our Airmen chase them away. Our chaps undoubtedly hold supremacy in the air these parts, as the Germans turn tail &amp; scoot as soon as they catch sight of our machines.<br><br />\n We are driving into Outterstine [Transcriber's note: - Most likely Outtersteene near Bailleul] to-day for a hot bath, the first bath I have had since leaving the Boat so I just about need one  <br><br />\n later  <br><br />\n A terrific bombardment has just started &amp; it is terrible to be near it.<br><br />\n The air is quivering with the combustion of the shells &amp; we all seem to have an unaccountable depressed feeling caused by the atmosphere.<br><br />\n The sectors being bombarded are principally La Bassee, Armentieres &amp; Ypres<br><br />\n Headquarters advises the British attacking on a front</p>\n<p><a name=\"a5633048\"></a></p>\n<p>[Page 48]<br><br />\n of 80 miles.<br><br />\n later   It is impossible to sleep so we all went to a hill to watch effects. The whole sky seems to be quivering with flashes whilst the searchlights are playing everywhere.<br><br />\n Captive Balloon observation posts are sending messages everywhere &amp; above the din the Artillery fire one can hear the crackle of Rifle &amp; Machine Gun.<br><br />\n No doubt there are hundreds of poor beggars going out to it &amp; it will be a day that will be remembered for a long while viz 1 &amp; 2 July attack on La Bassee, ultimate object Lille.<br><br />\n The bombardment still continues with un-abated fury on a 90 mile front &amp; the sky is lit up for miles.<br><br />\n We heard that the booming can be heard quite plainly in Paris. It is a new way of attacking that the British have adopted. The enemy observation Balloons are shot down as soon as they appear &amp; consequently they are not able to direct an accurate reply with their artillery.<br><br />\n The Aeroplanes are still very active &amp; observing is going on which means I suppose a further bombardment tonight. Where it will end I cannot say, but it is practically certain that it is demoralizing the Enemy. Received a letter from</p>\n<p><a name=\"a5633049\"></a></p>\n<p>[Page 49]<br><br />\n Nina dated 5/5/16. Went out on Column work all round Fletre, Meteren,   &amp;  Strazzelen, also Rouge Croix.<br><br />\n There is great activity in the Motor Ammunition Column. Weather very still &amp;   quiet.<br><br />\n Germans delivered an unsuccessful gas attack. They are now using a far more deadly gas &amp;   we have all been warned against taking any risk with it at all. All the crops in the villages close to where it was released have turned brown in colour.<br><br />\n I fancy that a big attack is going to be launched from La Bassee tonight.<br><br />\n Ypres pretty quiet, only occasional Artillery outbursts.</p>\n<p> - 2.7.16   <strike>Monday</strike> Sunday -   </p>\n<p>Last night I witnessed a grand fight between aeroplanes. I was sitting down in the Barn   &amp;  heard loud firing &amp;  explosions close at hand &amp;   snatching up my Gas Helmet I ran outside.<br><br />\n Up in the air were numerous aeroplanes including Taubes which could be seen high up. The whole course was marked with rings of bursting Shrapnel &amp;   which looked very nice in the awful grandeur.<br><br />\n The finish of the fight was that 4 Germans were dropped &amp;   2 British.<br><br />\n The bombardment eased down last night &amp;   except for mine explosions things were comparatively quiet. However</p>\n<p><a name=\"a5633050\"></a></p>\n<p>[Page 50]<br><br />\n this morning at 9 am the Artillery are again opening up at a point lower down than Armentieres &amp;  La Bassee.<br><br />\n We are still awaiting news of the attack at St Elvi &amp;  La Bassee.</p>\n<p> - 3.7.16 Monday -  </p>\n<p>Have heard that we have advanced 2 miles on a 30 mile front as the result of the terrific bombardment. The British are adopting an entire new scheme of attack now &amp;   it is proving very disconcerting to the Germans. When attacking they only go a mile or so &amp;   dig in so that they cannot be pushed out again.<br><br />\n The raiding parties also are proving themselves a worry to the enemy &amp;  they bring back   <strike>much</strike> valuable information after an incursion into the German trenches. There were also 3000 prisoners taken which is a very big bag.<br><br />\n We had a few more aeroplanes shot down to-day, the Germans however suffered more in this line than us as they usually do. We undoubtedly hold the air supremacy on this front.<br><br />\n I was very nearly put out of action for good &amp;  all this evening.<br><br />\n I was on my way from Meteren to Fletre &amp;    was coming</p>\n<p><a name=\"a5633051\"></a></p>\n<p>[Page 51]<br><br />\n at a fair pace when my horse shied violently &amp;    pitched head first into a culvert about 5 ft deep.<br><br />\n Luckily I managed to free my feet &amp;     fell over the back of the horse. I rolled clear of his heels &amp;   just in time, as he immediately began to lash out.<br><br />\n I got him up after a little trouble &amp;    he is no worse for his fall. I galloped him all the way home &amp;    took it out of him.<br><br />\n The Horses are all very fresh on account of the large grain rations allotted them. For weeks &amp;    weeks they get nothing but oats &amp;     occasionally a little bran with of course, plenty of green stuff.<br><br />\n There was a fairly heavy bombardment today, to which the Germans replied.<br><br />\n Our waggons were under shell fire today, one exploding about 350 yards from us.<br><br />\n Late last night I again witnessed an air fight. A Taube managed to sneak over our lines &amp;    was immediately fired out by anti-aircraft guns from every village he passed over. It was very pretty to see. He eventually retired when one of our planes went up to meet him. An hour later he was felled over the British lines.</p>\n<p><a name=\"a5633052\"></a></p>\n<p>[Page 52]<br><br />\n Lots of our fellows are getting drunk on Champagne &amp;    I can tell you it plays up with them. I must say however that it is very nice.</p>\n<p> - 4.7.16 Tuesday -  </p>\n<p>We moved from Moolenacher or Fletre today &amp;   headed for the Trenches. Our route was through Meteren, Merriss Outtersteene to our destination midway between Sailly &amp;   Estaires. The country shows signs of the knocking about it has had &amp;   at Boulon there is a fine big church absolutely smashed with only the four walls standing. It is marvellous to see the number of wayside shrines\" in this country &amp;    nearly every house has its little alcove of the Virgin Mary.<br><br />\n We are now camped about 2 ½ miles in rear of the trenches &amp;    at times our position is under shell fire.<br><br />\n Just in front of us is a big gun battery &amp;    I am wondering how it is possible to get to sleep with the noise it creates.<br><br />\n The whole ground seems to vibrate. The Musketry &amp;   Machine Gun fire is very intense tonight, which means that the Allemandes are trying to advance but it is a case of ?finis?<br><br />\n We have just heard the</p>\n<p><a name=\"a5633053\"></a></p>\n<p>[Page 53]<br><br />\n results of the furious bombardment &amp;    attack last Saturday &amp;    Sunday &amp;   it is very gratifying seeing that the Allies have advanced about 2 to 3 miles on a 30 mile front, recapturing several villages &amp;    towns &amp;   taking (8500 prisoners) British 3500, French 5000.<br><br />\n This is the start of the finish &amp;    every man here seems to think that before long the Germans will be on the backward grade.<br><br />\n The French people are very good to Australians &amp;    it is stated in leading Parisian  papers that they take it as an honour that we are here. It has also bucked the Francais Soldats up quite a lot.<br><br />\n Heavy Thunderstorm raging also Artillery bombardment we cannot hear one another speaking.</p>\n<p> - 5.7.16 Wednesday -   </p>\n<p>Raining hard today &amp;   grounds again very heavy. Our waggons have now commenced their work &amp;    are running right out as far as the Gun Pits. Several of them had very narrow escapes through shells bursting on the road near them.<br><br />\n Of course they only run out at night time as to go out in daylight would mean finish for them.<br><br />\n Prisoners are still rolling</p>\n<p><a name=\"a5633054\"></a></p>\n<p>[Page 54]<br><br />\n in from the last offensive of the 1st July &amp; they all seem to be very pleased to be out of it. They are all practically stupefied from the Gigantic Artillery bombardment &amp; well they might be as it was bad enough in rear of the Trenches, God know what it must have been like in the fire areas.<br><br />\n The Guns are just beginning to open again in our vicinity &amp; several shell bursts have been too close to as to be comfortable.<br><br />\n The 1st Company move out tomorrow at 7 a.m. so we start work in earnest, for how long I could not say, but I do not think it will be longer than 2 to 3 months before both horses &amp; men will need a rest. I received a good batch of Australian mail today &amp; also saw an old friend  viz T Jansan.<br><br />\n The aeroplanes have been very quiet today. Wind blowing in the direction of the German Trenches, so there is no need of fear of gas attack tonight. This is a thing which we all have to watch carefully, as one breath without the helmet knocks you over &amp; the second means death.<br><br />\n Things in general are very satisfactory &amp; if they proceed along the same lines as the last few days fighting, the war will probably end much sooner than it is generally anticipated. The German prisoners all seem to be full up of it.</p>\n<p><a name=\"a5633055\"></a></p>\n<p>[Page 55]<br><br />\n 6.7.16 Thursday  <br><br />\n The offensive still continues in the Somme Sector &amp; prisoners, guns and war material is coming in fast. Total of prisoners up to date 13,000 with 10 complete Batteries of heavy &amp; light Artillery. There is no mistake that at last the Germans are being driven out of the burrows &amp; we all hope that it will continue.<br><br />\n I am now opposite the Armentieres &amp; Ypres Sector &amp; today a furious bombardment has started. This means a lively night as the Artillery is always more furious at night time than in the day.<br><br />\n Our observation Balloons have been up all the afternoon &amp; also Aeroplanes have been pretty busy spying out the enemy positions.<br><br />\n The rain has now stopped &amp; I hope it will fine off, as it is helping to impede our advance.<br><br />\n From all accounts the Russians have started a fresh offensive against the Germans &amp; finding themselves attacked on several fronts will serve to demoralise them.<br><br />\n At present I do not know whether we are to stay on the front or go further South. It has been rumoured that we are going North again, but I do not think so as they seem to have plenty of Troops down there.<br><br />\n We are very busy on Transport duties, as these offensives mean high pressure on all modes of Transport to shift material to the Trenches. My particular job is with the Artillery &amp; I can assure you it is sure exciting.</p>\n<p> <a name=\"a5633056\"></a></p>\n<p>[Page 56]<br><br />\n - 7.7.16 Friday  </p>\n<p>It has been raining hard again here all day but has cleared up this evening although it still looks overcast &amp; cloudy.<br><br />\n I have just come inside from witnessing a very pretty aerial fight.<br><br />\n 3 of our planes have been fiddling about over the German position at Armentieres &amp; the Germans suddenly opened a terrific fire on them. None of them were hit however, &amp; after fooling about for a while ascended to a great height &amp; went on observing.<br><br />\n It has been fairly quiet on this front today, although fierce fighting is still in progress further down on the Somme Sector.<br><br />\n We are still working hard &amp; have a big Convoy every morning to go out at 2 a.m. to the various Batteries of Artillery. These waggons go right up to the Gun Pits. Consequently they always move by night. I have heard today that we are likely to be ordered out on the road again very shortly &amp; I will be very glad as I like it much better than being in a Standing Camp.</p>\n<p>  - 8.7.16 Saturday -   </p>\n<p>Last night turned out to be one of the worst nights I have yet experienced. The air was full of rain &amp; to cap all at 9 pm the Germans started a particularly heavy bombardment of our Sector</p>\n<p><a name=\"a5633057\"></a></p>\n<p>[Page 57]<br><br />\n preparatory to an attack. They fired mostly Shrapnel &amp; it was very uncanny to hear the low moans of the shells as they hurtled through the air to burst with a loud report when they struck. One could not tell which way they were coming &amp; it is this uncertainty that gives one many anxious moments.<br><br />\n At about midnight they launched a gas attack which was in-affective &amp; then attacked with Infantry. They were repulsed by our chaps with fairly heavy losses, but we had a few casualties ourselves.<br><br />\n The Machine Gun &amp; Rifle fire was very acute, whilst above this noise one could plainly discern the sharp report of Bombs &amp; hand grenades as they were thrown.<br><br />\n Very cheering news has come to hand from the Russian Front &amp; wonderful enthusiasm is rampant among all our troops.<br><br />\n I have just finished a big wash &amp; my wrists are fairly aching. Aeroplanes still active so am expecting a heavy go tonight with the Artillery.<br><br />\n Our 4th Div Artillery are supposed to have made a very regrettable mistake last night.<br><br />\n I am trying to obtain leave to visit Estaires &amp; Baillieul both of which are of much interest, as they have been knocked about, but it is very hard to obtain a pass, owing to so many Spies being about on the same gag.</p>\n<p><a name=\"a5633058\"></a></p>\n<p>[Page 58]<br><br />\n 9.7.16 Sunday  </p>\n<p>Great Aeroplane activity marks the trend of todays events. There were several German aeroplanes managed to get over our lines today &amp; were subjected to a fierce bombardment from our anti aircraft Guns, which chased them. These guns are mounted on fast motor cars &amp; they tear along at a great pace, always having the roads cleared for them.<br><br />\n One of them flew directly over us, but did no damage, although we did not know the second he would start dropping bombs.<br><br />\n There was an intermittent bombardment last night but generally everything was quiet on our Sector.<br><br />\n We are under orders to move again shortly &amp; proceed to a place not as yet named to stand fast whilst all Units of The Army Corps are mobilized. The Army is known as The Anzac Mobile Army Corps\", &amp; as its name implies is to be utilized wherever it is needed. This means that we will always be on the go, &amp; I am very pleased as it breaks all monotony. Its duties are to be scattered over all parts so you can guess the travelling that we will have to do.<br><br />\n The 5th Division marched in to this part of the country a few days ago &amp; are relieving the 4th Div. so that we can get away to our pre-arranged destination.<br><br />\n The weather is pretty cool but no rain which is a blessing<br><br />\n later  <br><br />\n We have just come</p>\n<p><a name=\"a5633059\"></a></p>\n<p>[Page 59]<br><br />\n through a very trying ordeal. The Germans raided our lines with aeroplanes &amp; I can tell you it was thrilling. Our Guns opened fire with shrapnel &amp; the bullets were falling everywhere. Several struck the ground nearby our Sergeants mess Shelter. One German Machine a huge fighting machine Fokker\" broke through the ring &amp; came swooping down towards us, &amp; just as we were expecting to be bombed a couple of our chasing machines darted after him &amp; he had to go for the lick of his life. Both sides have been having an aerial battle all the afternoon occasioned through the immense number of Artillery Balloons (Stationary for observing purposes) up. We are still expecting a rough time, either tonight or tomorrow night, as a result of the observations taken.</p>\n<p> 10.7.16 Monday    <strike>Sunday</strike> </p>\n<p>Contrary to all expectations the night passed without anything of unusual importance happening. I have since heard that the cause of the great Enemy aeroplane activity of yesterday Evening was his efforts to drop bombs on our columns, which stretched for miles between Sailly &amp; Estaires. Their efforts were all in vain however, as our Anti Aircraft Guns &amp; machines kept them too high for them to do any effective work.<br><br />\n We had a few injured caused</p>\n<p><a name=\"a5633060\"></a></p>\n<p>[Page 60]<br><br />\n through the pieces of shrapnel falling after having been fired at the planes by our own guns.<br><br />\n Our Company has just had, in my opinion an absurd inspection of Harness etc, which took up the main part of the afternoon. Fancy having to keep Pole chains &amp; steel links shined up, whilst on active service, yet this is what has to be done.<br><br />\n HQ ASC moved out today at 9 a.m. to Baillieul where they entrained for an unknown destination. It has been very quiet in Armentieres  today &amp; our waggons have gone right up to the trenches &amp; never been shelled once.<br><br />\n I understand we are to go back to Fletre either tomorrow or the next day, &amp; our HQ to go to Merriss. This means I suppose that half our Company will go to Strazzeel &amp; Caestre.</p>\n<p> - 11.7.16 Tuesday -   <br><br />\n - &amp;  12.7.16 Wednesday -  </p>\n<p>The day has turned out very cold &amp; rainy. One has to put as many clothes on as possible to try &amp; keep warm.<br><br />\n Half our Company are under orders to move at 2 p.m. &amp; I have already packed up ready to go as I always catch the dummie  &amp; have to go on first.<br><br />\n It will be a very cold journey &amp; I do not know how long we will be on the road.<br><br />\n Everything on this front</p>\n<p><a name=\"a5633061\"></a></p>\n<p>[Page 61]<br><br />\n is comparatively quiet, with only sporadic outbursts of firing. Leaving Estaires &amp; Sailly at 2 p.m. <br><br />\n later  <br><br />\n After a very cold trek we arrived at Fletre, passing Outtersteene, Strazzele &amp; Meteren on the road.<br><br />\n We bivouacked for the night in an open paddock &amp; it came on to rain which made things unpleasant.</p>\n<p> - 13.7.16 Thursday -   </p>\n<p>\n Leaving Fletre at 10 am we treked through Merriss on to Baillieul, which is a very big Railway Centre &amp; entrained their for the Somme\"<br><br />\n After a good deal of work in loading waggons &amp; horses the train left at 3 pm &amp; once again I had a glorious trip over fresh country that looked same as other parts of the South.<br><br />\n At St Pol which is a great mining centre we branched &amp; after leaving this behind the country gradually lost its grandeur under the distressing signs of war.<br><br />\n Arrived at Fienvilliers Candaz &amp; set about unloading everything. We left station at 11 pm same night &amp; started on a lovely treck. The road ran for miles in   &amp;  out of the Somme Valley &amp; I can tell you it was a sight worth seeing. Tall trees on either side covered with foliage &amp; dense schrubs. We finally arrived at </p>\n<p><a name=\"a5633062\"></a></p>\n<p>[Page 62]<br><br />\n a rest camp at 2 am in the morning &amp; after watering &amp; feeding horses, threw blankets on ground &amp; snatched a few hours sleep.</p>\n<p> 14 - 7 - 16 Friday  </p>\n<p>I arose early this morning &amp; am feeling dead beat. It has turned out to be biggest day I have yet had.<br><br />\n All officers are on work away from the Camp &amp; I have all the Transport to arrange &amp; control.<br><br />\n To say that things are mixed would be to express it mildly. Units of all descriptions are arriving &amp; one can only wonder however they sort them out of course we are at the base of the Somme operations.<br><br />\n Our temporary camp is in a hollow between mountain ranges which are carpeted with green. It gets frightfully cold at night time &amp; I can imagine what it must be like in winter time. We are moving out to the front in a few days time.<br><br />\n This has been a most interesting journey although full of hardships. For instance we have to camp on the ground wet or fine, &amp; I think it is nearly always raining<br><br />\n My little horse has cracked up &amp; I am forced to spell him. I have been doing 7 or so miles a day.</p>\n<p><a name=\"a5633063\"></a></p>\n<p>[Page 63]<br><br />\n The Somme is a frightfully rugged place, but very pretty although the signs of warfare minimises its grandeur to a great extent.<br><br />\n The place I am now camped at is called Chandos, &amp; is close to Domart.</p>\n<p> - 15.7.16 - Saturday  <br><br />\n <br><br />\n We are working hard whilst the Army Corps is mobilising &amp; expect to go to the front either tomorrow or the next day. Everything is bustle here, hundreds of waggons running here there &amp; everywhere, both Motor &amp; Horsed Waggons.<br><br />\n There is great excitement here owing to the magnificent British success. Troops are being rushed through by Train, Motor Car &amp; every mode of transport available.<br><br />\n The British Indian Cavalry have broken the German lines &amp; the Infantry are following them up. Big Motor Waggons are coming through loaded up with spoils of war &amp; it is the most animated scene possible to describe.<br><br />\n All night long the troops are passing through &amp; it is sometimes impossible to move along the Roads.<br><br />\n We have left 2/3 of our Company behind at Sailly &amp;   <strike>never</strike> do not expect to see them again for some considerable time. Our 4th Australian Artillery has stayed on at Sailly, &amp; we have had a seasoned Imperial Brigade attached to us, called the Lahore Artillery</p>\n<p><a name=\"a5633064\"></a></p>\n<p>[Page 64]<br><br />\n Division. These men have a great name   &amp; are practised men. Having been here for some considerable time &amp; actually withdrawn from the Ypres front to come with us.<br><br />\n We also have 34 Canadian waggons &amp; men attached to us, in place of some we left behind, &amp; I can tell you they take some working.<br><br />\n However I am left alone &amp; have very able assistance in my friend &amp; comrade Sgt Turner.<br><br />\n I can see we are going to have considerable travelling &amp; excitement &amp; am very pleased that we have been turned into a Mobile Unit.<br><br />\n The weather is still rainy &amp; cold, but I verily believe that we are all becoming acclimatised to it, although it is a dag to have to sleep in it. So far I have not lost what little sleep comes my way, but owing to the many hours of daylight, 3am in morning to 10pm at night, one does not get a proper share of same.</p>\n<p> - 16.7.16 Sunday -  </p>\n<p>Very heavy transport duties are to-days main items &amp; a nasty beating &amp; driving rain, which makes both day &amp; night uncomfortable.<br><br />\n One of the Pioneer Battalions have mucked up in Chandos &amp; there is considerable damage done. Half the Batt is now in the clinc &amp; they have made a bad name for all of us.<br><br />\n Good news still continues to come in &amp; we are under orders</p>\n<p><a name=\"a5633065\"></a></p>\n<p>[Page 65]<br><br />\n to move out tomorrow. The Canadians are very nice fellows &amp; always seem anxious to pal up to Australians.<br><br />\n The weather is very cold &amp; I am dreading the approach of winter. I received several letters today but none from Nina, but I suppose she has registered a few &amp; I will get them later on.<br><br />\n Tomorrow will give us a taste of the furious fighting which is in progress, as it will take us right onto the Somme Front. There is no mistake about it being very dangerous, but our Fate is in Gods hands entirely. The first Infantry Brigade of our Division (4th) moved out this afternoon.</p>\n<p> - 17.7.16 Monday -  </p>\n<p>What a night we had &amp; the day is far worse. I was camped underneath a wagon as usual &amp; at about 12 pm woke up &amp; found myself lying in a pool of water. The rain was pouring down &amp; there was no alternative but to sleep in it. It has rained again all day &amp; we are knee deep in mud &amp; water. The Transport is harder &amp; altogether we are not having what may be called a rosy time of it.<br><br />\n The wretched weather is impeding our troops fine advance &amp; altogether is proving a great nuisance to everyone.<br><br />\n We move out at 9 am tomorrow morning but I do not as yet know our destination</p>\n<p><a name=\"a5633066\"></a></p>\n<p>[Page 66]<br><br />\n Received a registered letter from Nina last night but could not read it on account of the rain. I read it today however.<br><br />\n The waggons are forming in onto the Park now, so will have to go &amp; see them safely covered, as they carry tomorrows supplies for the Troops</p>\n<p> - 18.7.17 Tuesday -  </p>\n<p>Raining on &amp; off all day all day again &amp; we are getting about in mud up to our knees.<br><br />\n We had our moving order cancelled again last night &amp; are now ordered away to Treffles where we will camp in the middle of the town.<br><br />\n Our victorious advance still continues &amp; if we are able to break through the 3rd system of defences it will go a long way towards the finish.<br><br />\n Received a batch of papers all of which are of much interest to me. 8 months away from Australia. Was surprised &amp; sorry to learn of Mr Byrnes death.</p>\n<p> - 19.7.16 Wednesday -  </p>\n<p>The Battle on the Somme front is now raging more fiercely than ever &amp; the whole Picardy province is one smell of fumes from the shells.<br><br />\n It would be impossible to describe what it actually is like, but the noise is terrific. All sorts &amp; kinds of Guns are firing as rapidly as possible &amp; the whole shape of the Country is being</p>\n<p><a name=\"a5633067\"></a></p>\n<p>[Page 67]<br><br />\n transformed. The casualties are naturally very high but the Germans are losing thousands. The big shells are blowing men &amp; trenches into the air. It is revolting &amp; sickening scene &amp; one can only wonder how on earth men are able to live in it.<br><br />\n The Battle is particularly violent this morning, as our army is attacking the German 3rd system of defences &amp; if this is broken it means a glorious advance.<br><br />\n Needless to state there are thousands &amp; thousands of men waiting behind the line, &amp; roughly 100 000 Cavalry are drawn up waiting for the word go. I think that it is on its last legs now, &amp; if we are able to break through &amp; through their retreat in to confusion they will lose heart &amp; surrender wholesale.<br><br />\n Another contingent of Russians have arrived here &amp; are situated further down the line towards the Champagne Front.<br><br />\n The latest news to hand, is that their front is broken &amp; our troops are enfilading them on two sides. The Bombing Companies are working like mad &amp; inflicting very heavy losses on the enemy.<br><br />\n Fully 80 gigantic Battle Aeroplanes are cruising around &amp; dropping Bombs. The Fokkers seem unable to combat them.<br><br />\n The Battle which is proceeding now will for ever live in my memory &amp; every one of us</p>\n<p><a name=\"a5633068\"></a></p>\n<p>[Page 68]<br><br />\n even speak to one another in hushed voices. We are expecting news in after the Artillery Bombardment has ceased and the infantry get to work.<br><br />\n Our move has again been cancelled &amp; we are ordered to stand by, &amp; be ready to move out at a moments notice. I sincerely hope that it will be forward. The rain has ceased today &amp; everything points to a victory for our armies. The French are battering away on our right, but we do not know much about them, save that they are trying to take Peronne.<br><br />\n I wonder what you are all thinking of in Australia when you read of this long Battle, but God knows it is better to read of it than participate in it.<br><br />\n So far our Australian Divisions have not been used on this front but they are not far in rear &amp; no doubt will be thrown in at the correct moment.</p>\n<p> 20.7.16 Thursday  </p>\n<p>I went for a long ride today through the surrounding Forrest. I don't think I ever saw such beautiful scenery in all my life. The Forrest growth was very thick &amp; in places it was very dangerous riding as the ground broke off abruptly on either side down the numerous valleys which abound in this vicinity.<br><br />\n All the tracks are entirely covered in overhead by the creepers &amp; dense foliage, forming one huge canopy of greenery</p>\n<p><a name=\"a5633069\"></a></p>\n<p>[Page 69]<br><br />\n wherever you look.<br><br />\n The Battle is still raging with alternate successes on either side. Aeroplanes are particularly active, although the French &amp; British machines have the upperhand of the Germans, it being very rare for one to get across our lines.</p>\n<p> - 21.7.16 Friday  </p>\n<p>We were inspected by Major General Cox today &amp; he expressed himself as being well satisfied with everything. We had a rough time in squaring things up as we did not have much notice of same coming off.<br><br />\n This afternoon 3 successive flights of large aeroplanes have been cruising round as many as 20 in a flight this generally means a furious battle in the night time.<br><br />\n I have just heard that the Australian 1st Division is to take an almost impregnable place to-night, but do not know where, we are all anxiously awaiting news of the final result of same<br><br />\n Received letter from Nina today. Weather fine &amp; beautiful.</p>\n<p> - 22.7.16 Saturday -  </p>\n<p>Had a most exciting &amp; rough ride through Mountains &amp; Forrests today &amp; enjoyed it, although at times it caused one many anxious moments.<br><br />\n The intense Artillery Fire still continues &amp; no news seems</p>\n<p><a name=\"a5633070\"></a></p>\n<p>[Page 70]<br><br />\n to get through, although it is now certain that the Germans have thrown in huge numbers of reserve troops, &amp; also a great number of Artillery Brigades.<br><br />\n The weather is still fine, although it is again threatening to rain.<br><br />\n We are hard at work painting &amp; cleaning our waggons &amp; I hope to goodness it is for the last time before the finish of the War.<br><br />\n The Picardy province is undoubtedly one of the prettiest I have yet seen.<br><br />\n Our troops are reported to be heavily engaged on the front I have just left viz Armentieres. Half our Company is still there, so I am wondering how they are fairing.</p>\n<p> - 23.7.16 Sunday -  </p>\n<p>Still in the same Camp viz. Canaples &amp; from what I can hear we are likely to remain here for a little time.<br><br />\n I moved some Divisional Troops from Domart &amp; St Ledger to Canaples yesterday &amp; the towns were of special interest seeing that they had all been bombarded earlier in the War.<br><br />\n The French people are not so numerous round here as they all fled to different parts of France but they are beginning to drift back again now.<br><br />\n The weather is again becoming cloudy &amp; rain is expected so we are busy rigging up tarpaulin shelters &amp; trenching the ground, although</p>\n<p><a name=\"a5633071\"></a></p>\n<p>[Page 71]<br><br />\n the latter is not of much avail seeing that our camp is purposely hidden in a valley between 2 big ridges.</p>\n<p> - 24.7.16 Monday -  </p>\n<p>The Battle is still raging furiously &amp; the Australians have been successful in attacking a village &amp; taking it although there is a big Casualty list.<br><br />\n The fighting is hand to hand &amp; has assumed a desperate phrase. The artillery Bombardment is still terrific &amp; at Ovilliers was most deafening it kept us awake &amp; shook the ground. Weather still fine.</p>\n<p> - 25.7.16 Tuesday -  </p>\n<p>The Artillery Fire has not slackened &amp; we hear that our Troops have successfully taken Poigeallain where they have been fighting hand to hand for the last 24 hours. Great satisfaction is felt here at the news that a French airman flew over Berlin, &amp; although he did not drop anything more harmful than phamplets it shows that the great German Capital is not immune from an attack from the air.<br><br />\n The Russians are still continuing great work &amp; I fancy that the German general Staff is now up against it good &amp; hard.<br><br />\n Cavalry &amp; all manner of troops are pouring through to</p>\n<p><a name=\"a5633072\"></a></p>\n<p>[Page 72]<br><br />\n the front &amp; one can only wonder how on earth so many million men &amp; horses are fed. We are now feasting our eyes on the Late Lord Kitcheners marvellous organizing powers.<br><br />\n I am feeling pretty tired so will feed my horse &amp; turn in.</p>\n<p> - 26.7.16 Wednesday -  </p>\n<p>Had a most interesting &amp; pretty trip today. I left camp &amp; after riding through numerous fields got on the main road to Amiens. After riding for close on an hour I came to a pretty but deserted village called Havernas. This place was raided by Germans until recently &amp; is on one wing of the Amiens Salient hence its desertion by the people. There are several chateaus there with very large wooded estates &amp; no words could describe their beauty.<br><br />\n I was quite close to the Battle Line here &amp; needless to say my ears are still ringing from the ear splitting crashes of the big shells.<br><br />\n The Offensive still continues &amp; the gain is on our side although the Germans are making super human efforts to try &amp; stem the advance but the break will soon come we are all convinced.<br><br />\n The weather still continues fine. My horse is looking a perfect picture now &amp;</p>\n<p><a name=\"a5633073\"></a></p>\n<p>[Page 73]<br><br />\n has turned out as faithful an animal as one could possibly find.<br><br />\n Every morning he wakes me at about 5 am by neighing loudly, being picketed close beside where I sleep. Even now he is watching me as he chews the Hay which I generally throw him   <strike>of</strike> at night time.<br><br />\n The Guns are again going 19 to the Dozen so I suppose it will be a long time before I get to sleep.<br><br />\n This is our 4th Day on hard Biscuits, there being no fresh Bread available &amp; I can tell you it is rotten. All my gums are sore with the Hard Surface they present &amp; which has to be chewed a lot before it can be swallowed.</p>\n<p> - 27.7.16. Thursday -  </p>\n<p>Great news has reached us, viz that the Australians after a gallant &amp; furious Battle have expelled the Germans from Poizeires &amp; occupied the High ridge which is the dominating position of the Picardy District.<br><br />\n If they can successfully hold on to it &amp; the Artillery can get into position big things may be looked for in the immediate future.<br><br />\n The weather still holds good &amp; it is to be hoped that it will continue to do so.<br><br />\n B Cousins went to Hospital today &amp; I fancy I have seen the last of him this side of Australia as he is a moral for a return trip.</p>\n<p><a name=\"a5633074\"></a></p>\n<p>[Page 74]<br><br />\n - 28.7.16 Friday -  </p>\n<p>A hard days work with nothing of any importance occurring. Was out near Senlis\" <br><br />\n &amp; there does not seem to be anything left of the nice beautiful little Town. Big buildings &amp; churches are now nothing but a heap of ruins.<br><br />\n On the sides of the Main Road caves are built deep down &amp; when the enemy prepare to use Gas warning is sent back from the trenches &amp; the villagers don their Helmets &amp; make for these caves which are prepared for them.<br><br />\n The fierce attack &amp; counter attack still continues &amp; from eye witnesses the same story is told viz, that the Germans are getting Hell all along the British Front.<br><br />\n The 1st Division are not out of the Firing Line for a spell, another Division having taken their place &amp; are moving into this District for a well earned rest. They have done well &amp; were complimented by General Sir Douglas Haig. Pay Day this Evening but I am not going to draw.</p>\n<p> - 29.7.16 Saturday -  </p>\n<p>The Australians are now pouring in from the Trenches &amp; the scene in this District is a very animated one.<br><br />\n Aeroplanes are again very active. Great indignation is rampant among all ranks at the murder of Capt Fryer of the captured steamer Brussels &amp; reprisals will take effect I</p>\n<p><a name=\"a5633075\"></a></p>\n<p>[Page 75]<br><br />\n am sure. The weather is still holding good. I may have to go back to Sailly or Fromelles on the Ypres ? Armentieres front as the W.O. has been taken to Hospital &amp; they are asking for me. However the O/C may prevent my going.<br><br />\n I received a letter &amp; parcel today &amp; besides having both as to myself have given it to my Comrade Sgt Turner with whom I have much in common lately.<br><br />\n I hope I will be able to get away to Armentieres as I am getting sick of The Somme Front on account of the constant scream of Artillery Fire.</p>\n<p> - 30.7.16 Sunday -  </p>\n<p>A few certain Gentlemen were kicked out of their Billets today and will now have to sleep out in the open. The night was cold &amp; there was a very heavy dew, consequently we all have the symptoms of a severe cold. Further news of advances have come to hand &amp; the Russians seem to be again on the War Path.<br><br />\n We have lost all our Green Bivouacs so have to sleep in the cold.<br><br />\n We laid our bunks in the roadway &amp; had to get up pretty well every hour to allow vehicles to pass.<br><br />\n Still in Canaples awaiting orders. Most of our Company has now moved to Senlis Rubempre, &amp; Septenville</p>\n<p> - 1.8.16 Monday -  </p>\n<p><a name=\"a5633076\"></a></p>\n<p>[Page 76]<br><br />\n Most of our waggons moved out late last night &amp; we are expecting to follow up today.<br><br />\n Fighting of a terrific nature still continues &amp; the Aust 2nd Division are going tooth &amp; nail. The 4th is preparing to relieve them now.<br><br />\n Yesterday there was another advance of ½ a mile on a 6 mile front &amp; poor Fritz is now beginning to wonder what is up.<br><br />\n To show some of the difficulties encountered in an advance. I will quote the description of 1 captured trench &amp; I suppose there are hundreds of the same build in this vicinity.<br><br />\n The Trench was on the outskirts of the village of Poizeires, &amp; ran direct to Ovilliers &amp; Cootalmaison.<br><br />\n It was found to be 90 feet deep and was approached by long zig zag slopes. On reaching the bottom, there was a big excavation &amp; a complete Cinematograph show &amp; Hospital was built therein.<br><br />\n It was approached by massive iron doors which had to be blasted in &amp; a decent haul of prisoners were taken. The floors were carpeted &amp; good furniture installed. There were unmistakable signs of females having been there as garments recently worn were found on the floors although no females were taken prisoners, but undoubtedly it would be some poor wretches who were forced into their den. The Germans spent 20 months in perfecting this labyrinth of defences &amp; deemed it impregnable. However after being subjected to a violent artillery fire the top was burst</p>\n<p><a name=\"a5633077\"></a></p>\n<p>[Page 77]<br><br />\n into a shambles, but nothing below 10 feet was touched.<br><br />\n A great idea of the prelude to an Infantry attack is a rather novel idea. To cope with the Barbed wire entanglements small sections of piping full of cordite is pushed along the ground under the wire from our trenches. When all these are in place the inhabitants of our trenches lie flat &amp; our own Artillery fire at these pipes. As soon as a shell hits a pipe there is an enormous explosion &amp; the entanglements are blown to pieces, as soon as this happens the Artillery lengthen their fire &amp; place what is called a Barrage of Fire on the rear of the German Trenches to prevent them bringing up arms, ammunition &amp; reinforcements . As soon as this is done the Infantry advance &amp; take the first trench. This is repeated in each line taken, so you can guess what a slow affair it is, all the same we have the men &amp; guns &amp; the Germans, besides being forced out of defence systems that took 20 months to build, are losing very heavily &amp; suffering in their moral.    later  <br><br />\n We received orders to move up to the front at 3 pm &amp; had a lot of work to do to get things ready.<br><br />\n I left the column at Havernas &amp; took the Valley paths in company with O.C. it was a very pretty ride, the track being in places very steep &amp; winding in &amp; out of the densely schrubbed valleys &amp; mountains.<br><br />\n We passed through Naours in which were a lot of The Highland</p>\n<p><a name=\"a5633078\"></a></p>\n<p>[Page 78]<br><br />\n Regiments just in from the advanced positions for a rest. We next came through Talmas &amp; then on to Septenville where we are now resting for a while.<br><br />\n I am billeted in a French Chateau &amp; it is a most beautiful place, many acres of nice woodland &amp; grass to roam about in.<br><br />\n I am a little puzzled over a letter I received today from Mum about several visitors calling &amp; saying they knew me well.</p>\n<p> - 2.8.16 Tuesday / Wednesday  </p>\n<p>We are still at Septenville awaiting fresh orders. The Troops are pouring through here &amp; from rumours it is evident that there is again going to be a heavy bombardment which it is hoped will smash up the 3rd system of defences. The weather still holds good &amp; things are working smoothly. I hope they have us here for a few days, as not only are we comfortably quartered, but everyone needs a rest after the strenuous time we have had recently.<br><br />\n Aeroplanes very active &amp;  numerous have not sighted one single Taube or Fokker of late, which speaks for the way the Allies have in downing them.<br><br />\n The Germans are again using a vast number of Tearshells, which emit poisonous fumes, but the helmets combat the Gas if promptly fitted on when the fumes first arise. They will get gas this</p>\n<p> <a name=\"a5633079\"></a></p>\n<p>[Page 79]<br><br />\n month I can assure you.</p>\n<p>3.8.16<br><br />\n I am now billeted in a wealthy Parisians Country Shooting Lodge which he has thrown open for use &amp;  I can tell you it is some class. Beautiful massive furniture &amp;   beds to say nothing of wonderfully exquisite clocks &amp;   ornaments in cards room.<br><br />\n I am now busy taking in Imperial ASC men who were in the retreat from Mons. They are coming through from Havre and Ruen. I fancy we are going to evacuate the Canadians.<br><br />\n Rumour has it that the biggest Bombardment of the war is about to open this week &amp;  judging by last nights preliminary one, I am wondering if the world is strong enough to withstand it.<br><br />\n The concussion in the air can be felt for miles. Last night the shells were so thick that they were meeting one another in the air &amp;  exploding.<br><br />\n I am expecting another move from here shortly &amp;   what with moving &amp;   looking after 360 men I can assure you my time is fully occupied.<br><br />\n The Town of Albert is wonderful to look at. There is scarcely a brick standing, where once a big &amp;   beautiful city was situated. So much for big Guns &amp;   destructive enemies.</p>\n<p><a name=\"a5633080\"></a></p>\n<p>[Page 80]<br><br />\n 4.8.16 Friday  </p>\n<p>I was awakened this morning by the skirl of Bagpipes   &amp; dressing quickly I hurried downstairs &amp; watched the 15th Division Scottish marching into Battle. It was a wondrous sight &amp; they were a fine body of men all laughing &amp; talking as if they did not have a care or trouble.<br><br />\n They impeded our movement somewhat as all the roads were closed &amp; consequently we could not carry on with our early morning preparations for work.</p>\n<p> 5.8.16 Saturday  </p>\n<p>Our Division of Artillery takes up its position in the Firing Line tonight &amp; consequently we have to move on. I think we are going to Albert &amp; are awaiting orders now to move.<br><br />\n I received several letters today. The news is very cheery from the front &amp; I believe our chaps have again done well, having taken a very strong ridge outside Poizeires.<br><br />\n The weather still fine &amp; inclined to be warm in the middle of the day.<br><br />\n The Bombardment still continues without respite this morning being particularly heavy. A glimpse at the</p>\n<p><a name=\"a5633081\"></a></p>\n<p>[Page 81]<br><br />\n maze of guns now in use on the Somme front would astound one, &amp; it is a sight that will live in everyones memory as long as life lasts.<br><br />\n The air of a night is just one scream of bursting shells &amp; all lit up as if by a gigantic fire.<br><br />\n It is like watching forked lightning in a black cloud only on a much bigger scale.<br><br />\n later  <br><br />\n I have had a very exciting evening having to gallop through Rubempre &amp; Talmas &amp; the surrounding country in search of some Canadians who were attached to us &amp; for whom a special order came telling us to despatch them to Aucheuse Station thence to Ypres &amp; Poperinghe in Belgium. One of them being a French Canadian necessitated a house to house search. I eventually found them all &amp; got them off. When leaving they held a brief for a Lieut &amp; myself &amp; totally ignored someone who came out specially for an ovation. I tell you it hurt him some.</p>\n<p> - 6.8.16 Sunday -  </p>\n<p>Marching orders came today &amp; I am now at the Front, our Division having replaced the 2nd, who have done well. We were circularised by G.O.C. who stated that he was sure we would keep our end up as well as the previous Divisions.<br><br />\n At 2pm we pulled out &amp; treked through Rubempre, Talmas</p>\n<p><a name=\"a5633082\"></a></p>\n<p>[Page 82]<br><br />\n Walloy &amp; Senlis &amp; are now camped between Senlis &amp; Albert. On the way through Walloy we saw them burying the men who had died in Hospital &amp; we felt very sad. Hundreds of rude little crosses mark their last resting place. The roads were very dusty on account of the great amount of traffic over them, necessary to the movements of an Army.<br><br />\n The Germans gave us a pretty lively welcome in the nature of big shells &amp; it lasted all night.<br><br />\n We were standing on a high ridge of land &amp; watching them burst. They were aiming at Albert, part of which they have already destroyed &amp; it was awe inspiring to see a big shell hit a building &amp; see it go up in a cloud of dust.<br><br />\n We are having a strenuous time &amp; very little sleep while we are on the front line duty as the other Divisions only did 6 fighting days &amp; nights, I presume we will do likewise &amp; move back again, being relieved by the 4th DIV.<br><br />\n It is terrible to see the horrors   <strike>of</strike> which War has wrought here. All the people live in caves, built for them underground &amp; when the shelling starts they all run in off the streets.<br><br />\n We are working the Tramway in Albert &amp; they try hard to smash it up.<br><br />\n We had 2 horses blown to pieces last night, but fortunately the driver escaped.<br><br />\n I was up all night receiving &amp; despatching transport &amp; had sufficient light most of the time from</p>\n<p><a name=\"a5633083\"></a></p>\n<p>[Page 83]<br><br />\n star shell &amp; bursting shrapnel, high explosive etc to see what I was doing. One could no hear another speak at all.<br><br />\n Several of us had a narrow squeak through a shell exploding in a fire close by. A bullet going so close as to sting my ear.<br><br />\n Close to us the Observation Balloons go up &amp; I fancy we are catching a lot of shells meant for them. They are huge things shaped like sausages with a basket hanging from them for the observer. As soon as an enemy aeroplane appears he is set on to by British &amp; French chasing machines &amp; if they do not succeed in driving him away the Balloon is hauled down</p>\n<p> - 7.8.16 Monday -  </p>\n<p>A very fierce fight is in progress &amp; the shelling is severe. We are working day &amp; night right up to the Gun pits without intermission. The Lahore Art Div are catching it pretty strong. They are plunking shell after shell into Albert. Last night I went with a few more up into a redoubt just on the outskirts of Albert &amp; had a fine view of the Battle. All along the line the big guns were vomiting shells &amp; fire whilst the Rifle &amp; Machine Gun fire was terrible to look at.<br><br />\n The Germans counter attacked our positions on The Ridge, but were beaten off after a furious struggle with heavy losses.<br><br />\n A Detachment of their attacking Force numbering 49 men ran towards our men saying</p>\n<p><a name=\"a5633084\"></a></p>\n<p>[Page 84]<br><br />\n Mercy Kamerad &amp; Souvenir Kamerad at the same time throwing their arms away &amp; tendering their Helmets to our men. They were sent to the rear of course.<br><br />\n Whilst observing the Gun Fire a very curious shell nearly got me. It seemed to burst high up &amp; then fall in flames, but it looked very pretty.<br><br />\n The Cathedral still stands in Albert (That is the Image) but the next good shell will finish it. We were kept awake all last night by the furious fighting &amp; they got very close to our Horse Lines &amp; camp with shrapnel, it bursting on a Ridge close by.<br><br />\n They scored one god hit with a Jack Johnson by hitting an ammunition stack &amp; exploding it. You never saw the like in your life it went up with a roar &amp; a vast sheet of flame &amp; rained bullets for half an hour after.<br><br />\n Our Sleeping Lizzie however, got onto the culprit &amp; with a few well placed shells entirely silenced it. The above Gun is a gigantic 16 inch on a Railway &amp; runs up to its position &amp; after firing a few shots goes back again, but the report from the beggar makes one sick.<br><br />\n The 9? 2\" Howitzers kick up a deuce of a row &amp; there is a Battery of them right close to us, so imagine the Headaches.</p>\n<p> - 8.8.16 Tuesday -  </p>\n<p>The Battle is still proceeding with undiminished fury &amp; the </p>\n<p><a name=\"a5633085\"></a></p>\n<p>[Page 85]<br><br />\n concentration of our artillery fire on their line is terrible to see. It looks to me as though they are altering the shape of the land.<br><br />\n I had a bitter taste in my mouth this morning. ? We all heard this confounded gun bark which is worrying us &amp; shortly after heard the approach of the shell, gee it was a bonser, br-r-r-r &amp; bang. It seemed to pass over our heads &amp; landed in Senlis just in front of us. Blew up 2 houses &amp; did   <strike>anyth</strike> everything but do any military damage. They fired 2 more of these, one of which did not burst, but they are some lot I tell you.<br><br />\n Artillery Batteries are galloping by &amp; going into action. They are practically jammed wheel on wheel so imagine the racket they create.<br><br />\n I had a letter from Clabby who is in England with the 3rd Division &amp; we will all be pleased when they arrive here, as it will no doubt mean a longer spell for us out of the Front Line.<br><br />\n I think something is in the wind here, as Cavalry to the number of 45 000 is concentrating in rear of the Australians ready for a quick dash through.<br><br />\n Old &amp; permanent Imperial Artillerymen who have fought at Mons, Ypres &amp; Arras, say they never heard anything in their life like this continuous bombardment.<br><br />\n Men are coming out of the pits utterly insane &amp; white after 48 hours of it, so imagine what it is like.</p>\n<p><a name=\"a5633086\"></a></p>\n<p>[Page 86]<br><br />\n - 9.8.16 Wednesday -  </p>\n<p>The bombardment was still very intense this morning &amp; they again shelled Senlis, this time managing to land one in a French Cavalry Regiment encamped about ¼ of a mile from us. The shell killed 6 men &amp; 10 horses. We had one man wounded &amp; 3 horses killed today, also 2 waggons blown up.<br><br />\n The fighting eased off in the afternoon and at the present time it is very quiet in fact after the turmoil of the past few days, it seems to have a depressing effect on us all, because it is naturally only the calm before the storm. Every gun on the line has 5000 rounds &amp; a specially worded letter from General Haig, speaks for volumes. He states that we are no longer fighting for time\", but for victory\".<br><br />\n I received a letter from Owen Dowse who is with Clabby in England &amp; he expects to be over shortly.<br><br />\n I hope they come to this front but I do not think they will. Today or the next is going to start the most furious &amp; long drawn battle of the war, &amp; it seems by the comparative stillness that both sides are busy preparing for it.<br><br />\n The aeroplanes are very active &amp; many duels have been fought. Our Sleeping Lizzie\" is preparing to have her share of the forth coming fight &amp; her weight of metal will be felt.<br><br />\n We have had a rough day of it in preparing Waggon</p>\n<p><a name=\"a5633087\"></a></p>\n<p>[Page 87]<br><br />\n trenches &amp; unloading Rail head material, the latter being done under their big shell fire.<br><br />\n I have heard that the 5th DIV suffered fairly heavily at Armentieres where we came from, but do not know any facts as yet.<br><br />\n Our .O. are all fairly off their knuts &amp; are frantically endeavouring to obtain impossible working results, AS USUAL\", but we all condole ourselves with the soothing effects of what the days of peace will bring with them. Chief grievances of today ? Digging waggon ruts &amp; unloading coal, on an empty stomach, when it could have been easily done at a more convenient time. The Imperial Drivers with us are dogs</p>\n<p> - 10.8.16 Thursday -  </p>\n<p>Last night's bombardment was again severe, but eased off in the morning. They again landed several large shells in our vicinity too close to be pleasant.<br><br />\n This afternoon we were all warned that H.M. The King was to pass through our vicinity &amp; it seems as if his visit was known as a half an hour after he passed through Bosancourt about ¼ of a mile from us they fired 6 shells in quick succession right onto the Main Road.   <strike>It fort.</strike> <br><br />\n The shelling failed in its primary objective, but unfortunately got onto a crowd of soldiers &amp; mauled them.<br><br />\n Several of our Drivers had very lucky escapes, one waggon</p>\n<p><a name=\"a5633088\"></a></p>\n<p>[Page 88]<br><br />\n being jolted with concussion. The crater in the road was several yards in extent.<br><br />\n At the time of writing they are again heavily shelling us &amp; as several of our waggons are still on the other side of the shelled area they are causing some anxiety. So far our guns are unaccountably silent, but all hands are expecting them to open up directly.<br><br />\n I fancy The Kings visit is the prelude to the Great attack\" which is shortly going to astonish the whole world.<br><br />\n Several batches of prisoners were marched in today &amp; the guard had great trouble in keeping the French Kiddies off them. They stood off &amp; pelted them with stones &amp; mud.</p>\n<p> - 11.8.16 Friday -  </p>\n<p>Heavens ? what a night it has been. No one who may read this could possibly imagine what it was like, &amp; I have no doubt that it will live in the memories of all who were present forever. Even the French populace, hardened as they are to warfare had to take refuge in underground caves, as for us, - well we were in the open.<br><br />\n It opened at about 8pm by the Germans who shelled our Sector with 8 to 12 inch Krupp Guns. It was a very anxious time, &amp; the long drawn sighs of the shells, as they travelled through the air was very nerve trying, &amp; I fancy has added a few more grey hairs to my head. At about 8.30 a Battery of 9.5 Howitzers took up the challenge</p>\n<p><a name=\"a5633089\"></a></p>\n<p>[Page 89]<br><br />\n &amp; started to shell rapidly, a quarter of an hour later. The big Naval 12\" Guns rushed up on Railway lines &amp; after about 10 minutes furious fire, entirely silenced the Germans. This was the signal for a general Bombardment &amp; the thousands of guns of all calibres, hitherto silent, belched forth their shells &amp; the air was a perfect inferno of shrieking shells, &amp; sickly fumes of Gunpowder.<br><br />\n Imagine a 30 mile front with canon parked wheel on wheel &amp; 3 tiers deep (According to their size, large pieces being in rear) all firing as rapidly as they could load.<br><br />\n There was no particularising between individual Shots, nor Batteries, but whole Brigades were firing simultaneously &amp; the concussion of the air was terrible. None of us could be down for long, as the vibration of the ground made one feel sick. So we all gathered together in groups &amp; spent the night watching as we jokingly termed The Fireworks\" but there was not one man who was not decidedly subdued.<br><br />\n The whole sky was split continuously by jagged spurts of fire, &amp; I think the worst feeling of all was the displacement of the air, which affects one with an unaccountable feeling of deep depression. The shells have a sinister sound as they hurtle through the air, each one producing a long drawn sigh &amp; all toned differently. It is this sound which plays up most</p>\n<p><a name=\"a5633090\"></a></p>\n<p>[Page 90]<br><br />\n of all with ones nerves, as you hear the Gun fire, &amp; then hear the shell come whistling through the air, &amp; each one seems as though it is coming straight for you, &amp; then hear the crash as it explodes. The final sound is always one of relief as you naturally know that it has missed you.<br><br />\n What the Germans suffered last night must have been frightful, as some prisoners who came in this morning are stark mad &amp; their casualties were very high.<br><br />\n Cheery news comes from the Italian Front this morning &amp; at last they have captured Gorizia, which must be a relief to them.<br><br />\n Our Forces in Egypt have again been busy &amp; the Turks have again been beaten on the Canal, with heavy losses of men &amp; guns.<br><br />\n later  </p>\n<p>We have all been told of the Australian Light Horses great charge at the Turks which utterly routed them &amp; glory in their deed, as it is the first chance they have had for a long time of so distinguishing themselves. It must have been a sight to see a line of horsemen galloping forward with a front of 3 miles.</p>\n<p> - 12.8.16 Saturday -  </p>\n<p>I have had further duties placed on my head &amp; from what I can see of it will have to go day &amp; night whilst on the first Line sector.<br><br />\n The Bombardment opened up again last night but not nearly</p>\n<p><a name=\"a5633091\"></a></p>\n<p>[Page 91]<br><br />\n so furious. Last night's Battle was a desperate counter attack by the Germans but after our Artillery had finished with them there was not much left for the infantry to do. However the now famous (13th Brigade 4th DIV) called the fighting 13th met them with a coolness that astounded many Imperial Generals &amp; after cutting them to pieces with machine gun &amp; rifle fire, leaped over the parapets &amp; used the cold steel. They took 300 yards of Trenches on a 600 yard front &amp; there were only 2 unwounded Germans in the whole trench. This speaks volumes for the intensity &amp; deadly accuracy of the Artillery Fire &amp; shows how the Germans must ultimately be thoroughly exterminated if they keep on fighting.<br><br />\n We have been advised that an Army of 100000 Portugese will shortly arrive here, &amp; the way men are coming in speaks very badly for the Germans ever having another moments spell.<br><br />\n The Aeroplanes are unusually active  &amp; as a consequence anti-aircraft guns are throwing shells all over the place &amp; one runs a nasty risk of being hit with their own shells.<br><br />\n A very distressing incident occurred in our village last night, which the Germans were shelling. Two fairly aged people were walking across the street with a child between them when a shell exploded right where they were, &amp; believe me, you</p>\n<p><a name=\"a5633092\"></a></p>\n<p>[Page 92]<br><br />\n could not find a single trace of any of them after.<br><br />\n The enemy are persistently shelling our Convoy road in the hope of both catching a convoy &amp; destroying the road.<br><br />\n To this end the Authorities gave us a different route &amp; an hour after we had commenced using the new road they started to pour them in on us again. This led to a search, &amp; as a result 6 spies were marched off this morning. They had been hiding in cellars in Bosancourt.<br><br />\n They gave us a liberal dose of smoke Bombs last night but beyond making our eyes smart they did no military damage.<br><br />\n We have had 6 more waggons smashed &amp; 3 horses killed as a result of further shelling, so I am going out to Acheuse directly to draw more Horses.<br><br />\n So far my little pony has not been touched, although when a shell explodes near him<br><br />\n or a big gun fires he gives me some trouble.</p>\n<p> - 13.8.16 Sunday -  </p>\n<p>The night passed very quietly as far as our immediate front is concerned, but the French on our right, got well into it &amp; poured shell in all night. The 75s were particularly active. The 1st Division are moving in again after their spell, their Artillery moving into a covering position of our 4th Div. Art. The infantry have reached Warloy [Transcriber's note: Warloy is Warloy-Baillon], 6 miles behind us. This </p>\n<p><a name=\"a5633093\"></a></p>\n<p>[Page 93]<br><br />\n Morning one of our aeroplanes was hit by the enemy &amp; managed to fly as far as our lines where he volplaned down, both he &amp; his machine were saved. Late yesterday evening one of our stationary observing Balloons broke away &amp; drifted towards the German Lines, it was great to see   <strike>the</strike> our aeroplanes trying to catch it. The pilot descended in his parachute &amp; our machines finally exploded it with bombs.<br><br />\n The 15th of this month is called Asumption Day here &amp; is commemorated by big feasts, a religious rite, having some connection with the Virgin Mary. It is generally thought by all hands that a terrific offensive will start on that day, especially as our Engineers have made fast the suspended Image of the Virgin Mary, in the Cathedral Tower in Albert. If this falls the French peasantry are bound to regard it as an ill-omen, &amp; unless the Bosches score a direct hit, it will not come down.<br><br />\n Our convoy has just left Senlis for a place beyond Albert, &amp; the Germans are at the present time busy in shelling the Road, whether they succeed in getting any I am at the present unable to say but I do not like it.<br><br />\n We are all looking forward to a spell in a weeks time &amp; hope   <strike>that</strike> they do not disappoint us.<br><br />\n Received a batch of letters but am unable to write at present.<br><br />\n There was a blessed Group of machine guns firing close to us last night</p>\n<p><a name=\"a5633094\"></a></p>\n<p>[Page 94]<br><br />\n machine guns firing close to us last night &amp; we all did not get much sleep over them. This is our 7th day here &amp; it is very tiring.<br><br />\n They delivered a gas attack on the portion of our Company who stayed behind at Ypres, but fortunately did not do them any harm at all.<br><br />\n Two Taubes managed to break through our lines at Sausage Gully, but beyond observing certain positions, which were immediately changed, they did not get a chance of doing any damage.<br><br />\n Some of the fellows who rioted in Sydney have tried the same thing here, but they have been rounded up &amp; are all handcuffed in a circle round a tree. What will become of them I do not know, or care, the Guards had a hard task to keep other Australians off them.</p>\n<p> - 14.8.16 Monday -  <br><br />\n Several more cases of direct cases of injustice &amp; selfishness has occurred today from .O. such as hurrying all hands off without dinner when it was not necessary. Shifting Bivouacs to better positions &amp; general dis-satisfaction of everything done on the lines. Another score to be paid off.<br><br />\n The fighting is still intense, but netherless not nearly so severe as the early parts of last week.<br><br />\n Reggie White came over to see me he is now in the 2nd Div. Train<br><br />\n I received letters from all round yesterday &amp; was satisfied with my share of the mail.<br><br />\n The weather has again changed &amp;</p>\n<p><a name=\"a5633095\"></a></p>\n<p>[Page 95]<br><br />\n for the last 2 nights we have had to put up with wet blankets. For the past,   <strike>week</strike> month our Allies &amp; ourselves have been victorious everywhere, but at the same time I fancy that it will still be a long while before the Germans are thoroughly beaten. Yesterday afternoon we witnessed many exciting aerial combats. A Taube managed to get through our lines &amp; talk about excitement. From every quarter aircraft guns blazed out &amp; kept him at a tremendous height so that he could not observe anything. 2 of our fast chasers or Battle planes then gave chase &amp; to see them fighting for top position was wonderful to behold. We eventually lost sight of them in a thick cloud &amp; do not know whether they got him or not.<br><br />\n It has just started to rain heavily again &amp; is pouring into our bivouac like fun, such is soldiering</p>\n<p> Continued new book  </p>\n<p><a name=\"a5633096\"></a></p>\n<p>[Page 96]<br><br />\n [Miscellaneous notes at end of second diary]<br><br />\n No 8360<br><br />\n CSM Clarke E.R.<br><br />\n 14th Hd Qrs Coy<br><br />\n A.A.S.C.<br><br />\n 4th Divisional Train<br><br />\n A.I.F.</p>\n<p> Commonwealth 183918  <br><br />\n N.S.W. 27416  </p>\n<p>Kindly return to<br><br />\n Miss N. Bryce<br><br />\n Hamilton Rd<br><br />\n Fairfield<br><br />\n N S Wales<br><br />\n Australia  </p>\n<p>[Transcribed by Colin Smith, Debby Cramer for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"104502","uid":"0","filename":"a5633001h.jpg","uri":"public://a5633001h.jpg","filemime":"image/jpeg","filesize":"580620","status":"1","timestamp":"1389066903","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":708},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Clarke war diary, 20 May 1916-13 August 1916","format":"plain_text","safe_value":"Clarke war diary, 20 May 1916-13 August 1916"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/103604/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"103604","revision_id":"103627","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715062","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"103627","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/clarke-war-diary-20-may-1916-13-august-1916-page-1-1"}