<p class="page" id="a3361023">[Page 23]</p>
<p>Ypres 14/10/16  promoted Major dated 11/10/16.  "No [Gong"?]  C.O. to get this antedated to August last if possible.  Up early and took over command of the Battalion from Colonel Smith.  He left at 10 am on leave to England for 14 days and the command of the 22nd Battn on active service is entirely in my hands.  Took a summary of evidence in a charge of desertion and then pottered round all day mostly on correspondence which has been accumulating of late. During the evening Fritz opened up a bombardment on our lines.  No s.o.bs or much gunfire from us.  Our raiding party practising &ndash; mostly crawling and so on.</p>
<p>15/10/16  More "furphies".  That the 1st Div have handed in all box respirators and steel helmets &amp; that we move in four days.  Salonika much talked of but the Somme more.  Disbanded raiding party.  Fritz shelled us here early a couple of shells coming right into the building.  2 English tommies wounded.  Otherwise quiet and did odd jobs.</p>
<p>16/10/16  Started the taking of referendum votes when a message arrived postponing poll for 3 days.  Many furphies today and preliminary order coming through.  A very fine cold day and the weather forecast predicts 2[degrees] of frost tonight. A Taube came over about 5pm and was subjected to a very severe bombardment but not brought down. One of our chaps was soon up after him.  Major Flecker arrived to relieve our M.O. James who goes on leave tomorrow.Get no exercise here confined indoors all the time.  In this house there are a lot of drawings on the walls after  Bairnsfather but I have not discovered anything special about them.  There are a great many obscenities not after  Bairnsfather however.  A lot of our officers are away at schools &ndash; it is a phase of this war.   I.O.&amp; Q.M.up after dark unenviable jobs theirs but with advantages nevertheless.  This place full of guns among the ruins and our shredded building reverberates with each salvo.  One of the men said "I know why they put off the voting &ndash; they  know there's too many noes!</p>
