<p class="page" id="a3361059">[Page 59]</p>
<p>Delville Wood 14/11/16 At 6.45 an intense bombardment took place and it was rumoured later that there had been a hop over.  German retaliation was heavy.  Poor devils are probably out there now digging hard to get some sort of shelter from the shelling they must inevitably get.  The wounded from the unsuccessful stunt of 2 days ago are probably many of them, still lying out in the cold and desolation of No Mans Land.  It is a raw cold day today and the air is full of the smell of gun smoke and the odour of explosives.  Furphey (1) That we shall all spend Xmas in England (2) That Plant and Gellibrand are leaving us (3) The Scotties are in a village to the left of Bapaume (4) That this mornings advance was on a front of 4 &frac12; miles (5) That 36 Zepps raided England and caused 2000 casualties- 6 brought down. (6) That we have made a push on a 13 &frac12; mile front and taken Beaumont Hamel and 3000 prisoners.  All the morning there has been great artillery activity and constant rattle of machine guns.  Our wounded are passing through and seem to be in support to the attackers last night.  It is rumoured that the AWO left battalions reached their objectives but that the 25th is having a great go with the Prussian Guards.  60 prisoners so far.  Shortly after lunch a bright flaming object dropped from the clouds and fell to earth and our anti aircraft guns came into action almost at once.  Colonel Forbes said it was a Taube shot down.  Went over to the 6th Field Ambulance and found them shifting camp having been well shelled all round during the day.  Good many stretcher cases lying round on the ground and walking cases plodding through the mud down to the motor ambulances which were drawn up in long rows.  Found the padre near the cemetery and had a look at a dead boy there- Gunner Crawford all bloody and torn with mud in his matted hair.  Only 19 he looked too young to be dead.  Buried him on the spot without a blanket for shroud even.</p>
