<p class="page" id="a6702116">[Page 116]</p>
<p>Fleet was there. It must have been the Grand Fleet I saw on Tuesday when going up. There were dozens of British &amp; American warships anchored from Rosyth right down below the ridge.</p>
<p>Continued in new diary.<br/>Following pages of notes and lists of words not transcribed]</p>
<p>[Transcriber's notes:</p>
<p>Albert &ndash; about 25kms NE of Amiens.<br/>Antrim &ndash; was an armoured cruiser used in British waters between January 19156 and December 1917.  It was broken up in 1922.<br/>Aquetania  &ndash; This hospital ship called the Aquitania, was a large converted passenger liner. This was the largest of the liners used during the war with a capacity of some 4,182 beds. <br/>Armentieres &ndash; about 40kms to the east of Hondeghem on the French/Belgian border.<br/>Arques is three Kms SE of St Omer. <br/>Arras  is about 50 kms S of Estaires.<br/>Ashwell, Lena (1872&ndash;1957) was a British actress and actor manager known as the first to organize large-scale entertainment for troops at the front, which she did during WW1.<br/>Berguette Station &ndash; is in the village of Guarbecque, about 7kms W of St Venant.<br/>Bilques is a small village about 2 kms SSW of Blendecques.<br/>Blendecques &ndash; is about 2 kms S of Arques.<br/>Bridlington &ndash; is about 40kms N of Hull and on the coast.<br/>Busnes - about 5kms SW of St Venant.<br/>Byrock &ndash; is about 70kms SSE of Bourke in NSW.<br/>Caestre &ndash; is about 8kms east of Hondeghem.<br/>Calonne &ndash; is Calonne-sur.-la-Lys about 8kms E of St Venant.<br/>Cantmerle &ndash; is Cantemerle, a very small village of around 20 houses, about 3 miles SW of Lumbres.<br/>CCS &ndash; Casualty Clearing Station and ACCS is Australian Casualty Clearing Station.<br/>Cherbourg &ndash; is in the NW of France, about 70 kms west of Le Havre and on the coast.<br/>Cooper bomb &ndash; The Cooper bomb was the first high explosive bomb adopted by the Royal Flying Corps used mainly against troops, guns and transport.<br/>Dannes-Camiers &ndash; Dannes is about 5kms S of Neufchatel and Camiers a further 2kms S of Dannes.<br/>Degrandy &ndash; The name is actually De Grandi (see page 72 of the diary).<br/>Drionville &ndash; is about 1 mile SW of Wismes and about 12 miles SW of St Omer. The towns through which they travelled to the coast (page 11) (Drionville, Senlecques, Desvres, Wirwignes, Cremarest, &amp; Marquise to Tardinghem) are all on the maps.  They travelled about 12 miles west to Desveres and then started heading north.<br/>Doullens &ndash; about 30kms N of Amiens.<br/>Ecault &ndash; is about 10kms S of Boulogne.<br/>Eecke &ndash; is about 8kms NNE of Hazebrouck.<br/>Elnes &ndash; is about 2 miles S of Lumbres.<br/>Embellinghem  &ndash; is Ebblinghem, about 13kms east of Arques. <br/>Estaires &ndash; is about 12 kms SE of Hazebrouck near the French/Belgian border.  Estaires is about 200kms NE of Le Havre.<br/>Etaples &ndash; is 1km inland from Le Touquet and 5kms S of Camiers.<br/>Estaminet &ndash; a small French cafe.<br/>Filey &ndash; is on the east Coast of England about 60kms N of Hull.<br/>Flamborough &ndash; is on the coast about 5 kms NE of Bridlington.<br/>Fondebecques &ndash; is possibly a village called Fauquembergues, about 16kms south of Lumbres.<br/>Godley, General &ndash; General Sir Alexander Godley (1867&ndash;1957) was a British born officer in the British army best known for his role as commander of the NZ Expeditionary Force and 2nd Anzac Corps during WW1. <br/>Gondardennes &ndash; is about 3kms W of Blendecques and about 400 metres east of Wizernes.<br/>Green envelope &ndash; the contents of green envelopes were not censured by the regiments but could be censored at the base.  The purpose was to enable soldiers to write about private matters which they did not want members of their regiments to know about.<br/>Guarbecque &ndash; is 7 kms W of St Venant.<br/>Harfleur &ndash; is on the eastern outskirts of Le Havre.<br/>Hdcfs - handkerchiefs. <br/>Hazebrouck &ndash; is about 2 kms S of Hondeghem.<br/>Helfaut &ndash; is 3&frac12; kms SW of Blendecques.<br/>Heuringhem &ndash; is 2kms S of Blendecques.<br/>Hondeghem &ndash; about 25kms E of Blendecques.<br/>Horseferry Rd &ndash; During WW1 the Australian Imperial Force's admin headquarters was located on Horseferry Road.<br/>Hull &ndash; on NE coast of England about 250kms N of London.<br/>Hunmanby &ndash; is a pretty village about 2kms S of Filey.<br/>Jesmond Jesters &ndash; a singing group in WW1:"The Yorkshires had The Tykes, the Northumberland Fusiliers the Jesmond Jesters and the Aussies the Anzac Coves, whilst perhaps the most famous were the Verey Lights of the 20th Division".<br/>Le Rivelt &ndash; is probably Le Riet Veld (the field of reeds), about 5 miles NW of Winnezeele.  <br/>Le Toquet &ndash; is Le Touquet about 5kms S of Camiers.<br/>Little Bytham &ndash; on the train line midway between Peterborough &amp; Wyndham Park.<br/>Longuenesse &ndash; is about 1 km south of the centre of St Omer and 3 kms NNW of Blendecques.  It is now virtually a suburb of St Omer.<br/>Lumbres - is about 8km ESE of St Omer which in turn is about 30kms SSE of Calais.<br/>Marquise &ndash; is about 20kms SSW of Calais.<br/>Meteren &ndash; about 3kms N of Outtersteene.<br/>Morbeck &ndash; is Morbecque 2kms SW of Hazebrouck.<br/>Muston &ndash; is about 3kms W of Filey station.<br/>Myalgia &ndash; Myalgia, or muscle pain, is a symptom of many diseases and disorders. The most common causes are the overuse or over-stretching of a muscle or group of muscles. Myalgia without a traumatic history is often due to viral infections. Longer-term myalgias may be indicative of a metabolic disorder that effects the muscles, some nutritional deficiencies or chronic fatigue syndrome.<br/>Neufchatel &ndash; is Neufchatel-Hardelot, about 10kms S of Boulogne-sur-Mer.<br/>Nieuport Scout &ndash; The Nieuport 16 also known as the Nieuport Scout was a French WW1 single seat fighter aeroplane and is famous as one of the aircraft that ended the Fokker dominance in 1916. <br/>Outtersteene &ndash; is about 10kms N of Estaires and about 5kms SW of Bailleul.<br/>Ouve &ndash; is Ouve-Wirquin about 5 miles SSE of Lumbres.<br/>Peronne &ndash; is about 50 kms south of Arras. <br/>Polygon &ndash; is Polygon Wood about 5 miles east of Ypres.  It is still there and is still a polygon shape. The Battle of Polygon Wood, fought on 26 September 1917, was the second operation of the Third Battle of Ypres in which Australians participated. The name Polygon Wood derived from the plantation forest that lay along the axis of the Australian advance.<br/>Pont-Asquins or St Pierre-Cappel.  See St Sylvestre-Cappel below.<br/>Quesnoy &ndash; is Vauchelles-les-Quesnoy, about 2kms E of the centre of Abbeville.<br/>Robecq &ndash; about 3kms S of St Venant.<br/>Rouen &ndash; is about 50kms east of Le Havre.<br/>RGA &ndash; The Royal Garrison Artillery <br/>R.T.O. &ndash; Railway Transport Officer.<br/>Schmiddies &ndash; obviously reference to young people.  the name might be derived from the name for a glass of bear smaller than a schooner but larger than a middy.<br/>Schwaben Redoubt, Thiepval page 40 - was a German strongpoint built near the village of Thiepval, overlooking the River Ancre. <br/>Captain Shields &ndash; William Ernest Shields a Canadian pilot of the Royal Flying Corps was awarded the Distinguished Flying Cross (DFC) <br/>St Pierre &ndash; is a small village between Lumbres and Wismes.<br/>St Sylvestre-Cappel &ndash; is about 8kms NNE of Hazebrouck.<br/>St Venant &ndash; is 15kms S of Hazebrouck and about 20kms S of Hondeghem.<br/>Submarine E17 page 111 - HMS E17 was a British E Class Submarine commissioned on 7 April 1915. HMS E17 was wrecked off Texel in the North Sea off the Netherlands coast on 6 January 1916. Her crew were rescued by a Dutch cruiser Noord Brabant and were interned.<br/>Steenbeeck &ndash; is Steenbecque.  Other names in the list are spelled correctly except for Estaires &ndash; Rodda has left off the last letter"s".<br/>Steenvoorde &ndash; is about 6kms N of Eecke and close to the Belgian border.<br/>Taranto, Italy &ndash; Taranto is in the"instep" of Italy i.e. at the southern end.<br/>Vlamertinge &ndash; is about 3 miles W of Ypres.<br/>Wimureux &ndash; is about 8kms N of Boulogne on the coast.<br/>Winnezeelee &ndash; is Winnezeele, a further 6 kms N of Steenvoorde.<br/>Wisernes  - is about 5 kms W of Blendecques.<br/>Wismes &ndash; is about 1 mile NE of Drionville.  <br/>Wissant &ndash; is on the coast about 2 miles NE of Tardinghen.<br/>Ypres &ndash; is in Belgium and there it is spelled Ieper.]</p>
<p>[Transcribed by Miles Harvey, Barbara Manchester for the State Library of New South Wales]</p>
