<p class="page" id="a3864081">[Page 81]</p>
<p>&amp; down below for a Life Belt which we had to put on &amp; keep them there until Folkstone was reached.   At 9.30 the Boat which is named Invictor, a Screw Boat of about 1000 Tons &amp; very fast, there were about 1200 Boys on Board including about 20 W.A.A.C Girls.    After a smooth Passage although a bit Damp by Rain we pulled alongside of the Pier at 11 am &amp; as we disembarked ashore, all the Australians were called one side, there were only 38 all told &amp; we were marched up along the Platform &amp; waited until the Train came in.   At 11.30 am all hands were aboard &amp; off we started for Victoria Station, London &amp; after a good run of two hours arrived in London, detrained &amp; was marched off to The Australian Head quarters in Horseferry Road where we were given all information, change of clothing, a Hot Bath &amp; last but not least a cheque for our Holidays.   After I was fixed up I left to catch the Train to Bognor at the Station which left at 4.53 &amp; it was a tedious journey having to change Trains at Sutton, Horsham, Ford &amp; Barnham, I arrived at Bognor at 8 Pm, tired out after my long journey from France.   After a nice Supper I had at my Sister's House, I went along the long Promenade for a stroll until 10 Pm when I returned &amp; had a long chat with my Sister until Midnight.</p>
<p>[Transcriber's notes:<br/>Spelling of some place names varies.Steinwerck &ndash; should probably have been spelt Steenwerck;   Passhandaele on p 13 be Passendale;  Nessian Hut on p 14 should be Nissen Hut; and St Jean could be Sint Jan;  Auduricque should probably be Audruicq, and so on.<br/>Aussies &ndash; spelt Ausie<br/>Roulers &ndash; p 59 &ndash; possibly Roeselare<br/>Pont de  Bricks &ndash; pp 67 is spelt Pont De Bric's on page 69 and Devies/Devres on pp 68 and 69.<br/>Pannikan pg. 80 &ndash; should be Pannikin.<br/>Notre Dame Cathedral is spelt Notre Darme]</p>
<p>[Transcribed by Rosemary Cox and Betty Smith for the State Library of New South Wales]</p>
