{"vid":"101805","uid":"1","title":"Norman Lee Pearce World War I diary, 1 January - 8 November 1916 - Page 2","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"101782","type":"transcript_page","language":"und","created":"1389062703","changed":"1397711521","tnid":"0","translate":"0","revision_timestamp":"1397711521","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 64]<br> \r\n August 17<br> \r\n Posted letters home, Lou &amp; Iris, Uncle Jim, Ada Jones, Moll, and P.C. to Lorna.   Had 3 from home, Moll, Eva in England) Mr. Wallis, Chas, Montague, Lizzie and Ethel.   I am mess orderly today and am going into Fleurbaix soon to get some tucker as we only have dry bread and tea on issue.</p> \r\n <p>August 18<br> \r\n Wrote Lizzie, Mrs. Fountain, Eva Owen Wallis, &amp; F.S. card home.   Had another letter each from home and Ethel and wrote home.   Am on F.O. duties tomorrow and am going to waggon lines for a week on Sunday.   I saw the best bit of manoeuvring I have ever seen in my life this after noon in an aeroplane driven by the mad Major.</p> \r\n <p>August 19<br> \r\n Had to go up to F.O. again today and we had rather a lively time of it as we had several stunts during the day and Fritz retaliated rather severely but did very little damage considering the quantity of ammunition he used.</p> \r\n <p>August 20<br> \r\n Got back from F.O. about 11 a.m.   Jack Nethersole and I came down to the waggon lines tonight for a weeks spell and landed here about 11 p.m.   I was hit on the arm by a flying piece of shell on the way down but it only bruised me slightly.</p> \r\n <p><a name=\"a6301065\"></a></p> \r\n <p>[Page 65] <br>August 21<br> \r\n Am having a fairly good rest here doing nothing at all except patrol the line occasionally in case of breaks.   Went for a ride this morning to water.  Cpl Bovell is going on the guns next week but will control the staff as well.   Several other promotions have occurred in the Battery   Copl Warred made Sergeant.   Bdr Nethersole Cpl and Gun. Pottage Bdr.</p> \r\n <p>August 22<br> \r\n Loafed about all day.   Cpl Bovall and Connors came down about dinner time and I went to Fleurbaix to tea with them and I got into conversation with a Hillston chap and he told me Ian Fullarton was in his Battalion so I went round and found him.   Ian who is a Sergeant and I had a great old yarn.    He is an awfully nice chap and we have arranged another meeting next week.   Had a letter from Ad. Smith and Liz Williams</p> \r\n <p>August 23<br> \r\n Wrote to Adelaide Smith.  Went to Dentist and had tooth filled.   Had a good look through Bac Saint-Main and coming home met young McDermott who is in the A.S.C.   One of the Freebairns is in it also.   McDermott said he hadn't had any mail from home for months.  Had a cup of tea and cake in the Boc-St. Mann</p> \r\n <p>August 25 <br> \r\n Took a walk to D.A.C. to see Russ &amp; Edric.   The latter went to Div. Rest Camp this morning and Russ had some trouble about not posting a guard and was asked to give in his stripes and then went into trench mortars    Sailly is a fine little town on River Lys about 3 miles from Estaires.  Sent letter home and got word to go back to battery tomorrow and Dick Lyons is taking my place.</p> \r\n <p><a name=\"a6301066\"></a></p> \r\n <p>[Page 66]<br> \r\n August 25<br> \r\n A good many new appointments have been made lately.   Both Wanods are being made Sergeants (disgraceful shame) Cpls. Waring (popular) and Dunne (very unpopular being made Sergeants.   Sgts McMullen and Brown being made Lieuts and several other minor promotions.  Mr. Cullen is recommending Jack Burk and me for promotion and to be put on the gun.</p> \r\n <p>August 26<br> \r\n Dick Lyons came down this morning but not to relieve me as I thought     I borrowed his bicycle and went down and saw Edric   He has synovitis in the Knees and will probably be laid up for some considerable time with it and perhaps have a trip to England as well.  Bob Bovell and Jack Burk came down this afternoon and I went as far as Fleurbaix and had tea with them </p> \r\n <p>August 27</p> \r\n <p>The Battery was shelled badly again yesterday, the cook-house [reference to cook-house may have been crossed through?] being razed to the ground.   Mr Cullen went to pieces again and is consequently down here for another spell.   He had a personal yarn to me this morning and said I deserved promotion and he would do what he could for me.   Had parcel from ?.  home today sent in June.    Unfortunately the pipe was broken at the stem.   Sent letters home    Am going back tomorrow night.</p> \r\n <p>August 28<br> \r\n Wrote to Mil &amp; Harry and Dot Pike.   Went down this morning and had another hot bath before going back to guns tonight.   Came back through Bac-St. Mann    Cullen has gone back to Waggon Lines for good as he is an absolute failure under fire and got severely censored for a certain act of his.   Got back to the Battery about 9 p.m. and at 11 p.m. another big bombardment was started by us and the boys made a raid   </p> \r\n <p><a name=\"a6301067\"></a></p> \r\n <p>[Page 67]<br> \r\n August 29<br> \r\n We had every one of our lines broken last night by shell fire and have been out on them all day.   It rained cats and dogs all the time and we got wet through.   The raiders lost them salvos going over but all came back safely.   Russ came round to see me this afternoon and had to go back in pouring rain</p> \r\n <p>August 30<br> \r\n Poured all day again and we were out in it again running emergency lines.   Haven't a dry thing left to wear.   Hungry as a hunter and not a thing left in the larder.   There never is anyway.   Have to go to F.O.O. again tomorrow.   Everybody seems to be preparing for mortar now building third line with five dugouts.   Romania is now officially in with us.</p> \r\n <p>August 31<br> \r\n It turned out a beautiful day to day and I went to F.O.O.   Had a very quiet day.   Nothing doing at ll.   I saw a taste of humour today.   Some of Fritz's shells don't explode but simply bury themselves in  the ground.   Then a notice is put up by us \"Blindshell\"     I came across one today and on the notice board was a bully-beef tin with a slit in the top<br> \r\n \"Remember the Blind\"   Capt Prior sent my name in today for a school but I said I was anxious to go on the gun with Jack Burk   He gave us the necessary permission but said I will have to go to the school as they couldn't change the name.   He said if we had asked to go on the guns a month ago we should both have been non-coms now.</p> \r\n <p><a name=\"a6301068\"></a></p> \r\n <p>[Page 68]<br> \r\n September 1<br> \r\n Got back from F.O. this morning and had a very quiet day.   Had letter from Pater with draft for 20&#163; enclosed.</p> \r\n <p>September 2<br> \r\n Mater's Birthday. Got paid this morning and while we were away getting it our billet tumbled in so we were jolly lucky.   I am also mess orderly today</p> \r\n <p>[Partly written under Sept. 2 entry] \r\n Sept 3rd   Jackson and I went and had lunch and afternoon tea in Cassell.    It is a fine old Town and we wandered into all sorts <strike>and</strike> of back streets and aired our French We even \r\n wandered into une bonne fete and it tried to explain it was mine also and greeted Madamoselle with \"[indecipherable] vous [indecipherable]une bonne fete\"   Slept in a marquee and it was fearfully cold.</p> \r\n I only got word last night that I was to report at D.A. this morning at 6.30 to go to a Signalling School.    Slept at waggon lines last night.   Got into motor omnibus and came into Steenwecke where we took train to Hazebroek changed trains and on to Cassell.   Entered another ominbus and came on here (Zupteene) about 2 miles from Cassell.   In the afternoon   [continued under Sept 3rd entry entered above.]<br> \r\n September 4</p> \r\n <p>The bigger part of us are in an old Chateau.  I am undergoing a linesman's course.   A very good recreation room and wet and dry canteen is here, also library.   We get war news daily by wireless and I fancy we get news before the papers.    My course is going to take a month.    The wireless course takes 3 months.   We went through all kinds of different cables and wires today</p> \r\n <p><a name=\"a6301069\"></a></p> \r\n <p>[Page 69]<br> \r\n September 5<br> \r\n It has been raining fairly constantly since coming but fortunately our work so far is indoors.   We were on jointings today and about an hour on buzzer.   Had a lecture on electricity by an officer this afternoon.   Wrote to Bob.</p> \r\n <p>September 6<br> \r\n This morning we were all taken into Hazebrouk per motor omnibus for a bath.   We got a complete change of underclothes    Hazebrouk is a fine City but as usual we saw little of it.   This afternoon on jointings and buzzer again.   Wrote home.    The food here could do with some improvement but I suppose we will manage somehow.   Reveille at 6 a.m.  </p> \r\n <p>September 7<br> \r\n Breakfast 7 a.m.   Parades 8 to 10.30 and 11 to 12.30 and 2 to 5 p.m.    We are then at liberty until 9 p.m.</p> \r\n <p><a name=\"a6301070\"></a></p> \r\n <p>[Page 70]<br> \r\n September 9<br> \r\n [The following entries have been made written across two pages]<br> \r\n Have been suffering lately from a severe attack of tonsilitis and it is still very sore   I have been keeping going with my work but it is hard as I am living only on milk biscuits bought at canteen as it has been almost impossible to eat hard rations.   Went on sick parade on Sunday and Dr gave me some tabs to suck and some calomel but they gave me little relief It is difficult to keep a diary going as it is a very monotonous routine<br> \r\n The Kaiser has an old palace in Cassell where he occasionally visited</p> \r\n <p><a name=\"a6301071\"></a></p> \r\n <p>[Page 71]<br> \r\n September 13<br> \r\n Last night I used the old bread poultice remedy and am almost O.K. and am eating heartily.   Nothing to record on Sundays we always have a regular scrubbing out but are free from about 11 a.m.</p> \r\n <p><a name=\"a6301072\"></a></p> \r\n <p>[Page 72]<br> \r\n September 21<br> \r\n Went for a ride in a motor lorry to Ypres for some goods tonight over in Belgium.</p> \r\n <p><a name=\"a6301073\"></a></p> \r\n <p>[Page 73]<br> \r\n October 1<br> \r\n Left the School this morning and caught 8 a.m. train.   Got to Hazebrouk about 9 a.m. and had to wait for next train at 6.26 p.m. and not a brass farthing.   A beautiful old town too.    Got back to Div. Hdqrs. about 9 p.m. and found Bty. had moved to Armentieres, about 8 miles away.  Went as far as 52nd Bty. near Fleurbaix and slept there.</p> \r\n <p>October 2<br> \r\n parcel of chocolate and biscuits from home.   Armentieres is or was a glorious old City at one time    We have any amount of beds crockery and furniture in our billets and I would be satisfied to winter here if need be.   Capt Prior has gone away with appendicitis and Lt. Kennet is in charge.</p> \r\n <p><a name=\"a6301074\"></a></p> \r\n <p>[Page 74]<br> \r\n October 3<br> \r\n Went round to baths this morning and had bath and change.   The Battery is split up again one [indecipherable] being about 2 miles away.   Was out all afternoon establishing communication to there out near Le Bizet a village absolutely in ruins.   Armentieres is knocked about a good deal in places and 50 civilians were killed a day or two ago.</p> \r\n <p>October 4<br> \r\n Jackson, Dutch and myself came down to F.O.O. today for 3 days with Mr. McMullen.   We are at Batt Hdqrs in what is left of a fine old home.   The place was evidently left with all furniture as pieces of it are strewn everywhere    As soon as the Bty started firing today Fritz got onto them and Norman Tayt was wounded and 2 engineers near by killed.</p> \r\n <p><a name=\"a6301075\"></a></p> \r\n <p>[Page 75]<br> \r\n October 7<br> \r\n Came back to Battery from F.O.O. and went down for a bath in afternoon</p> \r\n <p>October 8<br> \r\n Out on Waggon Lines nearly all day</p> \r\n <p>October 9<br> \r\n On LX line all day</p> \r\n <p>October 10<br> \r\n On waggon lines this morning</p> \r\n <p><a name=\"a6301076\"></a></p> \r\n <p>[Page 76]<br> \r\n November 7 <br> \r\n Left Section moved out for the Somme tonight<br> \r\n Sent parcel containing handkerchief satchet and table centre and a few odds and ends.</p> \r\n <p>November 8<br> \r\n We have been packing up all day and are leaving tonight on route pour la somme from Armentieres   The New Zealanders are taking over from us.   The infantry are already on the Somme and also all other Australian divisions.</p> \r\n <p><a name=\"a6301077\"></a></p> \r\n <p>[Page 77]<br> \r\n [List of names, dates/goods and amounts of money (French francs) not transcribed] </p> \r\n <p><a name=\"a6301078\"></a></p> \r\n <p>[Page 78]<br> \r\n List of clothing left with Q.M.</p> \r\n <p>1 pr trousers. 1 shirt. 3 prs Socks.<br> \r\n Disinfecting ? Cotton and linen goods<br> \r\n By boiling, but must be soaked first for ½ an hour in 1 ½ ounces fluid cresol to 1 gal. water.<br> \r\n Blankets ? Same procedure or else fumigated by steam.<br> \r\n Mattresses &amp; pillows ? Spray with 8 fluid ounces formalin to 1 gallon water;  then fumigate by steam.   The formalin solution is also used for leather goods and they are afterwards aired in the Sun.</p> \r\n <p>Miss Adelaide Edwards-Smith<br> \r\n \"Bunator\"<br> \r\n Hornsby.<br> \r\n NSWales.</p> \r\n <p>Mrs M.C. Prior<br> \r\n Lipson St<br> \r\n Pt Adelaide</p> \r\n <p> Notes</p> \r\n <p>Abbreviations for signalling.<br> \r\n Bty.  A.N.G. 162\" RT.  A,S. angle of sight  1\" 15?<br> \r\n EL. 15?. C.O.L.  C.O.R. 142 collective convector 3300, 3500 Stop 350. G.o.m.  ECH.COR 140<br> \r\n [indecipherable] convector.   O.R.D. Bty.<br> \r\n 115 MRT   210?  M.L.   X.F. Sections fire 10\"<br> \r\n Stop GLWT.    Gun limber waggon trains. </p> \r\n <p>Bay Horse branded offside   Lines Roof AC 70<br> \r\n Near side front loop No 1</p> \r\n <p><a name=\"a6301079\"></a></p> \r\n <p>[Page 79]<br> \r\n C/- Mrs. Wright<br> \r\n Maison Coronel<br> \r\n 14 Sharia Abon[indecipherable]<br> \r\n 1 Towel, 3prs Sox, 3 handkerchiefs<br> \r\n 1 pr pyjamas / undershirt<br> \r\n 6/10 x Sub base = Base in 100 &percnt;<br> \r\n Apex L</p> \r\n <p>[Figures not transcribed.]<br> \r\n Haircut.   Brush &amp; comb.   Boot polish</p> \r\n <p>Mrs W.I. Bovell<br> \r\n C/- M.J. Bovell Esq<br> \r\n Commonwealth Bank<br> \r\n Perth.   W.A.</p> \r\n <p>Mrs. D Hilder<br> \r\n 184 Old Canterbury Road<br> \r\n Summer Hill<br> \r\n NSWales</p> \r\n <p>[Diagram and measurements not transcribed.]<br> \r\n Mrs W. Burk<br> \r\n 206 Bathurst St<br> \r\n Hobart<br> \r\n Tasmania</p> \r\n <p>Miss Eva Thomas<br> \r\n \"Olantye\"<br> \r\n Weybridge<br> \r\n Surrey</p> \r\n <p><a name=\"a6301080\"></a></p> \r\n <p>[Page 80]<br> \r\n There was an old man of Madrid<br> \r\n Who went to an auction to bid<br> \r\n The pick of the load was a bedroom commode<br> \r\n But pooh! when he lifted the lid.</p> \r\n <p>[List of names not transcribed.]</p> \r\n <p><a name=\"a6301081\"></a></p> \r\n <p>[Page 81]<br> \r\n HE HAD GOT OUT OF IT] THREE OR FOUR TIMES TERAGAIN ST AND WITH A FURIOUS FORFINGER WAGGED ALL HER EISDEEDSIN THEN FAC HE SAID DASH IT ALL<br> \r\n YOU CANT LEAVE A GIRL <STRIKE>SQUATTING</STRIKE> SQUATTING DOWN AGAINST A WALL WITH HER HEAD IN HER LAP AND SHE CRYING HANG IT SAID HE YOU FEEL AS IF THERE WAS WATER ROUND YOUR LEGS AND YOU WILL IF YOU DO</p> \r\n <p>Thompson &amp; Porteous<br> \r\n Tobacco Manufacturers<br> \r\n Edinburgh</p> \r\n <p>Got Mr Cullen's shoes<br> \r\n Tell Capt Prior mineral oil &amp; mineral jelly went up on Sat night.<br> \r\n More oil going tonight.<br> \r\n Tell Harry [indecipherable] send down boots to Johnston</p> \r\n <p>[Printed calendar for months of July to December.]</p> \r\n <p><a name=\"a6301082\"></a></p> \r\n <p>[Page 82]<br> \r\n [List of names and amounts of money and goods not transcribed].</p> \r\n <p>Owen Wallis<br> \r\n 144 Alexandra Rd<br> \r\n Southend on Sea<br> \r\n or 61 High St.</p> \r\n <p>Rev. Mr. Kirkwood<br> \r\n Kelso<br> \r\n George Portesus<br> \r\n Dalkeith<br> \r\n (7 miles from Edinburgh)</p> \r\n <p>Madame Barrier<br> \r\n Market Place<br> \r\n Pontchartrain<br> \r\n (near Parkes)<br> \r\n Boazinan's of Kelso</p> \r\n <p>Madame Levre</p> \r\n <p>C/- 43 Sq. Amb[indecipherable]<br> \r\n Brussels<br> \r\n Brown's of Plymouth</p> \r\n <p>John Brown<br> \r\n 8 Queen's Gate<br> \r\n Plymouth</p> \r\n <p>Enquire about his sister Eliza and give her Una's love.</p> \r\n <p><a name=\"a6301083\"></a></p> \r\n <p>[Page 85]<br> \r\n Pass.  No 2977 Gnr. Pearse N.L. who is on Signals Duty</p> \r\n <p>Permanent<br> \r\n Attached 48th 11/7/16.</p> \r\n <p>[Transcribed by Rosemary Cox, Adrian Bicknell for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p>[Page 64]<br><br />\n August 17<br><br />\n Posted letters home, Lou &amp; Iris, Uncle Jim, Ada Jones, Moll, and P.C. to Lorna.   Had 3 from home, Moll, Eva in England) Mr. Wallis, Chas, Montague, Lizzie and Ethel.   I am mess orderly today and am going into Fleurbaix soon to get some tucker as we only have dry bread and tea on issue.</p>\n<p>August 18<br><br />\n Wrote Lizzie, Mrs. Fountain, Eva Owen Wallis, &amp; F.S. card home.   Had another letter each from home and Ethel and wrote home.   Am on F.O. duties tomorrow and am going to waggon lines for a week on Sunday.   I saw the best bit of manoeuvring I have ever seen in my life this after noon in an aeroplane driven by the mad Major.</p>\n<p>August 19<br><br />\n Had to go up to F.O. again today and we had rather a lively time of it as we had several stunts during the day and Fritz retaliated rather severely but did very little damage considering the quantity of ammunition he used.</p>\n<p>August 20<br><br />\n Got back from F.O. about 11 a.m.   Jack Nethersole and I came down to the waggon lines tonight for a weeks spell and landed here about 11 p.m.   I was hit on the arm by a flying piece of shell on the way down but it only bruised me slightly.</p>\n<p><a name=\"a6301065\"></a></p>\n<p>[Page 65] <br>August 21<br><br />\n Am having a fairly good rest here doing nothing at all except patrol the line occasionally in case of breaks.   Went for a ride this morning to water.  Cpl Bovell is going on the guns next week but will control the staff as well.   Several other promotions have occurred in the Battery   Copl Warred made Sergeant.   Bdr Nethersole Cpl and Gun. Pottage Bdr.</p>\n<p>August 22<br><br />\n Loafed about all day.   Cpl Bovall and Connors came down about dinner time and I went to Fleurbaix to tea with them and I got into conversation with a Hillston chap and he told me Ian Fullarton was in his Battalion so I went round and found him.   Ian who is a Sergeant and I had a great old yarn.    He is an awfully nice chap and we have arranged another meeting next week.   Had a letter from Ad. Smith and Liz Williams</p>\n<p>August 23<br><br />\n Wrote to Adelaide Smith.  Went to Dentist and had tooth filled.   Had a good look through Bac Saint-Main and coming home met young McDermott who is in the A.S.C.   One of the Freebairns is in it also.   McDermott said he hadn't had any mail from home for months.  Had a cup of tea and cake in the Boc-St. Mann</p>\n<p>August 25 <br><br />\n Took a walk to D.A.C. to see Russ &amp; Edric.   The latter went to Div. Rest Camp this morning and Russ had some trouble about not posting a guard and was asked to give in his stripes and then went into trench mortars    Sailly is a fine little town on River Lys about 3 miles from Estaires.  Sent letter home and got word to go back to battery tomorrow and Dick Lyons is taking my place.</p>\n<p><a name=\"a6301066\"></a></p>\n<p>[Page 66]<br><br />\n August 25<br><br />\n A good many new appointments have been made lately.   Both Wanods are being made Sergeants (disgraceful shame) Cpls. Waring (popular) and Dunne (very unpopular being made Sergeants.   Sgts McMullen and Brown being made Lieuts and several other minor promotions.  Mr. Cullen is recommending Jack Burk and me for promotion and to be put on the gun.</p>\n<p>August 26<br><br />\n Dick Lyons came down this morning but not to relieve me as I thought     I borrowed his bicycle and went down and saw Edric   He has synovitis in the Knees and will probably be laid up for some considerable time with it and perhaps have a trip to England as well.  Bob Bovell and Jack Burk came down this afternoon and I went as far as Fleurbaix and had tea with them </p>\n<p>August 27</p>\n<p>The Battery was shelled badly again yesterday, the cook-house [reference to cook-house may have been crossed through?] being razed to the ground.   Mr Cullen went to pieces again and is consequently down here for another spell.   He had a personal yarn to me this morning and said I deserved promotion and he would do what he could for me.   Had parcel from ?.  home today sent in June.    Unfortunately the pipe was broken at the stem.   Sent letters home    Am going back tomorrow night.</p>\n<p>August 28<br><br />\n Wrote to Mil &amp; Harry and Dot Pike.   Went down this morning and had another hot bath before going back to guns tonight.   Came back through Bac-St. Mann    Cullen has gone back to Waggon Lines for good as he is an absolute failure under fire and got severely censored for a certain act of his.   Got back to the Battery about 9 p.m. and at 11 p.m. another big bombardment was started by us and the boys made a raid   </p>\n<p><a name=\"a6301067\"></a></p>\n<p>[Page 67]<br><br />\n August 29<br><br />\n We had every one of our lines broken last night by shell fire and have been out on them all day.   It rained cats and dogs all the time and we got wet through.   The raiders lost them salvos going over but all came back safely.   Russ came round to see me this afternoon and had to go back in pouring rain</p>\n<p>August 30<br><br />\n Poured all day again and we were out in it again running emergency lines.   Haven't a dry thing left to wear.   Hungry as a hunter and not a thing left in the larder.   There never is anyway.   Have to go to F.O.O. again tomorrow.   Everybody seems to be preparing for mortar now building third line with five dugouts.   Romania is now officially in with us.</p>\n<p>August 31<br><br />\n It turned out a beautiful day to day and I went to F.O.O.   Had a very quiet day.   Nothing doing at ll.   I saw a taste of humour today.   Some of Fritz's shells don't explode but simply bury themselves in  the ground.   Then a notice is put up by us \"Blindshell\"     I came across one today and on the notice board was a bully-beef tin with a slit in the top<br><br />\n \"Remember the Blind\"   Capt Prior sent my name in today for a school but I said I was anxious to go on the gun with Jack Burk   He gave us the necessary permission but said I will have to go to the school as they couldn't change the name.   He said if we had asked to go on the guns a month ago we should both have been non-coms now.</p>\n<p><a name=\"a6301068\"></a></p>\n<p>[Page 68]<br><br />\n September 1<br><br />\n Got back from F.O. this morning and had a very quiet day.   Had letter from Pater with draft for 20&#163; enclosed.</p>\n<p>September 2<br><br />\n Mater's Birthday. Got paid this morning and while we were away getting it our billet tumbled in so we were jolly lucky.   I am also mess orderly today</p>\n<p>[Partly written under Sept. 2 entry]<br />\n Sept 3rd   Jackson and I went and had lunch and afternoon tea in Cassell.    It is a fine old Town and we wandered into all sorts <strike>and</strike> of back streets and aired our French We even<br />\n wandered into une bonne fete and it tried to explain it was mine also and greeted Madamoselle with \"[indecipherable] vous [indecipherable]une bonne fete\"   Slept in a marquee and it was fearfully cold.</p>\n<p> I only got word last night that I was to report at D.A. this morning at 6.30 to go to a Signalling School.    Slept at waggon lines last night.   Got into motor omnibus and came into Steenwecke where we took train to Hazebroek changed trains and on to Cassell.   Entered another ominbus and came on here (Zupteene) about 2 miles from Cassell.   In the afternoon   [continued under Sept 3rd entry entered above.]<br><br />\n September 4</p>\n<p>The bigger part of us are in an old Chateau.  I am undergoing a linesman's course.   A very good recreation room and wet and dry canteen is here, also library.   We get war news daily by wireless and I fancy we get news before the papers.    My course is going to take a month.    The wireless course takes 3 months.   We went through all kinds of different cables and wires today</p>\n<p><a name=\"a6301069\"></a></p>\n<p>[Page 69]<br><br />\n September 5<br><br />\n It has been raining fairly constantly since coming but fortunately our work so far is indoors.   We were on jointings today and about an hour on buzzer.   Had a lecture on electricity by an officer this afternoon.   Wrote to Bob.</p>\n<p>September 6<br><br />\n This morning we were all taken into Hazebrouk per motor omnibus for a bath.   We got a complete change of underclothes    Hazebrouk is a fine City but as usual we saw little of it.   This afternoon on jointings and buzzer again.   Wrote home.    The food here could do with some improvement but I suppose we will manage somehow.   Reveille at 6 a.m.  </p>\n<p>September 7<br><br />\n Breakfast 7 a.m.   Parades 8 to 10.30 and 11 to 12.30 and 2 to 5 p.m.    We are then at liberty until 9 p.m.</p>\n<p><a name=\"a6301070\"></a></p>\n<p>[Page 70]<br><br />\n September 9<br><br />\n [The following entries have been made written across two pages]<br><br />\n Have been suffering lately from a severe attack of tonsilitis and it is still very sore   I have been keeping going with my work but it is hard as I am living only on milk biscuits bought at canteen as it has been almost impossible to eat hard rations.   Went on sick parade on Sunday and Dr gave me some tabs to suck and some calomel but they gave me little relief It is difficult to keep a diary going as it is a very monotonous routine<br><br />\n The Kaiser has an old palace in Cassell where he occasionally visited</p>\n<p><a name=\"a6301071\"></a></p>\n<p>[Page 71]<br><br />\n September 13<br><br />\n Last night I used the old bread poultice remedy and am almost O.K. and am eating heartily.   Nothing to record on Sundays we always have a regular scrubbing out but are free from about 11 a.m.</p>\n<p><a name=\"a6301072\"></a></p>\n<p>[Page 72]<br><br />\n September 21<br><br />\n Went for a ride in a motor lorry to Ypres for some goods tonight over in Belgium.</p>\n<p><a name=\"a6301073\"></a></p>\n<p>[Page 73]<br><br />\n October 1<br><br />\n Left the School this morning and caught 8 a.m. train.   Got to Hazebrouk about 9 a.m. and had to wait for next train at 6.26 p.m. and not a brass farthing.   A beautiful old town too.    Got back to Div. Hdqrs. about 9 p.m. and found Bty. had moved to Armentieres, about 8 miles away.  Went as far as 52nd Bty. near Fleurbaix and slept there.</p>\n<p>October 2<br><br />\n parcel of chocolate and biscuits from home.   Armentieres is or was a glorious old City at one time    We have any amount of beds crockery and furniture in our billets and I would be satisfied to winter here if need be.   Capt Prior has gone away with appendicitis and Lt. Kennet is in charge.</p>\n<p><a name=\"a6301074\"></a></p>\n<p>[Page 74]<br><br />\n October 3<br><br />\n Went round to baths this morning and had bath and change.   The Battery is split up again one [indecipherable] being about 2 miles away.   Was out all afternoon establishing communication to there out near Le Bizet a village absolutely in ruins.   Armentieres is knocked about a good deal in places and 50 civilians were killed a day or two ago.</p>\n<p>October 4<br><br />\n Jackson, Dutch and myself came down to F.O.O. today for 3 days with Mr. McMullen.   We are at Batt Hdqrs in what is left of a fine old home.   The place was evidently left with all furniture as pieces of it are strewn everywhere    As soon as the Bty started firing today Fritz got onto them and Norman Tayt was wounded and 2 engineers near by killed.</p>\n<p><a name=\"a6301075\"></a></p>\n<p>[Page 75]<br><br />\n October 7<br><br />\n Came back to Battery from F.O.O. and went down for a bath in afternoon</p>\n<p>October 8<br><br />\n Out on Waggon Lines nearly all day</p>\n<p>October 9<br><br />\n On LX line all day</p>\n<p>October 10<br><br />\n On waggon lines this morning</p>\n<p><a name=\"a6301076\"></a></p>\n<p>[Page 76]<br><br />\n November 7 <br><br />\n Left Section moved out for the Somme tonight<br><br />\n Sent parcel containing handkerchief satchet and table centre and a few odds and ends.</p>\n<p>November 8<br><br />\n We have been packing up all day and are leaving tonight on route pour la somme from Armentieres   The New Zealanders are taking over from us.   The infantry are already on the Somme and also all other Australian divisions.</p>\n<p><a name=\"a6301077\"></a></p>\n<p>[Page 77]<br><br />\n [List of names, dates/goods and amounts of money (French francs) not transcribed] </p>\n<p><a name=\"a6301078\"></a></p>\n<p>[Page 78]<br><br />\n List of clothing left with Q.M.</p>\n<p>1 pr trousers. 1 shirt. 3 prs Socks.<br><br />\n Disinfecting ? Cotton and linen goods<br><br />\n By boiling, but must be soaked first for ½ an hour in 1 ½ ounces fluid cresol to 1 gal. water.<br><br />\n Blankets ? Same procedure or else fumigated by steam.<br><br />\n Mattresses &amp; pillows ? Spray with 8 fluid ounces formalin to 1 gallon water;  then fumigate by steam.   The formalin solution is also used for leather goods and they are afterwards aired in the Sun.</p>\n<p>Miss Adelaide Edwards-Smith<br><br />\n \"Bunator\"<br><br />\n Hornsby.<br><br />\n NSWales.</p>\n<p>Mrs M.C. Prior<br><br />\n Lipson St<br><br />\n Pt Adelaide</p>\n<p> Notes</p>\n<p>Abbreviations for signalling.<br><br />\n Bty.  A.N.G. 162\" RT.  A,S. angle of sight  1\" 15?<br><br />\n EL. 15?. C.O.L.  C.O.R. 142 collective convector 3300, 3500 Stop 350. G.o.m.  ECH.COR 140<br><br />\n [indecipherable] convector.   O.R.D. Bty.<br><br />\n 115 MRT   210?  M.L.   X.F. Sections fire 10\"<br><br />\n Stop GLWT.    Gun limber waggon trains. </p>\n<p>Bay Horse branded offside   Lines Roof AC 70<br><br />\n Near side front loop No 1</p>\n<p><a name=\"a6301079\"></a></p>\n<p>[Page 79]<br><br />\n C/- Mrs. Wright<br><br />\n Maison Coronel<br><br />\n 14 Sharia Abon[indecipherable]<br><br />\n 1 Towel, 3prs Sox, 3 handkerchiefs<br><br />\n 1 pr pyjamas / undershirt<br><br />\n 6/10 x Sub base = Base in 100 &percnt;<br><br />\n Apex L</p>\n<p>[Figures not transcribed.]<br><br />\n Haircut.   Brush &amp; comb.   Boot polish</p>\n<p>Mrs W.I. Bovell<br><br />\n C/- M.J. Bovell Esq<br><br />\n Commonwealth Bank<br><br />\n Perth.   W.A.</p>\n<p>Mrs. D Hilder<br><br />\n 184 Old Canterbury Road<br><br />\n Summer Hill<br><br />\n NSWales</p>\n<p>[Diagram and measurements not transcribed.]<br><br />\n Mrs W. Burk<br><br />\n 206 Bathurst St<br><br />\n Hobart<br><br />\n Tasmania</p>\n<p>Miss Eva Thomas<br><br />\n \"Olantye\"<br><br />\n Weybridge<br><br />\n Surrey</p>\n<p><a name=\"a6301080\"></a></p>\n<p>[Page 80]<br><br />\n There was an old man of Madrid<br><br />\n Who went to an auction to bid<br><br />\n The pick of the load was a bedroom commode<br><br />\n But pooh! when he lifted the lid.</p>\n<p>[List of names not transcribed.]</p>\n<p><a name=\"a6301081\"></a></p>\n<p>[Page 81]<br><br />\n HE HAD GOT OUT OF IT] THREE OR FOUR TIMES TERAGAIN ST AND WITH A FURIOUS FORFINGER WAGGED ALL HER EISDEEDSIN THEN FAC HE SAID DASH IT ALL<br><br />\n YOU CANT LEAVE A GIRL <STRIKE>SQUATTING</STRIKE> SQUATTING DOWN AGAINST A WALL WITH HER HEAD IN HER LAP AND SHE CRYING HANG IT SAID HE YOU FEEL AS IF THERE WAS WATER ROUND YOUR LEGS AND YOU WILL IF YOU DO</p>\n<p>Thompson &amp; Porteous<br><br />\n Tobacco Manufacturers<br><br />\n Edinburgh</p>\n<p>Got Mr Cullen's shoes<br><br />\n Tell Capt Prior mineral oil &amp; mineral jelly went up on Sat night.<br><br />\n More oil going tonight.<br><br />\n Tell Harry [indecipherable] send down boots to Johnston</p>\n<p>[Printed calendar for months of July to December.]</p>\n<p><a name=\"a6301082\"></a></p>\n<p>[Page 82]<br><br />\n [List of names and amounts of money and goods not transcribed].</p>\n<p>Owen Wallis<br><br />\n 144 Alexandra Rd<br><br />\n Southend on Sea<br><br />\n or 61 High St.</p>\n<p>Rev. Mr. Kirkwood<br><br />\n Kelso<br><br />\n George Portesus<br><br />\n Dalkeith<br><br />\n (7 miles from Edinburgh)</p>\n<p>Madame Barrier<br><br />\n Market Place<br><br />\n Pontchartrain<br><br />\n (near Parkes)<br><br />\n Boazinan's of Kelso</p>\n<p>Madame Levre</p>\n<p>C/- 43 Sq. Amb[indecipherable]<br><br />\n Brussels<br><br />\n Brown's of Plymouth</p>\n<p>John Brown<br><br />\n 8 Queen's Gate<br><br />\n Plymouth</p>\n<p>Enquire about his sister Eliza and give her Una's love.</p>\n<p><a name=\"a6301083\"></a></p>\n<p>[Page 85]<br><br />\n Pass.  No 2977 Gnr. Pearse N.L. who is on Signals Duty</p>\n<p>Permanent<br><br />\n Attached 48th 11/7/16.</p>\n<p>[Transcribed by Rosemary Cox, Adrian Bicknell for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"102680","uid":"0","filename":"a6301002h.jpg","uri":"public://a6301002h.jpg","filemime":"image/jpeg","filesize":"1311944","status":"1","timestamp":"1389062703","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1083,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Norman Lee Pearce World War I diary, 1 January - 8 November 1916","format":"plain_text","safe_value":"Norman Lee Pearce World War I diary, 1 January - 8 November 1916"}]},"field_page_number":{"und":[{"value":"2"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/101782/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"101782","revision_id":"101805","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397711521","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"101805","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/norman-lee-pearce-world-war-i-diary-1-january-8-november-1916-page-2-1"}