<p class="page" id="a4010087">[Page 87]</p>
<p>These inspections and shows have been nic-named by the troops "Winning the war".</p>
<p>Sunday May 19. 1918. 1385.<br/>Another hot day.</p>
<p>There was an issue from the Comfort funds of Havelock cigarettes and also cocoa which we had for dinner. There was also an issue of green envelopes but not enough to go round. I posted to my wife today the flower vase which I made out of a French 75. The reason of the delay was the trouble I had getting it censored. Our dope spent a week considering it, &amp; making enquiries while Mr Carey offered to do it for me.</p>
<p>Monday May 20. 1918. 1386.<br/>Yesterday the enemy exploded some shells over the town &amp; in the evening put in a lot of gas shells on our right. It is again hot today.</p>
<p>I finished reading a book "Manalive" by C.K. Chesterton.</p>
<p>This evening hostile planes dropped bombs in the vicinity of our camp. They were driven off by machine gun fire.</p>
<p>A.Johns who ran amock one night on picquet by firing 4 rounds rapid at an imaginary man in the stables, and Huie Gannon have received notice to hold themselves in readiness to go to the Base. They are both over 50 years of age.</p>
<p>Tuesday May 21. 1918. 1387.<br/>Another hot day.</p>
<p>The bombs last night fell near the abandoned aerodrome and several of the A.U.C. were wounded also A.S.C men total 22. casualties. 3 killed 19 wounded.</p>
<p>I received a letter yesterday from Kitty Martin dated May 13.</p>
<p>We are to shift tomorrow early, as the Battalion is going into the lines</p>
<p>Wednesday May 22. 1918. 1388.<br/>Another hot day. The Transports &amp; the Battalion left Allonville about 8.a.m. this morning. George Dodd &amp; I stayed behind to tidy up the stable.</p>
<p>There was a heavy bombardment last night &amp; this morning also the night before.</p>
<p>Later they returned with the Limbers &amp; removed 2.U. stoves [Indecipherable] worn fitting etc. &amp; left about 1 a.m. and travelled about 6 kilometers &amp; camped on the road along the river Somme half way between Lamotte and Came on [Camon]. We missed our dinner &amp; before tea I had a refreshing bath in the river for the day was very hot although a few drops of rain fell.</p>
