<p class="page" id="a3043017">[Page 17]</p>
<p>Convoy rolling steadily. Weather fine. Full Brass inspection by the General, about 2 p, m. All hands found it hard to keep a footing on the decks. The hobnail issue boots feel like lead after light deck shoes. Wrote and posted No6 Post card.<br/>Friday,June 1st. beautiful fine day, with calm sea. Cloudless moon light night. Vessels of the convoy would make splendid targets if any fish were about.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;    "Velvet sky and satin sea.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jewelled points of mystery,<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stars, an opalescent moon -<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This is my memory of June".<br/>The boys are all busy writing letters, etc, tonight, as there is a mail closing tomorrow, that will go ashore at Mauritius. One chap is also writing a full history of the voyage. He asked me what would be a good title for it, and I told him that judging by his experience "Sic Transit" would be a good name. The others counted me out.</p>
<p>Saturday, June 2nd. Fine day, calm sea. Various sports held in the afternoon on the troop decks. Quoits, Tug-a-war, Boxing, Skipping, etc. Heard of the sinking of the "Dover Castle" also attack by Anglo-Italian Fleet on Austrian Ports.<br/>Sunday, June 3rd. King's birthday cake to all Messes in honour of the day. All hands wishing the King had a birthday at least once a week.<br/>Monday, 4th June. Fine and warm. Sea calm, with wind astern.</p>
