<p class="page" id="a5844031">[Page 31]</p>
<p>28 Sat. [Jan] Close up shop for day at 2 P.M.  go to Wilton.  Buy soap and Blue.  Can do alright.  Wet &amp; cold beastly weather.  Saw 25 Aeroplanes Flow over Just like a lot of Wild Duck's.  We learn how to catch Pheasant's  At School of Arts' Wilton I meet the Game keeper from Hurdcott house next to Camp.  He is Champion of Wiltshire at Draughts.  I win from him.  Invited to dinner Sunday.</p>
<p>29 Sunday  Am Delighted Mr Davey &amp; Family  splendid  am shown all over Sir H. Bakers place it is Beautiful.  His Farm Laborer's are all girl's  Found them interesting.  Am told come and go without any ceremony and at any time.</p>
<p>30 Mon.  Laundry in full swing finished the day 11/- Profit</p>
<p>31 Tues.  Arthur Brown Put in the Drying Room next to me.  We go into Partnership Business Booming</p>
<p>1 Feb.  Wednesday.  No Parades every body to see the Doctor and then get ready for leave 4 day's to London any going Scotland 6 Ireland 8  I got 8 day's but  hang Ireland</p>
<p>Feb. 2 Thursday.  Up 4 breakfast 4.30  Inspection  Catch train Wilton 6 London 11.30  First call Bank.  Got Lodging Lambeth with People, Armstrong  Miss Armstrong very good is pilot for me.  12.30 Midnight tired out</p>
<p>Feb. 3 Friday  Up early go to Covent see Market's  a Drink to be had early owing to Gardner's.  Had Breakfast at Covent.  Went down to Holborn.  Had a look West minster &amp; Horseferry Road.  Back to Lambeth got my guide out of Bed saw Windsor and Buckingham Castle's  Went out to Clapham and dodged here there and every-where  From the Tower to Mdme Taussards Waxworks.  Another Tired Feeling</p>
<p>4 Sat.  Up early go out for a walk.  See a Digger Curled up under a Hot Pie Stall. Got full and no cash left.  get him to where I lodge  give him a Drop From Flask.  Make him shave and clean up.  A feed and I hardly knew him.  It was a difference.  I give him a few bob to go to Horseferry Road and make a draw.  Surprised he came back at night and paid me Paid for his Breakfast and went to Y.M.C.A. to stop.  Went to Chu Chin Chow, Oscar Ashs Theatre  "Magnificant"</p>
<p>5  Sun.  Went to Mass  Westminster Wonderful Pomp and Ceremony Cardinal very poor preacher</p>
