<p class="page" id="a5844043">[Page 43]</p>
<p>25 Sun.  Church Parade  Too wet to go any where or do any-thing.  Sing Song's in Canteen's  Favorite</p>
<p>26 Mon.  Col Jackson called me off Parade and handed me a letter of invitation to play a serie's of Game's with Wilton School of Arts.  Chess, Card's Dominoes Etc.  He gave it into my Hand's &amp; I Picked a Team.  He gave us leave from Parade to Practice and Bought us Board's Etc. We won the contest and He was very pleased.</p>
<p>27 Tues.  More Drill Etc.  Some cow got among our Radisches and it was Suspicious  it only took Radisches</p>
<p>28 Wed.  Nothing doing.  Watch set for the Cow.</p>
<p>30 Thursday.  Drill all day.  The Hut Orderly reported the cow was our Lt Levy with 4 Cloven Hoofs.  Officer or not he had to ante up.  It cost him a 10 Gal Keg to square [indecipherable]  Dear Radisches</p>
<p>31 March Friday.  All day on the Rifle Range</p>
<p>1st April.   Fool's were made of us all.  Pack's Etc Rifle's everything was ready.  Fritz was supposed to make a landing.  We flew to it.  The seargent's nearly went mad excited<br/>1st continued.  all in readiness.  We were ordered to stand by for orders.  The Officer's came and told us to put our Pack's away you "Darn Fool's"  We did &amp; then fell in and then marched out of Camp to Wilton.</p>
<p>2nd Sun.  My first Guard in this Camp.  I prefer it to the droning old Padre on Church Parade.  I am here now for 24 hour's.</p>
<p>3rd Mon.  Off Guard  Off duty.  Go fishing.  My Friend the Game Keeper lent me tackle and Put me onto a Pool.  English rivers are very shallow.  The deepest I saw was only 6 ft deep.  The water very clear of course except the Thames.  I got 8 Beauties.  I gave Davey two &amp; sold the rest 3/- each to the Officer's Mess.  I went back to the Game Keepers for Tea &amp; he &amp; I went for a "Joll'o' to Barford St Martyn's</p>
<p>4th Tues.  Another Draft, Going to night  We can miss our chum's now.  Our Family is getting very small.  The 8th Re inforcement's are expected in a day or two then we will soon get a start  The War Babies are to be kept here till they are old Enough</p>
<p>5 Wed.  A Day among the Machine Guns  Concert to night  Very good, Some good Talent come here</p>
