<p class="page" id="a5844063">[Page 63]</p>
<p>13th  Continued.  Grand Promenade Concert at night or free Pictures as you chose   Cape-town very lively place.</p>
<p>14th  Fr Kelly got Wirth &amp; me an early Pass at 8.30 to go up and get Altar Wine.  We took a Gladstone with us.  I had to see a preist at St Mary's Cathedral But the Bishop had the Key of the Cellar  We had to wait so we got to the first Pub.  We had a good run till 10 am the Police shut it up then as the rest were getting off.  Went back  Our Port was full  I paid him but had to get a Cab to cart it Back to the ship  We had enough for the Voyage Home to Aus</p>
<p>15.  Thursday.  Sailed For aus.  We only Had the Euripidies &amp; the Ascaneus with us now. &amp; we expected Fremantle in 12 day's.  Our Major Had a row over a Nurse &amp; Has a Lovely Black Eye, So there is no Officer's inspection</p>
<p>30th  Nothing much to write about for this Fort,night &ndash; Just the one routine up till to-day we got to Fremantle.  Early no leave till 5 P.M.  Big strike on<br/>30th Continued<br/>Patriotic Workers coaling us some shut up their Business Houses to do it.  Free train to Perth a Big Spread at Boan's big store got Back at midnight.  No leave the next day, a lot got ashore But were caught and Brought Back.  We got off at night, Labour trouble the Cause of no Leave</p>
<p>31st  Leave From 4 P.M. till 11 P.M.  W.A. gave us a good time.  Sailed at 3 A.M.  Several misses</p>
<p>1st  Sept.  off to Adelaide.  An open Go between the Euripidies &amp; us The Euripidies won by 8 &frac12; hours</p>
<p>6th Sept.  We got in at Noon &amp; was let off at once  We could not Pass those V.A.D. Girls.  They made us eat  They had a Wharf shed full of food  Trains and Theatre's Free  another V.A.D. Feed in City &amp; the ship at midnight.  The Girl's stopped up to give us a drink of Tea when we got Back.</p>
<p>7th  Sunday  Church Parade at Port Adelaide then Leave at Adelaide  Adelaide very quiet on Sunday.</p>
<p>8th  Monday.  Another Big day. Sports Etc for us.  treated fine.</p>
