<p class="page" id="a5844049">[Page 49]</p>
<p>Mon [May] Continued<br/>in Myriads.  Their losses must be some thing terrific  Our's is heavy enough.  God know's.  Still the Wounded are Coming and this is only really a first aid station.</p>
<p>9th Tues.  I am now at Albert's again.  I have joined in with a portion of our Battn who are resting by Garrisoning Albert's.  I am alright only for the scab on my neck. Report's are To &amp; Fro.  One a reverse another a Recovery &amp; so on  But no nearer to St Quinten.  Poor Bobby Emmet is gone he was in my section.  Claude Holmes is here with half a Foot.  Bert Fletcher Hit through the Shoulder.  The French shrug their shoulder's and Pass on.  In a great many Part's they have proved them-selves to be freindly to the German's And the Belgian's also.  The Canadian's are now going up.  They are to try &amp; get to Messine's.</p>
<p>10 Wed.  Still at Albert's.  The roar of the Artillary appear's closer &amp; the Rocket's and Flare's show as if they are working around toward's here  Several more Regiment's have come yet our new's is Very Vague</p>
<p>11 Thurs.  We get word that our men are still about Morlancourt &amp; Bullecourt.  But are meeting with very Hard Knocks.  We are now Concentrated for a move But have no idea where</p>
<p>12 Fri.  We are now at Bapaume, laying communication between trenches and clearing up the remains of the last Week. Still Battling near St Quinton  We are salving every thing of use it is put in a truck and sent to the Base</p>
<p>13 Sat.  New's come the German's are back in Bullencourt  But we cannot yet beleive it as they were on the Run to the Hindenburg Line in the last report's</p>
<p>14 Sun.  Heavy Cannonading again and at night the Heaven's are lit up.  This is horrible this suspense we do not get any authentic Particular's</p>
<p>15 Mon.  We are told our men are retreating and going to work with the Canadian's at Messine's and that the 1st Division was Holding at Bullecourt &amp; would slowly work Back here.</p>
<p>16 Tues.  All the tales are out.  We are withdrawn from Bapaume.  The Sherwood Forrester's releive us. We are sent Back again to Albert's and the Other's go on to Arras.</p>
<p>17 to 26th Saturday  Nothing but Garrison duty at Albert's.  We can get no more information of what is doing yet the noise appear to come nearer every day.  Aeroplanes are Flying over more plentiful</p>
