<p class="page" id="a7661054">[Page 54]</p>
<p>Royal Colonial Institute,<br/>Northumberland Avenue,<br/>London, W.C.</p>
<p>25th April (Anzac Day) 1916</p>
<p>My dear Judge,</p>
<p>Last mail brought me your letter of 5th March.  I was very interested to hear of the promotion and works of Arthur and Caesar, news of whom does not often come my way.  By now, as of course you know, they are across in France.  I understand that the 2nd Division went first, and assume that the 1st Division is also there because I received a card from a friend who is a machine-gunner in the 3rd Battn.;  written on 27th March and stamped "Hazebrouck a Calais".  I have since heard unofficially that the Australian troops are being used in the Ypres salient &ndash; one of the hottest corners of our line, a post of honor from a military standpoint.</p>
<p>You ask what sort of fellow the English officer is.  Truly a variable quantity about which I am still loth to express any definite opinion.  When first I went to Reading and saw what I considered would represent the cream of the young British officers I was keenly disappointed.  Half of them, in spite of their pretensions, were not even gentlemen according to my standard, and their general characteristics which one first noticed were insincerity and "side".  I am getting more used to them now and have found a few good fellows amongst them.  According to an Australian who had been 5 months in France with an English regiment, these "hot air artists" are all right underneath when it comes to real work.  So I am still studying them and do not feel able to say much yet.</p>
<p>Since my last letter at the end of March I have moved from Reading and have had 2&frac12; weeks at Thetford in Norfolk with the 12th Reserve Air Squadron.  To date, on account of a week's bad weather, I have only had some 2 hours flying.  This includes 1 hour's work in the air <u>without</u> an instructor.  At present my wings and chance of going to France as a pilot are still some</p>
