<p class="page" id="a6470013">[Page 13]</p>
<p>Saturday Nov 6th  Big changes here Col Meredith has been made temporary Brigadier &amp; Major Granville is in charge of the Regiment.  We also hear that some of us are going off for a spell in a few days being divided into classes for those that have never had a spell in the six months.  I belong to this class.  Shaved my mo off to day and getting  a lot of chaff over it.  Next day I excelled myself by cooking a big roast  &amp; potatoes &amp; onions &amp; a big raisin pudding.  Inoculated again against Typhoid.</p>
<p>Sunday Nov 7th  I was on sick list all day I thought I was getting attack of Influenza, lay in all day &amp; had a fast.  Received mail to-day of a later date up to Sept 20th.  Wrote home &amp; just posted letters before I received others.  We had two men hit to-day one on our anti-aircraft gun and the other sniped through going out on to forbidden ground, he got shot in the spine and there is little hope for him.  More changes amongst officers  our Brigadier General Chauvel has taken over command of the 1st Bde Inf in place of General Walker wounded.</p>
<p>Monday Nov 8th  Another day on my back worse of any day lack of appetite &amp; pains all over, as I have no temp The Dr cannot diagnose it.  Put in a wretched day.  There was 2/6 sweep on the Melb Cup &amp; over two hundred were in it.  The winner who was not myself took &pound;20 for first, we got the result through the wireless.  A sergt in A Squadron won it.</p>
<p>Tuesday Nov 9th  No better stooping over like an old man  Dr at last has name for it &ndash; Lumbago and he sent me round to the L.H.F.A. Hospital so I am back again being nursed by my old mates.  I was soon in bed and after interviewing all my mates went to sleep with a hot water bottle on my back.  90 of the 1st L.H. have gone for their spell. I was to have gone with them.</p>
<p>Wednesday 10  On back all day pain getting worse  Dr confirms Lumbago &amp; is trying to fix me up if he cannot I will go away. Had a bevy of mates in to see me all through the day.  Next to the hospital on the nearest poss is No 3 and the 2nd LH &amp; 11th are there, and they were all astonished  by receiving a fusillade of 8" shells amongst them, they killed  &amp; buried two  wounded some &amp; buried others alive, the wireless plant was destroyed &amp; the operator killed.</p>
