{"vid":"102877","uid":"1","title":"James McKenzie diary, 21 January 1916-19 September 1917 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"102854","type":"transcript_page","language":"und","created":"1389065103","changed":"1397713321","tnid":"0","translate":"0","revision_timestamp":"1397713321","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 78]<br> \r\n At various places all over the country here where there is grazing land it is bordered with tall trees. This I have no doubt is a means of providing timber, and still being grown without any loss of land for produce etc.</p> \r\n <p>Another kind of tree one finds growing by the side of the ditches is the willow. It is polleyed and the branches taken off are used as fuel. They are intensely utilitarian, these peasants.</p> \r\n <p>Never a day passes but one sees numerous aeroplanes over our heads either our own or the enemies and accompanying them are the anti-air craft shells bursting all around. So far I have never seen a shell strike a plane yet but they do good in this respect that they kept the plane from coming down too low and either bombing a good mark or getting valuable information regarding the movement of troops etc.</p> \r\n <p>News in newspaper that Russia is making rapid advances.</p> \r\n <p>July 30th Saturday</p> \r\n <p>Heavy Artillery bombardment.</p> \r\n <p>Some of the chaps who were at the landing on Gallipoli say that the bombardments here are far worst than what happened on the 20th of April 15. In fact one chap said he would rather put nine months in on Gallipoli than one month on the western front. The privation on Gallipoli were more than in France.</p> \r\n <p><a name= \"a5769079\"></a> </p> \r\n <p>[Page 79]<br> \r\n July 31st. Mon.<br>C.N. and myself went for a stroll over the fields. We got out at the Grand Bois (Big Wood) and landed into a little cottage and had coffee and a chat in broken French with Madame and daughters. I became quite taken on with Marguerite and so she seemed with me but being R.C. from the many signs of the cross I saw her make, made one shy off.</p> \r\n <p>After having coffee we made our way round by Neuf Berquin. The church in this place like the rest of the churches near the line was very badly damaged.</p> \r\n <p>August 2nd. Wed.<br>C.N. and I took a walk out by the \"Petit Bois\" and round by the \"Grand Bois\" to the place that we had visited two or three days ago.</p> \r\n <p>We were invited in to have coffee again and we caused a great deal of merriment amongst them by our endeavour to speak \"Francais\". Old Madame was busying herself about the home, which although to outward appearance it was dilapidated looking, inside the home was very nice and very clean. Marguerite was sitting at the window sewing a dress. The other sisters were all out in the fields working.</p> \r\n <p>I learn from Madame Cuzlet that this family, who all consider to be fairly well off, had been driven from their home, a farm near La Basser</p> \r\n <p><a name= \"a5769080\"></a> </p> \r\n <p>[Page 80]<br> \r\n by the Germans.</p> \r\n <p>They have two sons fighting down on the Somme, and as we were seated there Madame was busy packing up a box containing biscuits, scones, etc, to send to one of her sons, who is in the French Artillery and who is at present in that part of the line where heavy fighting is going on.</p> \r\n <p>I admire the French Stoves which I see in the homes of the French people. They are built well out into the kitchen floor and seem very economical and allow a party to sit round it and get all the warmth that is going.</p> \r\n <p>In this house I saw also a rather ingenious arrangement to catch flies. </p> \r\n <p>A glass arrangement something similar to a water glass but having a hole in the bottom with edges turned up so as to hold a certain amount of beer. Just below the hole is placed a piece of sugar which attracts the flies. After they have surfeited themselves with sugar, in flying away they fly upwards and into the glass thence into the beer, and die. If one judges by the number of flies that floated about in the beer this seems to be a very successful fly catcher.</p> \r\n <p>Aug 3rd. Frid</p> \r\n <p>A humorous programme got up by some one in the unit and hung up in our Mess Room caused a good deal</p> \r\n <p><a name= \"a5769081\"></a> </p> \r\n <p>[Page 81]<br> \r\n of amusement amongst the boys as each item seems to hit off the individual whose names was put down as the singer for instance Cpl Grubber was born and brought up in U.S.A. and often talked about America:</p> \r\n <p>Song: \"I want to go back to U.S.A.\" L cpl Grubber.</p> \r\n <p>L Cpl Shaw was a very effeminate kind of chap.</p> \r\n <p>Madaleine Solo, \"Queen of the earth\" L cpl Shaw, etc.</p> \r\n <p>Aug 4th. Sat.<br>Farly busy this forenoon. </p> \r\n <p>On taking a walk this evening and so we were passing one of the numerous Shrines to be seen near here we witnessed a women with five little children on bended knees saying their prayers to the saints which the shrine represented.</p> \r\n <p>Aug 5th. Saturday</p> \r\n <p>A few wounded were brought in to the C.C.S. late this evening. A shell had dropt right into their billet out Laventie way. They were all covered with dust from the wall and brick etc.</p> \r\n <p>The civilian who owned the house in which they were billetted died in hospital as a result of wounds received.</p> \r\n <p>Went to \"Grand Bois\". Spent a very pleasant afternoon. A number of other chaps came in and we left, M. whispering as we were going out, to come</p> \r\n <p><a name= \"a5769082\"></a> </p> \r\n <p>[Page 82]<br> \r\n back soon.</p> \r\n <p>On our way back to the C.C.S. we saw a big number of civilians looking away towards the trenches and up into the air. Looking in that direction we saw two long streaks of smoke, and this we learned had been the caused by two aeroplanes being brought down in flames by Anti-Air craft guns.</p> \r\n <p>Aug 7th. Mon<br>Kit inspection. Beautiful weather. Harvesting has been commenced by the French peasantry. The people all working up till nine o'clock in the evening in the fields. </p> \r\n <p>A concert got up by members of the unit proved very successful. The Convalescent ward was used as a Concert Room. In fact, in peace time, is a concert hall. The Ward was crowded to the door and the talent shown by the various artists was indeed very good.</p> \r\n <p>The favourite item was a piece entitled secrets by M.B. </p> \r\n <p>There were little humorous biographies of Officers and men of the unit. And as each verse of four lines was sung it was greeted with roars of laughter. Some of the officers and men were rather hard hit but they all took it in good part.</p> \r\n <p>Capt C. Major F. left the unit to-day.</p> \r\n <p>A heavy bombardment going on to-night.</p> \r\n <p>Aug 9th. Wed.<br>A large number of the cases in</p> \r\n <p><a name= \"a5769083\"></a> </p> \r\n <p>[Page 83]<br> \r\n hospital are wounded, accidental or Self-Inflicted. These men have got to pass before a board of inquiry to prove whether their wounds have been caused by accident or have been self-inflicted. If they have been caused by gross carelessness or <strike>by</strike> self-inflicted intentionally they are sent to a camp there to be tried and probably find that they get imprisonment for anything up to two years imprisonment.</p> \r\n <p>Some men wound themselves in the hand, or the foot, in order to get out of the fighting line. It never seems to occur to them that they will be found out, but the fact of the matter is very few escape without punishment.</p> \r\n <p>Often I have seen men brought into the C.C.S. wounded and by there whole attitude they have given themselves away. When one looked at their wounded limb one felt instinctively that they had been self-inflicted especially if it happened to be in the hand or foot. Often if the shot had been fired at close quarters there would be the black smoke mark around the entrance to the wound. Some dodges were tried to obirate this such as putting one's hand above the parapet or contriving to make the bullet pass through a tin of Bully Beef before it entered the hand or foot.</p> \r\n <p>The troops who are holding this part of the line at present</p> \r\n <p><a name= \"a5769084\"></a> </p> \r\n <p>[Page 84]<br> \r\n are a lot of young English troops who have been over in England training for the last two years.</p> \r\n <p>Naturally being inexperienced in actual warfare they have got the wind up, hence the large number of self inflicted amongst them. Once they have a month or two's experience they should be all right. Actual warfare is a heavy strain on people especially so on young fellows who have never experienced it.</p> \r\n <p>Aug 12th. Saturday</p> \r\n <p>Had a motor trip of about 60 miles to the infectious hospital near St. Omer. The day being nice and warm I enjoyed the trip immensely. </p> \r\n <p>On arriving back from St Omer I received a parcel from home containing, pancakes, scones, and a tin of Rasp &amp; Red Currant Jam. Enjoyed them very much.</p> \r\n <p>Have got Bunk fitted up in a little hut which has been set apart for the O.T. and D.R. Staff.</p> \r\n <p>Aug 14th> Mon.<br>King George V passed through in train to-day.</p> \r\n <p>Rumour has it that he made a statement at Etaples, that within a fortnight, there would be something done which would startle the world.</p> \r\n <p>The wild flowers which are growing in the fields and ditches are simply magnificent and I have found great pleasure in studying them.</p> \r\n <p><a name= \"a5769085\"></a> </p> \r\n <p>[Page 85]<br> \r\n There are a great many frogs to be seen about here. They spring up from around ones feet in all directions.</p> \r\n <p>August 15th. Thurs.<br>The feast of St Marie is being celebrated to-day. The people are going about in holiday attire and the church bells are ringing at various intervals during the day.</p> \r\n <p>August 16th. Fri<br>Walked round by Neuf Berquin in the afternoon and in the evening went round by Stenwerck. Passed a very tall crucifix surrounded by tall trees.</p> \r\n <p>August 17th. Sat<br>Very quiet to-day. Weather Showery.</p> \r\n <p>French civilians are making a practise of coming to the C.C.S. to have dressings and wounds attended to, much to the annoyance of the M.O.'s.</p> \r\n <p>Aug 20th. Sun.<br>A raid took place and the men who went over did not find anyone in the trenches but on their return to their own trenches they were shelled and had a good number of casualties.</p> \r\n <p>Fritz is becoming wide awake to these raids now-a-days. When there is a raid on he is clearing back from that part of the line, and when the raider returning to there own trenches he lets them have it with a vengeance.</p> \r\n <p>There seems to be more losses than gains in these raids</p> \r\n <p><a name= \"a5769086\"></a> </p> \r\n <p>[Page 86]<br> \r\n from what I can learn of them.</p> \r\n <p>Aug 21st Mon.<br>Two Evac this morning. Large numbers of English troops are at present billetted in and around the village. This part of the world lends itself to troops travelling as there are so many farmhouses about. The accommodation is not much good still when one's head is more or less covered in this game one has got to be thankful. It also lends itself to an invading army, the ground being so level, movement is rapid.</p> \r\n <p>We were entertained by a French woman who had had her child attended to at the D.R. As we were seated there having some coffee a young French Soldier along with a few more youths came in to the house. The soldier immediately embraced and kissed madame and monsieur and thinking that our presence here was in the way we made our departure.</p> \r\n <p>Aug 23rd Wed.<br>An Abdominal, a hopeless case came in during the night.</p> \r\n <p>Went out to the Aerodrome near Merville. A young Australian aviator, a chap who had been in the infantry as a private and was at Gallipoli showed us over the Aerodrome. He showed us his own machine which he had been up in, in the</p> \r\n <p> <a name= \"a5769087\"></a> </p> \r\n <p>[Page 87]<br> \r\n morning. He came down with about thirty shrapnel shots in it luckily none of them had struck any vital spot and he was able to land at the ?Drome in safety.</p> \r\n <p>He stated that the Germans are becoming very smart and aiming very straight around these parts.</p> \r\n <p>The streets of the village are crowded with troops who are spending the night here.</p> \r\n <p>August 20th. Fri.<br>The peasants are busy taking in their crops and well built stack are being built all over the place.</p> \r\n <p>A great many Tommies are coming in to hospital now, sick.</p> \r\n <p>August 27th. Sun.<br>Walked out to Doulieu.</p> \r\n <p>August 28th. Mon.<br>Roumania has entered the conflict along with the Allies.</p> \r\n <p>Sept 1st. Fri.<br>Three soldiers were brought in during the night wounded. One of our number who had been called out to attend to them was much annoyed at having to do so. When we asked him how he got on, he said \"That B------ went and died and that other is soon going to die the B------.\" And we all laughed. This shows how callous we become on this job.</p> \r\n <p>Sept 2nd. Sat.<br>Went along the Rue Grande</p> \r\n <p><a name= \"a5769088\"></a> </p> \r\n <p>[Page 88]<br> \r\n and went into the small shop opposite the Eglise or church. Had rather an amusing time speaking a concoction of English and French mixed up.</p> \r\n <p>Took a walk out Sailly way. Saw an aviator making a magnificent flight and in it looping the loop.</p> \r\n <p>Intoxication amongst even the youngest boys of our unit is becoming quite a common occurrence now-a-days. They get down into the village of an evening and getting into one of these Estaminets where Beer, Wine, etc are sold and where there may be one or two pretty Madamoiselles flirting about they create within them a spirit of chivalry which finds vent in the squandering of all there money in wine etc losing there money, wits, and control of their legs for the sake of a pretty face.</p> \r\n <p>As a rule these estaminets which are most frequented by the troops have a few of these pretty little maidens as attraction or decoys, another case of \"come into my parlour said the spider to the fly\".</p> \r\n <p>Sept 3rd. Sun.<br>Revolution in Greece, according to the newspapers.</p> \r\n <p>Sept 4th. Mon.<br>After a stroll out to Steenwerck Road went and had coffee in Madame C's house, where there happened to be a very merry crowd of the \"Boys\" drinking bottle after bottle of \"Bock\". </p> \r\n <p><a name= \"a5769089\"></a> </p> \r\n <p>[Page 89]<br> \r\n The days show signs of shortening and there is also a slight touch of cold about the air.</p> \r\n <p>Sept 5th. Tues.<br>\"Leo John\" got his stars.</p> \r\n <p>While out this afternoon we got some lovely Blackberries growing by the roadside. </p> \r\n <p>An exceedingly heavy bombardment is going on to-night with our Artillery.</p> \r\n <p>Sept 7th. Thurs.<br>Evac by barge on the Canal. Plenty of aeroplanes flying about to-day.</p> \r\n <p>Not much dressing doing. Have commenced painting the D.R. white and brown.</p> \r\n <p>Sept 12th. Tues.<br>The Harvests seem to be all gathered in.</p> \r\n <p>The trees are putting on their autumn garb. The variety of tints shown on the trees are gorgeous.</p> \r\n <p>Sept 13th. Wed.<br>Met Willie Zatt who had travelled from Steinvoorde to see us. He had set out to walk but was fortunate in getting a lift part of the way. He looks well but has had a good deal of roughing it down in the Somme where he has been this last month.</p> \r\n <p>Continuous bombardment nearly all night by our own artillery.</p> \r\n <p>Sept 14th. Thurs.<br>Very showery to-day. Walking along a country road we observed a cross formed by placing two sheafs of grain in that shape and a piece of shrub like boxwood was stuck in the centre. On making</p> \r\n <p><a name= \"a5769090\"></a> </p> \r\n <p>[Page 90]<br> \r\n enquiries for the reason of this we were told that at the farmhouse where this cross was put there has been a death. Just as in the case of our own country when the blinds are drawn.</p> \r\n <p>Sept 16th. Sat.<br>Not much dressing doing.</p> \r\n <p>Still continuing painting the D.R.</p> \r\n <p>The fields look very picturesque at present.</p> \r\n <p>The manner in which the beans are taken up is very interesting. They are pulled up by the the roots in bundles and turned upside down. There they are left for a few day. Then long poles about 3\" in diameter and 7 ft long are placed in the ground. To the poles the roots of the beans are fixed and encircling the pole. This leaves the beans outside and as the reason of this procedure is to allow the beans to dry the idea seems to be very good indeed.</p> \r\n <p>Sept 18th. Mon<br>Owing to an unsuccessful raid this morning we were kept very busy. Evact.</p> \r\n <p>Sept 19th. Tues</p> \r\n <p>The concert party of our unit are getting up a pierrot show. They have been getting special dresses made, and a few of us spent some time making pom. poms. for these dresses.</p> \r\n <p>Sept 20th. Wed.<br>Very few troops are to be seen on the streets of Estaires</p> \r\n <p><a name= \"a5769091\"></a> </p> \r\n <p>[Page 91]<br> \r\n after the estaminets are closed at eight. The evenings are becoming rapidly shorter.</p> \r\n <p>There is great excitement amongst our pierrot members to-night. This is the night of the show, their dresses have been late in turning up and they are in a fever of excitement getting ready.</p> \r\n <p>The concert turned out to be splendid.</p> \r\n <p>W. Zatt arrived here to join our unit having got a transfer from the 7th F. Amb.</p> \r\n <p>Sept 23rd. Sat<br>A beautiful Autumn day. Evac to-day by barge.</p> \r\n <p>Sept 24th. 25th. Mon.<br>Four wounded came in to-day as the result of an explosion of a Fritz bomb in one of their hands whilst examining it.</p> \r\n <p>The chap who had been holding the bomb whilst it was being examined got the worst injuries. He got one of his hands blown off and had a few other serious injuries as well.</p> \r\n <p>One of the other chaps was wounded by fragment of bones from the above chaps hand.</p> \r\n <p>A sight for a Scotchman's sore eyes or sore heart to-day. Battalion of Seaforths, Gordons, A &amp; S Highlander and Royal Scots marched past our C.C.S. to the tune of the bagpipes. I recognised a few of the chaps as men I had known at home.</p> \r\n <p><a name= \"a5769092\"></a> </p> \r\n <p>[Page 92]<br> \r\n To me there is nothing finer than to see a battalion of highlanders on the march. The kilt seems to enhance the appearance of the men and makes them big and brawny looking.</p> \r\n <p>Amongst the S. chaps that I have seen to-day in the village G. McK., M., W., J. T. came up to the C.C.S. to see me and we had a talk regarding old times.</p> \r\n <p>It is now almost two years since I joined the army and out of the thousands of chaps that I have met these few are all that I had known previous to leaving the old country.</p> \r\n <p>I also met M.C. &amp; Piper B. of the 7th A. &amp; S.H.</p> \r\n <p>Thursday Sept 28th.</p> \r\n <p>Some of the chaps belonging to the Concert party had a night out to-night. The majority of them came home rather tipsy. One of them had a bottle of champagne in his hand and letting it drop, it fell and smashed on the floor causing an abnoxious smell throughout the night.</p> \r\n <p>Sept 29th. Fri.<br>On our way over to the \"Grand Bois\" we came across an aeroplane which had landed in a ploughed field. It apparently had had to come down through engine trouble as it was quite uninjured.</p> \r\n <p>Oct 1st. Sun<br>Numerous raids took place last night, but they must</p> \r\n <p><a name= \"a5769093\"></a> </p> \r\n <p>[Page 93]<br> \r\n have been fairly successful as there were only a few wounded came in.</p> \r\n <p>There is a wintry touch in the air just now.</p> \r\n <p>Oct 3rd. Tues.<br>Have seen the Blighty Leave List to-day. There are unfortunately six in front of me.</p> \r\n <p>X Ray plant for the C.C.S. has arrived to-day.</p> \r\n <p>Oct 4th. Wed.<br>A wounded man named Rickson has been brought into hospital. It was thought that he would have to lose his leg but Capt E has endeavoured to save it and has spent a great deal of pains with the wound. There is marked improvement in the foot to-day and everything looks bright for the safety of the Limb.</p> \r\n <p>Oct 9th. Mon.<br>Strong winds are very prevalent these last few days.</p> \r\n <p>The nights are beautiful and moonlight.</p> \r\n <p>Oct 10th. Tues</p> \r\n <p>Second anniversary of our entry into camp.</p> \r\n <p>Walked round by Doulieu &amp; Neuf Beiquin in the afternoon and in the evening walked out the Steinwerck road a bit.</p> \r\n <p>Oct 11th. Wed.<br>General Plummer inspected C.C.S. to-day. Plummer does not strike one as being much of a soldier. He looks too polished and refined, but if the truth be known he is one of the best generals that we have in the</p> \r\n <p><a name= \"a5769094\"></a> </p> \r\n <p>[Page 94]<br> \r\n army at the present time. Capt East and Major Campbell left our unit to-day, they got a splendid send-off.</p> \r\n <p>Capt Williams, quite a boy, joined our unit to-day. Capt East is our best man but like many more good men he has not had a fair spin.</p> \r\n <p>Very wet to-day. The roads are terribly muddy. This brought home to us the truth of the expression \"Muddy Flanders\".</p> \r\n <p>Oct 12th. Thurs</p> \r\n <p>The Aus. F. Amb have been clearing out their patients preparatory to moving, the result is we have received an extra number of patients in to-day.</p> \r\n <p>The N.Zders have taken over the line at this part and the relieved Aust are crowding into the village.</p> \r\n <p>D.W. and I went down to the village photographers and had our photograph taken.</p> \r\n <p>Went for a walk to the Grand Bois, but finding the Maison full up we did not have coffee but continued our journey and landed back at Madame Cuzet where we enjoyed a hot cup of black coffee and incidently a heated argument on conscription.</p> \r\n <p>Oct 15th. Sun.<br>A large number of minor cases had to be dealt with to-day. There being no Field Amb to deal with them so the F.A. are on the move.</p> \r\n <p>Oct 16th. Mon.<br>Walked out to Merville which</p> \r\n <p><a name= \"a5769095\"></a> </p> \r\n <p>[Page 95]<br> \r\n is a distance of about four miles from Estaires. It is a fairly large village and contains a few large shops. The day was a bit frosty and made one feel in fit form for a walk.</p> \r\n <p>Capt Bennet has taken the place of Major Yeatman.</p> \r\n <p>Oct 19th. Thurs</p> \r\n <p>The cases in hospital are mostly medical at present. </p> \r\n <p>Saw an aeroplane brought down.</p> \r\n <p>An Aviator who had been brought down by the Germans came into the D.R. wounded slightly. </p> \r\n <p>He said that the clouds that he had passed through this morning were snow.</p> \r\n <p>The peasants are working in the fields lifting the potatoes and the beetroot.</p> \r\n <p>The country round about is taking on a bare wintry appearance. The sky is cloudy, the earth is damp, the air is cold and the trees and fields are bare.</p> \r\n <p>Saw a large number of Carrion Crows flying about, also Starlings, Larks, Yellow Hammers are pretty plentiful.</p> \r\n <p>Oct 22nd. Sun.<br>There has not been very much dressing to do lately.</p> \r\n <p>Football match to-day. Our team defeated by three points.</p> \r\n <p>Oct 23rd. Mon.<br>Big evact this morning.</p> \r\n <p>The weather is cold just now. Some of the boys learned that I sleep with only two blankets over me. This caused quite</p> \r\n <p><a name= \"a5769096\"></a> </p> \r\n <p>[Page 96]<br> \r\n a stir amongst them because some of them have got as much as eight or nine blankets over them at night time.</p> \r\n <p>There is a big ration of cheese given to us and at one time I had to stand a good deal of good natured chaff at being the only one who ate cheese, and as I enjoyed, I ate a good quantity, it does not constipate if I take it with jam on my bread. Now that I have got a number of the others educated to take cheese this way, I am now running the risk of not getting my own ration of it the demand being so great.</p> \r\n <p>Oct 24th. Tues.<br>Birthday to-day. My last four birthdays have been spent in different parts of the Globe. First in Scotland, second in Australia, third on Anzac, fourth in France.</p> \r\n <p>Concert held this evening, which was very good indeed. One of the items was a mock operation. As a rule at these concerts there are a great deal of skits made up against the officers and men, and in this case I came in for a bit of a rub myself.</p> \r\n <p>Oct 25th.</p> \r\n <p>As we were walking along the country road to-night in pitch darkness, we met a chap driving a small cart. He inquired of us if we had seen a big piece of meat lying along the road. It seems that in the darkness some of the rations which he was driving to his unit had rolled off.</p> \r\n <p><a name= \"a5769097\"></a> </p> \r\n <p>[Page 97]<br> \r\n This troubled him greatly for as he said if he did not find the rations it meant that the men would have to go short the next day. Those of us in the army, especially the A.I.F. know how men can growl if anything goes wrong.</p> \r\n <p>Oct 27th. Fri.<br>A chap who had the side of his face blown off about the eye was examined by a Specialist.</p> \r\n <p>He had a very nasty gash but the specialist says he may come all right if well looked after by a specialist.</p> \r\n <p>Oct 29th. Sun.<br>Transferred to work in the Operating Theatre, D.I. and myself are now working to-gether.</p> \r\n <p>Came across some beautiful paintings, down in the village stationers. They depict war scenes and are principly ruins of churches, houses, etc but the artistic effect of the painting are very well indeed.</p> \r\n <p>Some beautiful Flower, P.Cs took my fancy in the shop and I bought a number of them, enough to fill a P.C. Album. I also bought a book of poems in French by Alfred de Musset.</p> \r\n <p>In this same shop which sold many good things, one found that they sold many questionable things especially in pictorial line. Madame showed us them very slyly but noticing that we were not attracted by them she</p> \r\n <p><a name= \"a5769098\"></a> </p> \r\n <p>[Page 98]<br> \r\n just as slyly put them away again.</p> \r\n <p>Madame told us that at the time this village was occupied by the Germans at the commencement of the war a number of men and women were killed by the Germens and their body were afterward thrown into the canal which runs through the village.</p> \r\n <p>Nov 3rd. Fri.<br>Went down to the Imprimeur and bought a few more pictures making a total of ten.</p> \r\n <p>Received a parcel from home containing cake, shortbread, Apple Tart. The contents of the parcel which was sent from home were thoroughly enjoyed. I also received a copy of Longfellow's poems as a birthday present from Jane. Received from \"Foyle\" the Medical Encyclopaedia, Esperanto Dictionary, Shakespeare work.</p> \r\n <p>Nov 4th. Sat.<br>We have been doing quite a number of operations lately. Appendix and Empyeama principly.</p> \r\n <p>Read \"Evangeline\" again.</p> \r\n <p>Nov 6th. Mon.<br>Compulsory Bathing Parade. All marched down to the divisional baths.</p> \r\n <p>Feel very unsettled just at present</p> \r\n <p>Nov 10th. Fri.<br>A chap was brought into the O.T. terribly smashed about the leg and his arm blown off. We were rushed to prepare for the Operation but after giving him</p> \r\n <p> <a name= \"a5769099\"></a> </p> \r\n <p>[Page 99]<br> \r\n an infusion of saline, they saw the game was up with him and he was left to breathe his last.</p> \r\n <p>Col Newlands, one of the finest surgeons that one could wish to meet is leaving our unit to go as surgeon specialist to No 3 A.G.H.</p> \r\n <p>Lt Col Dick is taking his place.</p> \r\n <p>Have put in another application for leave to Scotland.</p> \r\n <p>Nov 11th. Sun.<br>Major Brooke Moore left our unit to-day and Lt Col. Shaw is taking his place as surgeon specialist to the unit.</p> \r\n <p>Inspection this evening by new O.C. Says he is highly pleased with the turn out of the men etc, etc, etc.</p> \r\n <p>Nov 14th. Tuesday<br>Walking along the banks of the canal I saw a number of German prisoners unloading timber from the barges. They seem big, healthy, contented individuals</p> \r\n <p>Heavy bombardment</p> \r\n <p>Nov 17th. Friday.</p> \r\n <p>Exceedingly cold this morning. Frost on the ground.</p> \r\n <p>Walked out to Merville. Have got an improvised stove into our hut, which improves matters a bit.</p> \r\n <p>Got the opportunity to go to Paris on three days leaves but as this would probably interfere with my leave to Scotland I did not take it on.</p> \r\n <p>Nov 21st Tues.<br><a name= \"a5769100\"></a> </p> \r\n <p>[Page 100]<br> \r\n Got instruction in the use of the new gas helmet, the box type.</p> \r\n <p>Nov 23rd. Thurs.<br>Went down to the Divisional baths.</p> \r\n <p>Nov 24th. Frid.<br>We have been doing a number of operations lately, Appendicitis, Hernia, etc.</p> \r\n <p>Had just received a letter from home when a chap from the office came over and told me that I have to get ready to go on leave for home.</p> \r\n <p>Nov 25th Sat<br>Two years since I left Aust in the Kyarra for Active Service</p> \r\n <p>Left in Motor Amb for Hazebrouck in order to catch the train for Boulogne. Col Dick &amp; Lieut Johnstone went up in the same car.</p> \r\n <p>It rained very heavily when I reached Hazebrouck. Hazebrouck is a pretty big place and is a railway centre. It has a fine big Hotel de Ville and square in the centre of the town.</p> \r\n <p>I left my kit at the YMCA hut near the station and proceeded to the Office of DMS for my leave pass which I got at three o'clock.</p> \r\n <p>The train left Hazebrouck at 3.30 in the afternoon arriving at Boulogne at 9 pm. We had been picking up troops at station all along the line with the result that there was a huge stream of troops on the platform at Boulogne on leave to blighty.</p> \r\n <p>On reaching Boulogne we were all marched to Coppings Brewery which is used as a billet for</p> \r\n <p><a name= \"a5769101\"></a> </p> \r\n <p>[Page 101]<br> \r\n troops going on leave to Blighty. It was a huge building consisting of four or five stories and served the purpose very well indeed. We were each issued with three blankets and three boards to sleep on.</p> \r\n <p>We were all too-much excited to sleep well that night.</p> \r\n <p>Nov 26th. Sun.<br>Marched to the wharf and sailed from Boulogne at 9 a.m. arriving at Folkestone at 11 a.m. There the leave train was waiting on us and soon we were speeding our way to <strike>Euston</strike> Victoria, London. I was a bit unfortunate and had to stand in the corridor all the way. Drove in a taxi to Euston and arrived there about 4.30 p.m.</p> \r\n <p>The train for Scotland was due to leave at 8.50 so I whiled the time away waiting on the platform. I got settled down after a good deal of difficulty and had to stand or lie in the corridor of the train nearly all the way from London to Scotland, not a very pleasant experience, but worth all the trouble to get home for a few hours.</p> \r\n <p>Nov 27th. Mon<br>Reaching home about 8.45 feeling a bit tired out. </p> \r\n <p>The thing that struck me in Stirling when home on leave was the scarcity of young men and the predominence of women.</p> \r\n <p>Went to the pictures in the evening with Jane.</p> \r\n <p>Nov 28th. Tues.<br><a name= \"a5769102\"></a> </p> \r\n <p>[Page 102]<br> \r\n Visited a few old friends and also went down to the Factory and had a talk with a few old acquaintances.</p> \r\n <p>They seem to think that I am looking very well, rather a compliment to me I think. Went to the pictures with Jane, in the evening.</p> \r\n <p>Wednesday Nov 29th.</p> \r\n <p>Much to my surprise D Zatt arrived home on leave. Little Euphemia I, taken to hospital with Fever.</p> \r\n <p>Went out to minister's for afternoon tea.</p> \r\n <p>Nov 30th Thurs.<br>Went for a stroll with Jane and in the evening went to the pictures with J. I. D. M.</p> \r\n <p>Dec 1st Fri<br>Had a look round the book shops buying a few books to take back with me.</p> \r\n <p>Rather a coincidence took place, lying on the dresser at home was a book entitled Gallipoli, naturally I picked it up and what should I see but a full page photograph of the North Beach, Anzac, taken from our dug-out.</p> \r\n <p>Dec 2nd. Sat.<br>Went to Edinburgh with D. D. A. J. and Father.</p> \r\n <p>We separated at Edinburgh. J, myself and Father went to Prestonpans. </p> \r\n <p>Dec 3rd. Sun.<br>Went to Church. In the evening spent a few hours with Mr Steele and Mr Christie.</p> \r\n <p>In the evening after Church I went a walk with Ina.</p> \r\n <p><a name= \"a5769103\"></a> </p> \r\n <p>[Page 103]<br> \r\n Collected my gear to-gether getting ready for the way.</p> \r\n <p>Dec 4th. Mon<br>All the time I have been on leave the weather has been very wet, but to-day I am expecting to leave, the weather is of the finest.</p> \r\n <p>The streets of Stirling are miserable at night time, more miserable even than the village streets near the line in France. The streets in Stirling are in all but utter darkness owing to the fear of aeroplanes bombing the town. Heavy fines are being exacted for breaches of the law in showing lights at night time.</p> \r\n <p>Had tea at I in the evening. Left home to catch the 9.30 train to London.</p> \r\n <p>Slept all the way to London.</p> \r\n <p>Dec 5th. Tues</p> \r\n <p>The train arrived two hours late. Took \"Tube\" to Charing Cross then taxi to Horseferry Rd, A.I.F. Headquarters to get the remainder of my gear. Took taxi to Waterloo Station. Got train to Romsey at 12.10 reaching Eastleigh 3.30 changed for Romsey at 4 o'clock. Found I had to walk a mile or two to the A.V.C. where I met Bob.</p> \r\n <p>After having tea B &amp; I walked back to the village and after spending a few hours to-gether I caught my train back to London arriving there about midnight</p> \r\n <p>I had great difficulty in getting a Taxi to take me to</p> \r\n <p><a name= \"a5769104\"></a> </p> \r\n <p>[Page 104]<br> \r\n Horseferry Road, Anzac Buffet but after calling in the Policeman to my aid I was successful in getting a Taxi, the driver meanwhile grunting out \"I ain't got much petrol\", we sped on our way and reached the Anzac Buffet all right. </p> \r\n <p>There I got a bed on the Floor and making myself comfortable for a few hours I went to sleep, getting up early enough to catch the train for Folkestone. There were hundreds of bed in this place, some made like the berths on a ship others consisted of mattresses on the floor.</p> \r\n <p>I was sorry that I did not see much of London, but one cannot get all one wants so they have just got to be content with what they get.</p> \r\n <p>Dec 6th. Wed.<br>Getting my gear from the Head Quarters at 5 a.m and inquiring my way from a policeman, as the streets were pitch dark I ultimately reached the crowd of troops who were returning from leave at Victoria Station. The station was packed with soldiers and friends to see them off.</p> \r\n <p>Getting a comfortable seat we left in the train at 7 a.m. Feeling a bit tired I <strike>sleep</strike> slept all the way.</p> \r\n <p>We arrived at Folkestone at 9.45.</p> \r\n <p>After some maze like wanderings</p> \r\n <p> <a name= \"a5769105\"></a> </p> \r\n <p>[Page 105]<br> \r\n we found that we were to be billetted in a long terrace of mansions overlooking the sea and which were all fenced off so that we could not get out of the grounds, once we were in.</p> \r\n <p>I spent most of my time in the Y.M.C.A. Hut, a place one finds in every camp all over the place or near the trenches.</p> \r\n <p>Left the billet at 1 pm and arriving at Boulogne about 4 p.m.</p> \r\n <p>Leaving the boat we were marched to the notorious \"one blanket Hill\" which is situation at the top of a long and steep hill a considerable distance out side the city.</p> \r\n <p>Dec 7th. Thurs.<br>Out of bed at 6.30. a.m. Breakfast 8.15 told to march off 1.30 for train. False alarm at 9.30. Formed up along with the lot going to La.Gorgue. </p> \r\n <p>No carriages for us to travel in this trip. Had to make ourselves as comfortable as possible in goods waggons in which we had to travel for 12 hours. A crowd of chaps from the R.N.A.S. kept things lively a bit for us. Some of them had a few drinks, so of course, one knows what that means.</p> \r\n <p>Dec 8th. Frid.<br>Landed at La Gorgue at 1 o'clock in the morning. Walked up from La Gorgue siding and reached our C.C.S. at 2 a.m.</p> \r\n <p>Told to parade before Col Dick. He asked me if I had had a </p> \r\n <p><a name= \"a5769106\"></a> </p> \r\n <p>[Page 106]<br> \r\n good time, if I had spent all my money and a few other such questions which amused me.</p> \r\n <p>It is awful to have been on leave and then to come back to this kind of work especially.</p> \r\n <p>Dec 9th. Sat.<br>Someone had spread the rumour that I had been married when away on leave. This was the first question that I was asked, but no one could be more surprised than I was to hear of it.</p> \r\n <p>The College boys seem to have gone mad on the \"Bones\" as play things just now.</p> \r\n <p>Sister Geogahan has taken the place of Sister Cameron in the operating theatre.</p> \r\n <p>Things have changed considerably since I went on leave.</p> \r\n <p>The boys used to work so as to allow one another off every alternate afternoon, now they have to do white washing of the walls of the building on their off afternoon. They naturally are not half kicking against it</p> \r\n <p>During the time I was on leave instructions were issued to the men on what they will have to do if it should happen that the village was bombarded, a thing that is expected to happen any day now.</p> \r\n <p>Dec 13th. Wednesday.</p> \r\n <p>We have no good surgeons with us at present.</p> \r\n <p>We are having plenty of operating at present. New Surgeons when</p> \r\n <p><a name= \"a5769107\"></a> </p> \r\n <p>[Page 107]<br> \r\n they come here, look for work where it is unnecessary. They have no consideration of the staff. Once the operation or operations are finished they drop work but the staff have to go on and on cleaning up and preparing for the next</p> \r\n <p>To-night I was sitting in Madames having coffee when I was called out to go to an op. One never feels free on this job because one never knows the minute they may be called upon to do work and if there is the slightest hitch with regard to anything required for the operation, it upsets the whole affair.</p> \r\n <p>Dec 19th. Tues</p> \r\n <p>A slight fall of snow to-night.</p> \r\n <p>Dec 20th. Wed.<br>The first anniversary of the evacuation of Gallipoli.</p> \r\n <p>Heavy bombardments by our Artillery to-night. The vibration of the guns firing rattled the windows of the houses almost to breaking point.</p> \r\n <p>As I was walking along the road to Sailly an old Frenchman shouted over to me when the <strike>sound</strike> report of a gun was heard near by \"Bon Jour, Allemand\" or in English \"Good Day German\" the one heard the whiz of some heavy missile cutting through the air on its way to bid the Germans \"Good day\" in a fashion which they do not like.</p> \r\n <p>Sent unit Xmas Cards away to friends.</p> \r\n <p>A number of wooden houses</p> \r\n <p><a name= \"a5769108\"></a> </p> \r\n <p>[Page 108]<br> \r\n are being built along the road side and are principly occupied by refugees, Belgian etc. They have read tiled roofs and are nearly all carried on as Estaminets.</p> \r\n <p>Dec 21st. Thurs.<br>Our Xmas Dinner arrangements have been practically spoilt by the Col interfering.</p> \r\n <p>In our mess room at dinner to-day the col. addressed us regarding Xmas Celebrations. In the midst of his address (he) someone coughed in a rather sarcastic fashion. I thought the Col would have gone crook on the soldier but he only turned round and remarked that \"That was a very dry cough\".</p> \r\n <p>Dec 22nd. Fri<br>A specialist did an operation on a chap's spine to-day but if this is a specimen of his kind of work then I do not want to see any more of it.</p> \r\n <p>Dec 24th. Sun.<br>A fine day. No Gas.</p> \r\n <p>The canal has overflowed its banks and the fields on the banks of the canal are flooded.</p> \r\n <p>There is great jollity amongst the troops this evening. Xmas Eve only comes once a year and it is a good job to. Drunks and would be drunks are causing a great rumpus. Little Susanne says that all soldiers get drunk on Xmas eve. She says it was the same last year and</p> \r\n <p><a name= \"a5769109\"></a> </p> \r\n <p>[Page 109]<br> \r\n some Scottish soldiers who were at her home last Xmas got so drunk that they slipped below the table and remained there all night.</p> \r\n <p>Got a good box from Aus. R. Cross. containing Pipe, Tobacco, Cig, Sweets, Notepaper, Pencil, etc.</p> \r\n <p>Dec 25th. Mon<br>Xmas Day.</p> \r\n <p>Special breakfast, Porridge, Bacon &amp; Tomatoes.</p> \r\n <p>Special Dinner at the Saint Sebastian Estaminet for which we had to subscribe 5F.</p> \r\n <p>After dinner we had our photo taken.</p> \r\n <p>A special dinner was also provided for the patients in hospital</p> \r\n <p>A Good Concert was held in the evening.</p> \r\n <p>A rowdy mob in camp to-night. On the whole a most enjoyable Xmas Day.</p> \r\n <p>Dec 26th. Tues.<br>Most of the chaps are feeling a bit off after yesterday jollifications.</p> \r\n <p>I wish we had a better surgeon to work for. The one we have at present is so slow and not proficient at his work, Lt Col. S.</p> \r\n <p>Dec 28th. Thurs.<br>The day very dull and cold.</p> \r\n <p>Went down to the Laundry along with the Motor Transport. A great many French girls of the rougher class work there. </p> \r\n <p>It is the \"wee small hours of the morning before we get to bed nowadays</p> \r\n <p><a name= \"a5769110\"></a> </p> \r\n <p>[Page 110]<br> \r\n Dec 31st. Sunday <u>Hogmanay</u></p> \r\n <p>Some of the chaps are a bit rowdy owing to being tipsy. Two got up on a box and delighted us with a stump speech on the \"War\". On the whole a very quiet Hogmanay.</p> \r\n <p>Jan 1st. Mon.<br>The tipsy mob came into our hut at midnight and wished us a happy New Year.</p> \r\n <p>A good deal of annoyance is being caused by the lack of Gas for sterilizing purposes. We have got an electric plant installed in our C.C.S. We are now making our own electricity and the light is very good.</p> \r\n <p>N.Z. troops are in and around the village at present, Fritz got on to our troops as they were changing over to-night and as a result we had a big rush of wounded.</p> \r\n <p>Jan 2nd. Tues.<br>Had just got to bed this evening when we were called out to the O.T. There were four big operations on and after having worked all day we had to go on all night in the steaming hot theatre which was laden with fumes from aether and chloroform and we only had a drink of water all night. The surgeons had a respite but we had none.</p> \r\n <p>Sister G. collapsed under the strain.</p> \r\n <p>Jan 3rd. Wed.<br><a name= \"a5769111\"></a> </p> \r\n <p>[Page 111]<br> \r\n Sat down at breakfast and went to sleep eating my food so tired and fagged out was I.</p> \r\n <p>Jan 4th. Thursday.</p> \r\n <p>The O.T. at one time was considered a place sacred to us but our new inefficient Lt Col Surgeon has turned it into a boxing saloon.</p> \r\n <p>The place is kept very clean by us everything being polished up to the nines but to use it for a boxing saloon is over the odds.</p> \r\n <p>Jan 6th. Sat.<br>The roads are very muddy.</p> \r\n <p>Jan 7th. Sun<br>A great deal of bombardment during the early morning.</p> \r\n <p>Jan 10th. Wed<br>Cold, Dull, Wet. There is an appreciable difference in the length of daylight that we are having. The scene in our dug-out of a night, after we have all got safely to bed, when the sound of a motor ambulance is heard is rather humorous. \"Is it a dressing room case, or an O.T. case?\", if neither everyone breathes a sigh of relief.</p> \r\n <p>Went round by Doulieu &amp; Steinwerck roads. Terrific bombardment going on. The flashes from the cannon lighted up the pitch darkness for miles around.</p> \r\n <p>Jan 14th. Sun.<br>Snow covers the ground.</p> \r\n <p>Went to Noeux Les Mines with the Football team in a Motor Transport, via La Gorgue, L?estrem, Bethune. The latter place is</p> \r\n <p><a name= \"a5769112\"></a> </p> \r\n <p>[Page 112]<br> \r\n is a fairly large town which has a number of houses which have been destroyed by the Germen guns a week or two ago. Noeux Les Mines seems to be a coal mining centre, a big number of the houses etc have also been destroyed. It is only a mile or two from the \"line\".</p> \r\n <p>The team which our unit team played was the 2nd. Tunnelling Corps, the latter team winning. They have a splendid Mess Room accommodation. It is a tunnelling corps but they can show the A.M.C. unit how to look after their men. </p> \r\n <p>This village had ninty bombs from aeroplanes dropped into it one night not so long ago.</p> \r\n <p>Singing and jollity ended the day except for a occasional member vomiting his inside out having indulged as usual too much beer.</p> \r\n <p>Reached back to the C.C.S. a 7 o'clock.</p> \r\n <p>Jan 18th. Thurs.<br>We are to have one hours saluting drill per week.</p> \r\n <p>Jan 19th. Fri<br>On sick parade.</p> \r\n <p>Off duty with Tonsolitis. Made myself as comfortable as possible in my hut do not want to go into hospital.</p> \r\n <p>Jan 20th. Sat.<br>A good deal of heavy bombardment during the night.</p> \r\n <p>Read a very good book entitled \"Eclipse or Empire\".</p> \r\n <p>Jan 22nd Mon<br><a name= \"a5769113\"></a> </p> \r\n <p>[Page 113]<br> \r\n On duty not feeling too good. </p> \r\n <p>Taking particular notice of the sunsets at the present time they all typically represented in the pictures that I have bought and sent home.</p> \r\n <p>Jan 27th.</p> \r\n <p>Have had to do all our sterilizing with Primus Stoves, a bit of a nuisance indeed.</p> \r\n <p>An Anti Air craft shell case dropped only four yards from our hut burying itself about five feet in the ground. Another one dropped about a hundred yards from here.</p> \r\n <p>Jan 31st. Wed.<br>A French woman was operated on for mammalary trouble</p> \r\n <p>Feb 3rd. Sat.<br>Parade, Parade, Parade, all day long. The Sgt Major likes to hear the sound of his own voice.</p> \r\n <p>The afternoons off duty are being completely spoilt by him.</p> \r\n <p>Exceedingly cold to-day.</p> \r\n <p>Feb 4th. Sun.<br>Germans sent over some Gas shells along with some Shrapnel, so we got a big number of Gas cases in to-day.</p> \r\n <p>Feb 7th. Wed.<br>We all now having a quinine parade. We all march up to the Dispensary and get a quinine pill. Very few of them are swallowed, however. This quinine is taken to prevent the cold. </p> \r\n <p>Had a Lecture to-night on the effects and kinds of Gas Poisoning. The latest kind of Gas does not show its effects till a few</p> \r\n <p><a name= \"a5769114\"></a> </p> \r\n <p>[Page 114]<br> \r\n hours after it has been breathed into the system.</p> \r\n <p>If the patient survives for 48 hours after he has partaken of this gas he usually recovers. To my mind the use of this gas in warfare is a cowardly game.</p> \r\n <p>The only treatment that one can give is rest and quietness, wipe away any fluid or mucus from the mouth and the administration of Oxygen</p> \r\n <p>Feb 8th. Thurs.<br>Great activity in the air on both sides at present.</p> \r\n <p>Feb 9 Fri.<br>Two Taubes which were up very high had a very rough reception. Hundreds of Anti-Air Craft Shells were sent up in the air after them</p> \r\n <p>One of them seemed to be brought down but judging from his position he would probably drop into his own lines.</p> \r\n <p>Rumour has it that all the Sisters attached to us are to go away.</p> \r\n <p>Went out to Merville with W. I. As we were walking along the road we noticed a cat hanging up in a tree. It looked as if it had been after a bird but getting intangled amongst the branches it had practically hanged itself.</p> \r\n <p>Lecture on \"Wounds and how to dress them\".</p> \r\n <p>Feb 10th. Sat<br>Three new sisters have arrived here this afternoon.</p> \r\n <p>Feb 12th. Mon<br>Went to Hazebrouck in Motor</p> \r\n <p><a name= \"a5769115\"></a> </p> \r\n <p>[Page 115]<br> \r\n Amb for Medical Stores. Had a tyre burst on the way. Had to spend a few hours in the town waiting on the car coming back from St Omer. On our way we passed two graves in a field, all the mark that they had was a wooden cross. We often come across isolated graves such as these. They were men who had been killed in the early stages of the war.</p> \r\n <p>Feb 15th Thurs.<br>A touch of spring about the air</p> \r\n <p>There is a heavy bombardment going on. The sound of these guns have a peculiar noise.</p> \r\n <p>Battalions of British troops are on the move between here and Steinwerck.</p> \r\n <p>One can tell that they are new arrivals by their spick and span appearance. They wont be long here before they will lose all that.</p> \r\n <p>They are young men in the pink of condition.</p> \r\n <p>Rumours of something doing up the \"line\" to-night.</p> \r\n <p>Feb 16th. Friday.</p> \r\n <p>Sir.D Haig has made the statement that the German line is to be broken at several place and his cavalry are to be ready to turn defeat into victory.</p> \r\n <p>The shells are whizzing through the air.</p> \r\n <p>Owing to the thaw the roads are very bad.</p> \r\n <p>Feb 18 Sun.<br>Plenty of bombardment.</p> \r\n <p>Feb 21 Wed<br><a name= \"a5769116\"></a> </p> \r\n <p>[Page 116]<br> \r\n A big raid which had been premeditated for some time came off last nigh. Eight hundred N.Z ders went over last night and caused considerable damage and capturing eighty prisoners.</p> \r\n <p>We had over a hundred brought in wounded including 13 Germans. Some of them were very badly wounded. One of them had his intestines hanging out of his body. The men seem to be quite jubilant over their starring experiences last night, at least the slightly wounded are.</p> \r\n <p>March 2nd</p> \r\n <p>The peasants are busily ploughing and preparing their land.</p> \r\n <p>March 5th.</p> \r\n <p>Snowing to-day.</p> \r\n <p>Took a walk with W. I out to Sailly. Parts of the road has to be screened because the enemy can see troops and transports passing at these parts and shell them at favourable opportunities.</p> \r\n <p>There are two pretty large cemeterys at this place  One is full of graves of Scottish &amp; English soldiers and the other is an Anzac graveyard only having been opened since the Anzacs took over this part of the line. It is pretty well full up already in spite of the fact that the Anzacs have only been here about ten months.</p> \r\n <p>March 6th. Tuesday</p> \r\n <p>Concert held in the Convalescent</p> \r\n <p> <a name= \"a5769117\"></a> </p> \r\n <p>[Page 117]<br> \r\n Ward. Ward crowded. A very good show. The officers of the unit came in for the skits.</p> \r\n <p>March 7th. Wed.<br>Equinoctial winds. Very cold. Two operations to-night both hopeless cases.</p> \r\n <p>It breaks one up very much to realize after all the care and endeavor to save the wounded man, he dies. However as the French people say \"C?est la guerre\". </p> \r\n <p>Rumour very persistent that we are going to leave here.</p> \r\n <p>March 8th. Thurs.<br>Attempted transfusion of blood.</p> \r\n <p>Told to keep two operating theatres in readiness.</p> \r\n <p>Col Shaw is using a paste called B.I.P. This to my mind is causing more injury that anything else.</p> \r\n <p>The cases being brought down in the Amb are not very well looked after, and I have no doubt are the cause of a few deaths from exposure.</p> \r\n <p>The R.C. padre whom we have with us at the present time is said to have been mentioned in dispatches. To look at him, he is such a small weakly looking chap that one would not take him to be capable of gaining any distinction. It is the general comment amongst the boys that the R.C's and the Presb padres have all been jolly good fellow but none of the C of Es that we have had have been up</p> \r\n <p> <a name= \"a5769118\"></a> </p> \r\n <p>[Page 118]<br> \r\n to much.</p> \r\n <p>This long irregular sort of job in the O.T. amongst blood and mud is getting on my nerves. If this is war I never hope to see any more of it.</p> \r\n <p>March 19th. Mon.<br>Real cold March winds.</p> \r\n <p>J. D. in our hut has contracted measles. We are all isolated as regards food but we have still got to continue working in the D.R. and O.T. so that is all their quarantine business as far as we are concerned. Of course it is the old cry where there is some work to be done \"We are indispensible\".</p> \r\n <p>March 21st. Tues.<br>The smell of gas gangrene from some of the wounded who come in is something awful. I sometimes think that the Germans poison their shells, at least I have not seen a German wounded yet who had gas gangrene, and as far as I can learn very few have.</p> \r\n <p>March 23rd., 24th. Sat.<br>The news from the Somme district has been splendid this week. Germans have been driven back over a front of 50 miles.</p> \r\n <p>The French also have been having good success. Our Cavalry are said to be in action. Some cavalry are stationed in Estaires</p> \r\n <p>March 25 Sun.<br><a name= \"a5769119\"></a> </p> \r\n <p>[Page 119]<br> \r\n I had often noticed a peculiar sign where three roads met and a small square was fenced off. I learned to-day that eleven of the villagers had been made to dig their own graves at this spot two years ago and then they were shot by the Germans.</p> \r\n <p>March 29th. Wed.<br>Cycled to Steinwerck.</p> \r\n <p>Got my photo taken in Kilts.</p> \r\n <p>It has been twelve and one o'clock every night lately before D and I have got to bed  (<strike>lately</strike>) </p> \r\n <p>Potatoes have been knocked off our diet list as they can't be got.</p> \r\n <p>Portugese have taken over the part of the line at Laventie. I am not much impressed with them.</p> \r\n <p>April 4th Wed. 5th. Thursday.</p> \r\n <p>Plenty of operations lately  It was seven o'clock in the morning before we got to bed, having been working all night long.</p> \r\n <p>Read a prophecy that the war is to end on the 28th of August 1917.</p> \r\n <p>April 8th. Sun.<br>Left the hospital to go up to the front line of trenches near Laventie.</p> \r\n <p>On our way up to the trenches past Laventie, the Germens seemed to have the main roadway well sighted with their guns as there were hundreds of</p> \r\n <p><a name= \"a5769120\"></a> </p> \r\n <p>[Page 120]<br> \r\n shell holes peppering the fields on either side of the road way. Screens were placed over the roadway to prevent Fritz from seeing any troops passing up Scarcely a farmhouse near this road was in a habitable condition. Nothing but bare walls was the rule</p> \r\n <p>We made our way off the main road in by the narrow communication trench. Near by was a cemetery mostly contained soldiers of Scottish Regiments. In some places the trenches were knee deep of mud so much so that we thought we had gone off our track.</p> \r\n <p>We were encouraged by B.? who had been here before, to go on</p> \r\n <p>Sometimes I stuck so fast in the mud that it was with difficulty that I extricated myself. At some places the path made by duckboards was very good. At other places we had to wade through deep water. At these parts some of the duck boards were loose at one end, with the result, that, immediately you put your foot on the board, up the board went and down into the water you slide, muttering a few choice phrases.</p> \r\n <p>However there was some consolation as regards the water as it help to wash <br> \r\n away part of the selection which had gathered on our </p> \r\n <p><a name= \"a5769121\"></a> </p> \r\n <p>[Page 121]<br> \r\n boots. After wading our way out and in, out and in, and passing through such well known streets such as the \"Strand, Fleet Street, Drury Lane etc\" we reached the supports. Dugouts where the supporting troops rested and waited in readiness in case of attack.</p> \r\n <p>Outside one of the dug-outs was chained a very small china dog. Placed amongst such surrounding it contrasted very much with the grimness of the place and made one smile even here.</p> \r\n <p>We ultimately reached the front line of trenches. Getting into one of the bays we met two Tommies who let us have a look through a periscope. Through it we could see the barbed wire entanglements and away in the distance a village. (Aubers)</p> \r\n <p>The Germans front line is situated at this point about 250 yds away.</p> \r\n <p>Behind this front line there were numerous graves of soldiers. The land round about was terribly hacked about by the bursting of shells.</p> \r\n <p>It was at this point the Australians first went over, near Fleurbaix, on the 19th July and which ended so disastrously for them on that occasion. In spite of the fact that everything was desolation around there were still a few birds could be seen flitting about.</p> \r\n <p>After having a good look</p> \r\n <p><a name= \"a5769122\"></a> </p> \r\n <p>[Page 122]<br> \r\n round we made our way back through the communication trench onto the main road again, with our boots soaking wet, and leggings covered with mud.</p> \r\n <p>Landing into Laventie again we had a good repast of coffee and eggs which sent us on our way rejoicing, to walk back to Estaires, three miles away</p> \r\n <p>April 9th. Mon<br>The Village in Fête, Easter Monday<br>O.T. changed into the Hut in order to have the O.T. proper, whitewashed.</p> \r\n <p>April 11th Wed<br>Owing to a raid being on we were kept very busy. I am not feeling too good. Have not got energy for anything.</p> \r\n <p>April 13th. Friday.</p> \r\n <p>Everything in the C.C.S. in a hubbub. General House Surgeon General to A.I.F. is to inspect us to-day. We made everything look spick and span but the \"General\" only put his head inside the door as the saying is and went away again.</p> \r\n <p>Poor old Col D. very disappointed that more notice was not taken of the place.</p> \r\n <p>Heavy shower of Hailstones.</p> \r\n <p>Capt Owen has left for another unit, what a relief!</p> \r\n <p>I feel sick of the whole</p> \r\n <p><a name= \"a5769123\"></a> </p> \r\n <p>[Page 123]<br> \r\n affair. A change of occupation would do me the world of good.</p> \r\n <p>April 14th. Sat.<br>What a mixture, Snow Rain and sunshine.</p> \r\n <p>April 15th. Sun.<br>On duty all night again</p> \r\n <p>April 17th. Tues.<br>The \"wee small hours of the morning again.\"</p> \r\n <p>Good news from the Arras sector and also at the part where the British and French lines join, down in the Somme.</p> \r\n <p>We have just got our C.C.S. into splendid condition and now we have word that we are likely to move very shortly.</p> \r\n <p>April 18th.</p> \r\n <p>Walking out into the country this afternoon I saw a Frenchman trimming the hedges surrounding a farmhouse. He ingeniously avoided cutting the tall stems but instead he bent them across diagonally and intertwined them with the branches, this went to form a strong fence, and looks well when kept neat and trim.</p> \r\n <p>April 25th. Wed.<br>Anzac Day. Church Service was held in the convalescent ward. This occasion was also taken to celebrate a \"Drunk Day\". The men who celebrated this day most, were men who never had been on Anzac. Fools!</p> \r\n <p>April 28th. Sat.<br> <a name= \"a5769124\"></a> </p> \r\n <p>[Page 124]<br> \r\n A few shells have been sent into La Gorgue by Fritz. Sisters warned to be ready at a minutes notice. Names of patients taken</p> \r\n <p>April 29th. Sun.<br>More shelling of La Gorgue. They seem to be after the Railway Station as they put a shell right through the Goods Shed there. Most of the other shells have fallen on vacant ground.</p> \r\n <p>April 30th. Mon<br>The weather has been simply ideal these last few days.</p> \r\n <p>Since we evacuated our patients we have not been receiving any in. We have also had to hand in our Kit Bags to-day. We have got to carry our gear and it is only a very small quantity that we are allowed to have in our possession. </p> \r\n <p>May 2nd. Wed.<br>There seems to be a big heavy gun over at La Gorgue sending some solid stuff in to Fritz. The sound of this gun firing is terrific</p> \r\n <p>May 4th. Fri<br>Had a trip round in an Motor Lorry via Bec a Mor, Croix de Bec, Le Nieppe, Steinwerck, Doulieu. </p> \r\n <p>Nieppe is badly knocked about especially the Church which is in the centre of the town with the houses and shop round about it. There are a number of windmills about this district.</p> \r\n <p><a name= \"a5769125\"></a> </p> \r\n <p>[Page 125]<br> \r\n The swallows are flying about here these last few days.</p> \r\n <p>The foliage of the trees are beautiful. The fruit trees and hedges are beginning to blossom.</p> \r\n <p>May 5th. Sat.<br>A Taube dropped four bombs near La Gorgue.</p> \r\n <p>May 8th. Tues.<br>Walked along the canal banks and then round by La Gorgue. The banks of the canal are simply alive with small frogs. Every few steps one took there would be half a dozen little yellow coloured frogs plonk into the water</p> \r\n <p>Our artillery seem to be simply pouring shells into the enemy. Our present staff of officers do not seem to realize what the work of a C.C.S. is. They are trying to fix them (the patients) up as if they are in a General Hospital. This entails a great deal more labour on the already overworked staff. One would not mind if it were necessary, but it is not necessary.</p> \r\n <p>May 10th. Thursday.</p> \r\n <p>Have got orders to pack up the C.C.S. We are going to take over another college at Bailleul and run it as a C.C.S. </p> \r\n <p>Had another trip round by Croix du Bec, Bec-a-Mor, Sailly. Saw some of the damage that Fritz had done a few days previously. Three women were killed in one house.</p> \r\n <p>Bill D. our driver is a very good fellow but he is a bit reckless in driving.</p> \r\n <p><a name= \"a5769126\"></a> </p> \r\n <p>[Page 126]<br> \r\n May 11th. Fri.<br>Still packing up. The C.C.S. is a wreck of its former self. Up to the time that we started to pack up we had turned the C.C.S. into a splendid place from spectacular point of view, then we got the order to pack up. It was the same of Anzac, the same at Serapeum in Egypt and it is the same in Estaires. We have toiled and toiled to get things into perfection and as soon as we got it almost perfect, orders would come through to pack up and move somewhere else.</p> \r\n <p>May 12th. Sat<br>Plenty of Aerial Activity. </p> \r\n <p>There is a tremendous amount of work entailed in shifting the gear of the C.C.S.</p> \r\n <p>Les John. is making sure that every stick is shifted.</p> \r\n <p>May 13th Sun.<br>A young French Girl has been shot just outside the village. She had just returned from church. She is said to have been shot by an English Sgt.</p> \r\n <p>May 15th. Tues.<br>A Post Mortem was held on the Little French girl who was shot. The mark of the bullet was right over the heart. She was a girl sixteen years of age and very well built.</p> \r\n <p>May 16th. Wed.<br>Met Major Fletcher who had just come up with a lot of Aussie troops from heavy</p> \r\n <p> <a name= \"a5769127\"></a> </p> \r\n <p>[Page 127]<br> \r\n fighting at Bullecourt. They had had a very strenuous time there and it had made a marked effect on him.</p> \r\n <p>May 17th. Thurs</p> \r\n <p>Had our O.T. all packed up on Motor Lorry. Left for Bailleul seated on an easy chair fixed high up on the back of the Motor Transport. As we left the Village we caused quite a stir as there were three men and a dog on the top of the car as well as me seated on the back.</p> \r\n <p>On our way we passed battalions of Australians who had just come out of heavy fighting at Bullecourt. There seemed to me to be an extreme expression of sadness on all their faces. </p> \r\n <p>Near Bailleul is greatly taken up with the growing of Hops.</p> \r\n <p>May 22nd. Wed.<br>The C.C.S. making rapid strides to-wards completion.</p> \r\n <p>Went to the Cinema to-night.</p> \r\n <p>As there is a large Aerodrome just outside the town we have plenty of exhibitions in flying here.</p> \r\n <p>May 23rd Thurs.<br>Walked out to Saint-Jans-Cappel and climbed Mount Noir, at the top of which is a windmill. Just a few yards from this windmill is the gate which marks the Frontier of France and of Belgium.</p> \r\n <p>A magnificent view is to be seen from Mount Noir.</p> \r\n <p><a name= \"a5769128\"></a> </p> \r\n <p>[Page 128]<br> \r\n The Mount is about 200ft high and the country from there for miles and miles is very flat. Away in the distance one could see the famous ruined town of Ypres and also Poperhinge with the beautiful green of the fields, the trees, the rivers, the red tiled cottages and an occasional windmill with its wings spinning around gave to the view a picturesque touch. One could also see away in the distance the flash of the firing of artillery amongst green clumps of trees.</p> \r\n <p>Had a good look round the windmill. To look at these windmills have a very slim built appearance but they are not so when you inspect them thoroughly.</p> \r\n <p>May 25 Frid.<br>There is a tremendous amount of Artillery passing through the town these last few nights. The town is also crowded with soldiers</p> \r\n <p>May 26th. Sat.<br>Walked out to Meteren a pretty little village three miles from here.</p> \r\n <p>This seems to be a sort of Headquarter village judging by the various Staff Officers which are here.</p> \r\n <p>It was at this village that the Germans were turned back in 1914.</p> \r\n <p>May 27th. Sun.<br>One of the Airmen came down to-day and was killed. One of his wings had</p> \r\n <p><a name= \"a5769129\"></a> </p> \r\n <p>[Page 129]<br> \r\n come off.</p> \r\n <p>As I was writing this note I heard the report of two shells bursting. Going outside I saw two flames in the sky and a few minutes afterwards two Balloon Observers were to be seen descending from their damaged balloon, in parachutes.</p> \r\n <p>It was interesting and exciting to watch them descend, from a distance, as they dangled in the air swinging backwards and forwards gradually bringing themselves down to the ground.</p> \r\n <p>May 31st. Thurs.<br>Walked out to Mont Des Cats. A pretty stiff climb up to the top of the Mont.</p> \r\n <p>There is a large college and monastery at the top of this hill. At present the college part of this monastery is used as R.A.M.C. Hospital for Skin Diseases</p> \r\n <p>One gets a beautiful view of the surrounding country, much the same as from Mont Noir. The windmill at the top of this hill is made of brick, a different type of windmill it is from the others.</p> \r\n <p>Troops were being instructed in Machine Gunnery.</p> \r\n <p>Witnessed an Aviator doing some marvellous turns and twists in his machine. <br> \r\n There was also a hospital for Officers here and it was said that he was giving an exhibition for their benefit. One of the turns was a complete somersault on his side.</p> \r\n <p>Returned back to hospital covered</p> \r\n <p><a name= \"a5769130\"></a> </p> \r\n <p>[Page 130]<br> \r\n with dust. Had, as per usual, on these hot days travelling amongst I had a headache. Went on duty to-night in the O.T.</p> \r\n <p>Tremendous traffic continues the whole night long through the streets of Bailleul. The only conclusion one could draw from the traffic which is being carried out is that there must be something doing. The traffic principly consists of British Artillery and Ammunition Wagons.</p> \r\n <p>The civilians of Bailleul have been warned to leave the town or remain at their own risk.</p> \r\n <p>June 1st. Frid.<br>A huge shell dropped and exploded just behind our C.C.S. this morning. It made a huge hole about 10ft deep and from 15 to 20ft in diameter.</p> \r\n <p>A number of our Observation balloons have been brought down lately by the Germans.</p> \r\n <p>Wrote letters in F for C which I am told has turned out pretty good.</p> \r\n <p>Had another walk up to Mont Noir, along with a few other night duty chaps. Had our photo taken in the rear of the windmill.</p> \r\n <p>Saw rather a peculiar shrine there. It was hewn out of solid rock.</p> \r\n <p>There are a great many Artillery Lines, A.S.C. and A.V.C. wagons encamped on the hill side.</p> \r\n <p>June 2nd. Sat.<br>Saw a few ?planes which</p> \r\n <p><a name= \"a5769131\"></a> </p> \r\n <p>[Page 131]<br> \r\n had three wings on them. They seem to be able to climb up in the air like climbing a steep hill. The other ?planes have to mount up circling as they go but these ones seem to mount straight up.</p> \r\n <p>Jun 4th. Mon<br>Took a walk by a circular route round by the village of Meteren. Expected to be transferred to the Dressing room staff but the S. Specialist would not allow it. A bit of a squabble. I desire to get on the D. Staff but others want to keep one on the O.T. Staff.</p> \r\n <p>Early this morning, just at day break an enemy ?plane dropped a bomb right on to an ammunition train which was lying at a railway siding, near the town. The train went up in flames. The vibration from the bursting of the ammunition was something terrific. Every few minutes explosion, shook the earth and buildings.</p> \r\n <p>Interested in what was going on I went into the square. There one found scarcely a window whole, each vibration of bursting shell shook the houses and shop and smashed their windows causing glass to clatter all around.</p> \r\n <p>Women and children were running across the square in a direction away from the disturbance</p> \r\n <p>Children were hanging on to their mothers frock</p> \r\n <p><a name= \"a5769132\"></a> </p> \r\n <p>[Page 132]<br> \r\n crying as they were dragged along, mothers had bundles of clothes in their arms, all that they could carry away from their homes. The sight was most pathetic. Others were a little more stolid, they walked away more calmly but they had a strained look on their faces.</p> \r\n <p>Meeting in with S. Sgt M. we took a walk down the Lille road to be near to where the disaster was.</p> \r\n <p>In an open space made for an entrance into a field we got a good view of the burning wagons. A thousand yards away columns of thick, black smoke mounted high into the air darkening the otherwise bright sky. Flames were licking up the wagons like the burning of a match box and from the exploding ammunition pieces of metal whizzed all around.</p> \r\n <p>In the evening after the ammunition train had practically burned out we went down to see what remained of it.</p> \r\n <p>The wagons had been utterly destroyed all that remain of them was a few twisted scarps of iron. Destroyed ammunition of all descriptions strewed the ground.</p> \r\n <p>The bursting of shells had made two holes about thirty feet deep.</p> \r\n <p>June 6th. Wed.<br>Tremendous rush of patients  Going the whole day long.</p> \r\n <p><a name= \"a5769133\"></a> </p> \r\n <p>[Page 133]<br> \r\n Everything in a turmoil</p> \r\n <p>June 7th. Thurs</p> \r\n <p>Repetition of previous day.</p> \r\n <p>June 8th. Fri.<br>Repetition of previous day.</p> \r\n <p>June 9th. Sat<br>Repetition of previous days, Something awful. A large number of German prisoners came in to-day.</p> \r\n <p>Sir D. H. visited the C.C.S. to-day.</p> \r\n <p>Reinforced by a large number of stretcher bearers.</p> \r\n <p>June 10th. Sun.<br>Much quieter to-day. As a rule, when we see the Germen wounded prisoners brought in we know that the end of the \"stunt\" has come. They are usually left to the last.</p> \r\n <p>To-day much of our time was taken up with preparing of dressings in case we should be rushed again. </p> \r\n <p>It is said that the commencement of the Messines stunt which we have just past through was heralded by the blowing up of tremendous mine. The newspapers also say that the noise of it was heard over in England.</p> \r\n <p>We were only a few miles from the scene of this explosion, but the sound of it never woke me up, so that I do not think the noise could be very great although there was certainly a very big mine blown up.</p> \r\n <p>June 11th. Mon<br>Our aviators are marvellous. After coming over from reconnoitring the line and as they are about to land at the Aerodrome they</p> \r\n <p> <a name= \"a5769134\"></a> </p> \r\n <p>[Page 134]<br> \r\n give wonderful exhibitions of how they can control their machine. The turns and twists they make are magnificent</p> \r\n <p>General Plumner, who was in command of the Messines stunt visited our C.C.S. to-day.</p> \r\n <p>We were formed up on parade and he addressed the men complimenting them on the splendid work they had done during the Battle of Messines. General .P. does not look like a general. He is a grey headed wears an eye glass, so neat and clean that he looked as if he was only fit for a glass case. He is a wonderful general. I do not think anything could be more wonderful than the way he conducted this latest stunt.</p> \r\n <p>Everything was as if it had been worked to a time table. During the battle some of the wounded had only been <strike>lying</strike> wounded two hours when they were in our C.C.S. and being operated on. One C.C.S. was seven miles away from the scene of the fighting.</p> \r\n <p>June 13th. Wed.<br>Off duty to-day. Went a walk to Mount Noir along with little \"Chick\". The day very hot perspired freely.</p> \r\n <p>In Bailleul square there is a large number of guns of all descriptions on exhibition. They had been captured by various battalions during Messines Battle.</p> \r\n <p>I noticed one of them was marked to be sent to Parramata. It had been captured by an Australian battalion</p> \r\n <p><a name= \"a5769135\"></a> </p> \r\n <p>[Page 135]<br> \r\n June 14th. Thurs.<br>Very busy day in the O.T.</p> \r\n <p>Feeling a bit crook with Diarrhoea &amp; ?Flue.</p> \r\n <p>June 15th. Fri 17th. Sun.<br>Been very quite lately</p> \r\n <p>June 18th. Mon.<br>Very busy to-day.</p> \r\n <p>June 19th. Tues.<br>Awoke early this morning. Five Taubes came over at five o'clock. Our Anti Air craft guns got on to them and sent them flying in all directions. Our triplanes went up after them and soon they were all lost to sight.</p> \r\n <p>Chick, W, and myself went for a walk round some of the outlying village</p> \r\n <p>June 22nd Fri.<br>Pretty busy, a number of very bad cases brought in to-day.</p> \r\n <p>June 23rd. Sat.<br>Three of our Observation balloons were brought down by a German Aviator with his machine gun. A lucky bag for him.</p> \r\n <p>June 24 Sun.<br>Two Taubes were brought down by our planes one at 4.45a.m and one at 10 a.m.</p> \r\n <p>The latter looked a mere speck in the sky, and was flying rapidly away from our Anti Air craft shells. Suddenly it seemed to stop and fell just like a feather falling from the sky till it reached a few hundred feet from the ground. One expected every minute to hear the machine crash to the ground but it suddenly righted itself again and fell</p> \r\n <p><a name= \"a5769136\"></a> </p> \r\n <p>[Page 136]<br> \r\n slowly to earth.</p> \r\n <p>It is said that this machine fell into our aerodrome but before it could be captured, he mounted again, but I believe he had to come down near Poperhinge </p> \r\n <p>It was marvelous to see how our ?planes came from all directions when this plane fell. They seemed to hem him in on all sides and a few minutes previously we could only see the one ?plane which was falling</p> \r\n <p>We had a brass band from one of the battalions playing in our grounds for the benefit of the patients</p> \r\n <p>The extra staff which we got attached to us for the Messines Stunt have been gradually leaving us lately, so much so that now they have nearly all departed.</p> \r\n <p>June 29th.</p> \r\n <p>Working long hours again.</p> \r\n <p>On with Major McLure.</p> \r\n <p>A very good concert to-night. A splendid Operating Theatre Sketch. Very funny.</p> \r\n <p>June 30th. July 1st Sun.<br>Went out to Neuve Eglise with W.I. &amp; C.B. Was at the 7th F.A. Being told that there are about 30 tanks in a field near here we set out to find them. After a good deal of wandering about we came across them in a wood. There was a guard over them and they were all covered with camouflage. </p> \r\n <p>To look at them they gave one the impression of sleeping lions.</p> \r\n <p><a name= \"a5769137\"></a> </p> \r\n <p>[Page 137]<br> \r\n In this wood there were numerous trenches which must have been made early in the campaign as they were all overgrown with foliage. In the distance we could see Messines ridge.</p> \r\n <p>The village of Neuve Eglise is terribly smashed. There is scarcely a whole house in the place.</p> \r\n <p>Were fortunate in getting a lift in Motor Transport both ways.</p> \r\n <p>Fritz had apparently been trying to get on to Bailleul as just outside the town there were marks of recently dropt shells.</p> \r\n <p>July 2nd. Mon.<br>A bomb was dropped in the \"Rue Musee\" just by the side of the C.C.S.</p> \r\n <p>I thought our building was going to collapse. The vibration was something terrific</p> \r\n <p>The pit, pit, pit, of the machine guns could be heard overhead. Our aeroplanes were chasing the bomber in the semi darkness  He was flying very low.</p> \r\n <p>An English Officer, a chap about twenty years of age, was brought into the Operating Theatre with his arm blown off from the socket as a result of the bomb which was dropped.</p> \r\n <p>Apparently this bomb was meant to be dropped on the Officers Club as it dropped only about forty yards from there. Had it dropped on this Officers Club, it would have got</p> \r\n <p><a name= \"a5769138\"></a> </p> \r\n <p>[Page 138]<br> \r\n a few as this club is always full.</p> \r\n <p>July 4th. Wed. </p> \r\n <p>Went round to the Rue Musee to see the damage by the bomb dropped the previous night</p> \r\n <p>At the place where the bomb had dropped there was a deep hole which had penetrated through the stone blocks of the street. On either side of the street the houses were badly damaged and for a hundred yards up and down the street there was scarcely a whole pane of glass in the windows.</p> \r\n <p>July 4th. Wed.<br>A bomb was dropped by an enemy ?plane in amongst our tents at the back of the building.</p> \r\n <p>We had heard the ?plane buzzing about all night.</p> \r\n <p>One of the sisters who was on night duty was slightly wounded on the shoulder. She was operated on but the Surgeon was unsuccessful in getting the small piece of metal. The piece of metal had apparently penetrated the lung.</p> \r\n <p>[Note in left hand side margin side, written later:] This sister got the M.M. for this She was the first nurse to receive this honour.</p> \r\n <p>July 6th. Fri.<br>Rumour that in our next stunt there are to be nine Operating Teams.</p> \r\n <p>About 10 o'clock to-night the sound of numerous ?planes was heard up in the air. They showered numerous lights of various colours apparently as signals to each other.</p> \r\n <p>There is a great deal of traffic</p> \r\n <p><a name= \"a5769139\"></a> </p> \r\n <p>[Page 139]<br> \r\n going through the streets to-night  They are heavy artillery drawn by caterpillar engines</p> \r\n <p>Heard the sound of Taubes up in the air to-night and soon afterwards the explosion of bombs were heard near by. This continued during the night. The night was beautiful and moonlight.</p> \r\n <p>The ?planes apparently are working in relays. One comes over, circles around, drops his bombs and off he goes and there is silence, shortly afterwards the faint buzz is heard again, then growing louder and louder till he appears to be just about our heads but no bombs were dropped on our heads. The bombs dropped were much heavier stuff that we have been used to, judging from the sound of the explosion.</p> \r\n <p>As a result of Fritz's perambulations an Officer and three chaps were brought in to the C.C.S. wounded. One of the chaps died before anything could be done for him.</p> \r\n <p>The P.B. attached to us got quite a shock when Fritz came over last night.</p> \r\n <p>After coming off duty this <strike>aftern</strike> morning four of us went out to town to see what damage had been done. A huge bomb had dropped in Rue de Lille causing a big hole in the street and damaging the houses on either side. Judging from the damage done there must have been a </p> \r\n <p><a name= \"a5769140\"></a> </p> \r\n <p>[Page 140]<br> \r\n number of civilians killed</p> \r\n <p>Those of the civilians who had remained in their homes seemed to find relief for their overcharged nerves in clearing away the debris which had been made by the explosion.</p> \r\n <p>Looking inside some of the houses one could see that they were well furnished.</p> \r\n <p>Numerous small groups of French people had gathered and were discussing things in a subdued and anxious tone.</p> \r\n <p>We made our way to the Aerodrome. There we saw the debris of an aeroplane. This ?plane had by some means or other dropped on to the roof of a small cottage in the endeavour to land at the Aerodrome. It had carried away the chimney and part of the roof of the cottage. None of the aviators were injured but the machine was like a huge umbrella which had been blown outside in by the wind.</p> \r\n <p>We next went round to the R.N.A.S. Aerodrome and saw six Triplanes rise from the ground. They seem wonderful machines</p> \r\n <p>Left C.G. at the Aerodrome, he being anxious to join the flying corps wanted some information on the matter as to examination to pass etc.</p> \r\n <p>We walked along the railway, passed the siding where the ammunition train was blown up, till we reached No 11 C.C.S.</p> \r\n <p><a name= \"a5769141\"></a> </p> \r\n <p>[Page 141]<br> \r\n The morning was beautiful, the sun was shining brightly with a tendency to be hot, a slight haze was on the hills, the birds are singing languidly amongst the thick green foliage of the trees, the growing crops and green pastures all helped to make the world beautiful to behold.</p> \r\n <p>As I was walking along the railway I happened to turn round and there I saw glittering in the sun a few thousand white wooden crosses marking the spot of the burial place of as many men. Making enquiries at No 11 as to any damage being done during the night we were told that 28 men had been killed and sixty wounded by bombs that were dropped last night.</p> \r\n <p>Going down to the part of the hospital where the bombs had dropped we found a terrible mess. It looked as if Fritz had dropped all his bombs more or less in the one spot huge holes marked the spot where bombs had dropped, men were busy cleaning away the debris.</p> \r\n <p>Rather a strange thing was that the hospital was extra full owing to there not being any evacuation the previous day. The ambulance train had failed to turn up. Had it turned up all right most of those chaps who were killed or wounded would have been away down to the base</p> \r\n <p><a name= \"a5769142\"></a> </p> \r\n <p>[Page 142]<br> \r\n out of the danger zone</p> \r\n <p>On the road back to our station there were many large guns which were being drawn by caterpillar engines. They were hidden as much as possible by the border of trees which lined the roadway.</p> \r\n <p>The probability is, that these are what Fritz was after when he dropped his bombs.</p> \r\n <p>July 12th. Thurs.<br>A few shells dropped near the C.C.S. to-day. Blew some of the civilians to smithereens</p> \r\n <p>July 13th. Fri<br>A few more shells sent over this morning. Stopped receiving until further notice.</p> \r\n <p>One dropped in the middle of the street near the divisional baths and at the place where the Amb M Cars stand.</p> \r\n <p>As W I and I were walking along the street we stopped to watch a quaint funeral which was passing, when suddenly the loud report of a heavy gun firing was heard. The women at the funeral ducked into a lane, as the whiz of the shell sounded overhead.</p> \r\n <p>A few women were running along the streets and only stopped for a minute or two to make anxious inquiries as to the place where the shell had burst.</p> \r\n <p>A bright spot in rather anxious time was to see a women who seemed to be a schoolmistress put her head out of the door of a house, and then immediately</p> \r\n <p><a name= \"a5769143\"></a> </p> \r\n <p>[Page 143]<br> \r\n after she had withdrawn her head we saw about fifty children, all very young scurry down the street quite delighted at the shelling because they had got a day off from school.</p> \r\n <p>They scattered down the street making for their homes laughing and joking as they went.</p> \r\n <p>As we reached the square we saw men, women, and children running in all directions making for a place of safety. The shelter under the Hotel de ville was crowded with people. The gun which is sending over the shells must be on an armoured train. Sometimes the reports of the gun are very loud and then they get fainter and fainter which means, in some other town, further away the same scenes that we are witnessing here are being enacted some other place.</p> \r\n <p>This evening W an I went to the Y.M.C.A. pictures. We had no sooner seated ourselves when .C. who was sitting behind us told me that they had been calling out my name in the picture house as I was wanted back at the station.</p> \r\n <p>When I got back to the C.C.S. I found that I was leaving with an operating team to go to some other C.C.S.</p> \r\n <p>After a good deal of running about getting things ready</p> \r\n <p><a name= \"a5769144\"></a> </p> \r\n <p>[Page 144]<br> \r\n I found that we were not leaving till the next morning. Between one thing and another I was not in the best of humour, as per usual when excitement run high I had a severe headache. To add to it all I had not had much sleep, the weather was extremely hot and I had been inoculated in the afternoon, so that I was not in the best condition for long lours in the O.T. However C?est La guerre.</p> \r\n <p>Sat 14th. July</p> \r\n <p>During the night there was a great deal of aerial activity and, between the buzzing of the ?planes, the bursting of the anti-air craft shells, the flashes of the numerous searchlights, searching the skies, there was not much sleep for us that night  Luckily very few bombs dropped our way this night</p> \r\n <p>Left for No 17 C.C.S. at Remy Siding near Poperhinge, this morning at 8 o'clock.</p> \r\n <p>We quickly made our way along the road amidst a shower of rain and also thunder and lightning. </p> \r\n <p>On duty there at 8 o'clock to-night. This being a British C.C.S. our quarters are very poor. In a crowded marquee amidst all sorts and conditions of men.</p> \r\n <p>July 15th. Sun.<br>Operating up till three in the morning. Walked out to near Poperhinge. Plenty of shells are sent over this way.</p> \r\n <p>July 16th. Tues.<br>Operating all day. </p> \r\n <p><a name= \"a5769145\"></a> </p> \r\n <p>[Page 145]<br> \r\n Tucker is very poor in this C.C.S. We live like princes in our C.C.S. in comparison to this one.</p> \r\n <p>July 21st. Sat.<br>Went to Poperhinge along with D. I. The place was crowded with troops. A nice place but badly knocked about by shells  Big numbers of Observation balloons are in close touch here.</p> \r\n <p>July 22nd. Sun.<br>Beautiful morning, shrapnel being sent into Pop to-day.</p> \r\n <p>Very bust in O.T.</p> \r\n <p>Five new teams arrived here to-day mostly Americans.</p> \r\n <p>July 23rd. Mon.<br>There are four C.C.S.'s here and each takes it in turn to receive patients</p> \r\n <p>The railway runs through between and troops, ammunition etc are continually going up and down here.</p> \r\n <p>Heavy, continuous, bombardment is going every night now. </p> \r\n <p>Got orders to return back to our unit to-day </p> \r\n <p>Had a very pleasant stay here and incidently learned a few tips</p> \r\n <p>These C.C.S.'s have been here for about two years. They have there grounds nicely laid out, growing flowers and vegetable on their spare land.</p> \r\n <p>There is a great many wounded up in these part, heavy fighting is the rule, and Hospital trains go down here every day.</p> \r\n <p>From Bailleul we get one view of Mount Des Cats and Mount Noir from Remy Siding we get the other view</p> \r\n <p><a name= \"a5769146\"></a> </p> \r\n <p>[Page 146]<br> \r\n The wounded that are coming in here are mostly artillery. </p> \r\n <p>Had to hang about all day waiting on the Amb to come and take us away.</p> \r\n <p>July 24th. Tues.<br>Left Remy Siding in Motor Amb. Our unit had to move from Bailleul to                outside at a place called Outersteen. We arrived there and found that we were going to occupy two large fields, as yet only a few tents were up.</p> \r\n <p>July 25th Wed.<br>Working at putting up the hut for a Dressing Room. A great many infantry are working at the station making road, placing water pipes etc. Very wet weather we are having</p> \r\n <p>July 24th. Thurs</p> \r\n <p>Inoculated again. Knocked out a bit with it. </p> \r\n <p>D. W. &amp; myself visited a farmhouse and had some coffee. A fine big farmhouse it was, and, the eldest girl of a family of five, could speak and write English very well. She said she had studied the language at school, which means convent, for four years, and by coming in contact with the troops who were at times billeted in their fields she had managed to pick up the language so as to speak it fluently.</p> \r\n <p>Pay day to-day, as usual a great deal of \"silly\" drunks</p> \r\n <p>July 27th. Fri<br>Fixing up the acute Medical</p> \r\n <p><a name= \"a5769147\"></a> </p> \r\n <p>[Page 147]<br> \r\n ward.</p> \r\n <p>A terrific bombardment has continued night and day. This gives me the idea that the push which was expected to take place up north has been commenced.</p> \r\n <p>July 30th. Sat.<br>W. I. and myself went to Hazebrouck to have our eyes examined by the Eye Specialist there. Having suffered from severe headache of late I thought if I got my eyes tested and glasses fixed I might be a little better.</p> \r\n <p>We had to remain in hospital for a night. Got permission to go out and we had a good look at Hazebrouck.</p> \r\n <p>July 31st. Mon<br>Slight astigmatism in my eyes. No glasses advised. It appears to me that you must be almost blind before they will give you glasses in the army.</p> \r\n <p>Unfortunately market had finished at 12 o'clock so that we did not see the market in progress, but the square was lined with stalls selling every kind of household goods</p> \r\n <p>Returned to the unit this afternoon. When we arrived we found the O.T. full of workers. Orders had been given to have the O.T. ready for the next morning, rather a big order when one sees that the roof is hardly on the hut  Always the same in the army first things last </p> \r\n <p><a name= \"a5769148\"></a> </p> \r\n <p>[Page 148]<br> \r\n last. The place was only partially finished the next day. I added my bit to the growling but it is no use. We set to work and did what we could. It was a heartbreaking job  We had an O. Team from No 54 C.C.S.</p> \r\n <p>Aug 3rd. Wed.<br>Wounded men came pouring in to-day. We had to work under the most awful disadvantages  There are so many draughts in the place that we cannot keep the primus stoves going they are continually flaming up.</p> \r\n <p>If there is such a thing as being annoyed on Active Service there is good grounds for being so in this place.</p> \r\n <p>Aug 4th. Thurs</p> \r\n <p>Things have slackened off a bit and we were able to re-arrange things. This latest rush was the most awful mix up of an affair that I have ever been in.</p> \r\n <p>Additional staff has arrived from a R.A.M.C. from Hazebrouck  The town had been bombarded the day after we left it and they had to close down their station</p> \r\n <p>A very large number of Gas Cases arrived to-night. A new gas seems to be being used. Mustard Gas it is called, it burns the patient as well as acts on the lungs. It does not seem to act straight away. It acts a few hours after the patient has been affected </p> \r\n <p>Our sleeping quarters are awful at present, they are crowded, chatty and green mouldy.</p> \r\n <p><a name= \"a5769149\"></a> </p> \r\n <p>[Page 149]<br> \r\n Our station is situation amongst green fields surrounded by hop fields. The main road passes through between the two fields. We are only the matter of two hundred yards from the railway. </p> \r\n <p>The surroundings are very pretty green fields, fields with their gradually ripening grain, hop fields with their high mast like arrangements and the dark green hop creepers climbing higher and higher. The birds chirping amongst the trees, the cattle browsing in the fields and the beautiful fresh air all go to make the place delightful to live amongst and counter balance to a certain extent the sights we witness in the C.C.S.</p> \r\n <p>We are about two miles from Bailleul the town we had to leave owing to shell fire.</p> \r\n <p>It is being shelled every day. Heavy stuff is being sent in presumably, aimed at the railway station but more often landing in fields or amongst civilian houses</p> \r\n <p>This is an ideal place for the study of natural history. Wild flower, Insect Life, Pond Life are here in abundance. </p> \r\n <p>Wasps are very prolific here. The jam on our table is full of them.</p> \r\n <p>A funny incident happened to D I and myself yesterday. We were walking across a field on our way to the farmhouse  We were admiring the pretty growths around a pond when suddenly one, two, three, up to a dozen</p> \r\n <p><a name= \"a5769150\"></a> </p> \r\n <p>[Page 150]<br> \r\n frogs dived from the bank into the pond. It was just as if this had been a swimming match and the competitors were diving of the post automatically one after another.</p> \r\n <p>On returning later we witnessed a repetition of the above.</p> \r\n <p>Came across a poem translated by Longfellow which is very appropriate for the present time.</p> \r\n <p>\"Not thy councils, Not thy Kaisers, <br> \r\n Win for thee the Worlds regard<br> \r\n But thy painter Albrecht Durer, and Hans Sacks thy cobbler bard.\"</p> \r\n <p>Aug 8th. Tues.<br>Had a walk to Meteren this morning. Had coffee in a little house. They seemed a very nice family. The eldest, girl, the prettiest girl I have seen for a long time, can speak splendid English. She says that she learned it from the English troops who had passed through here time after time. This girl was a hand lace maker. It was very interest to watch her at work making it. It was a very slow process, tedious, and not much pay attached to it.</p> \r\n <p>Aug 9th. Wed<br>We are not supposed to leave the grounds when off duty, but this did not prevent B &amp; I from slipping out along the railway and walking to Outersteen had some coffee, getting back to C.C.S. without being noticed</p> \r\n <p>A few taubes came over this morning early and we had quite an exciting time between</p> \r\n <p><a name= \"a5769151\"></a> </p> \r\n <p>[Page 151]<br> \r\n Bombs, Anti Air Craft guns, and planes.</p> \r\n <p>Aug 11th. Fri.<br>A large number of N.Z.A.M.C. arrived here from Hazebrouck. They had had to leave the town owing to shell fire.</p> \r\n <p>An extra number of Observation Balloons about here this afternoon, this portends something doing.</p> \r\n <p>It looks as if they are going to make our hospital an elaborate affair, but the accommodation for the staff is disgraceful</p> \r\n <p>Aug 13th. Sun.<br>Complaints lodged regarding our quarters</p> \r\n <p>Aug 14th. Mon<br>Changed into more commodious tents</p> \r\n <p>Aug 15th Tues.<br>Went to Divisional Baths at Bailleul</p> \r\n <p>The enemies ?planes are paying us a visit every night. It is upsetting a bit for no lights are allowed when there is any signs of a ?plane about.</p> \r\n <p>Aug 16th. Wed.<br>More Rumours of Peace.</p> \r\n <p>Two of our unit have left for Blighty. The French peasantry are busily harvesting just now.</p> \r\n <p>A new form of recreation for us now, is to set out for a long walk, hail a motor transport, get a lift as far as they are going. By this means, and by mounting a few cars we travel long distances when we have spare time.</p> \r\n <p>Before we left Bailleul I mentioned</p> \r\n <p><a name= \"a5769152\"></a> </p> \r\n <p>[Page 152]<br> \r\n about the town being bombed and shelled. There is a wooden house been put up near the C.C.S. and the people who live in it are selling coffee. D. I. and myself went in there one day and they gave us a graphic description of what they had to suffer one night during the bombing raid.</p> \r\n <p>A bomb had dropped a few yards from their home. The mother, who had heard the noise of the taube had just got up out of bed when the bomb dropped, and she got a wound in the neck from a splinter of metal and also lost the power of one of her arms. A man to whom the family had been speaking to a few minutes before was killed. A young married woman was also killed and her child was wounded in four places. This young married woman had only been separated from her husband for a few days, he having returned to the trenches. He returned four days afterwards to find her buried. He told the party who told me this story that he would kill himself and up to this time he has not been heard of since. Search has been made for him but all to no avail.</p> \r\n <p>As I write this note Fritz is sending over our heads into Bailleul some heavy stuff and they are bursting with a loud report. We know what that means. Probably the above</p> \r\n <p><a name= \"a5769153\"></a> </p> \r\n <p>[Page 153]<br> \r\n incident is being re-enacted, amongst some other family.</p> \r\n <p>Sept 4th. Tues.<br>Had a magnificent view of an aerial battle.</p> \r\n <p>Huge German Gotha attacked a small British Scout. It apparently had driven the scout from over the line  The scout was no match for the huge German machine which swooped and mounted in its endeavour to gain suitable advantage over the scout. The scout dodge and dodged the Gotha successfully. They were just like a large seagull and a small wren attacking one another.</p> \r\n <p>The pit, pit, pit of machine gun fire was heard continuously  The fight took place only a hundred feet above our tents. Just when the Gotha seemed to have got full control of the fight he mounted up into air the majestically and soared away up into the heavens and was lost to view.</p> \r\n <p>We stood and watch this fight, which meant life or death to the fighters, as if we were watching a football match and expecting every minute to see a goal scored. A goal scored in this case meant one of the planes dashing to the ground.</p> \r\n <p>Bob Park paid us a visit to-day.</p> \r\n <p>Sept 5th. Wed<br>Spent the evening over at the farm, hop picking. A severe thunderstorm took place to-night</p> \r\n <p>Sept 7th. Fri<br><a name= \"a5769154\"></a> </p> \r\n <p>[Page 154]<br> \r\n Went over to the farm in the afternoon. Spent a very pleasant hour there. On our way two Fritzs came over and dropped a few aerial torpedoes. One dropped in the field next our station. Another dropped in amongst a Brass Band which was playing, killing a few and wounding others.</p> \r\n <p> A  <strike>French</strike> Belgian youth was brought in, terribly wounded. He died before anything could be done for him. His was a pathetic case as nearly all his fathers family had been wiped out by violence during the war. A brother &amp; sister left out of six.</p> \r\n <p>Hop picking is a very tedious job. The farmers can't get employees to pick hops so they have to set to and do a bit themselves.</p> \r\n <p>Very hot during the day but cool and dull in the evening.</p> \r\n <p>The system which they have in the operating theatre is not good. It does not give the staff a fair chance.</p> \r\n <p>Had a busy night in the O.T. Assisted at two abdominal Operations. One of these had been caused by a sentry putting a bayonet into a chap for not replying to a challenge. He had twelve perforations in his intestines</p> \r\n <p>[Written at left hand side of entry:] This case turned out wonderful</p> \r\n <p>Sept 8th. Sat.<br>Took a walk out to Steenje. Plenty of brambles, haws etc. The country is lovely. Autumn is spreading her golden stores and the lovely tints on the trees is something to remember.</p> \r\n <p>Sept 9 Sun<br><a name= \"a5769155\"></a> </p> \r\n <p>[Page 155]<br> \r\n Sept 9th. Sun.<br>This being Sunday and a quiet day amongst the farm people Bill and I went over there to spend a few hours in the afternoon</p> \r\n <p>We were shown all round the farm. The litter of young pigs especially being pointed out to us by the younger children  Later we went into the garden to gather some fruit. While there we heard a sudden crash and looking round away about a hundred yards in the next field I could see the top of a plane as it toppled over.</p> \r\n <p>Without a moments hesitation we bolted to the upturned ?plane. Our excitement was so great, that, instead of opening the narrow gate into the field, a thing that would have been very easy to do we jumped right over it. The stupidity of our action in doing this struck even the slow minded servant of the farm, Emma, who spoke to us about it afterwards.</p> \r\n <p>When we reached the ?plane we found one of the aviators pinned underneath it and groaning considerably. The other chap, the observer, was lying about thirty feet away and unconscious. We lifted the machine, and cutting the strap which held the pilot in we freed him from his perilous position. He was bleeding profusedly but we learned afterwards that he had only a slight cut on</p> \r\n <p><a name= \"a5769156\"></a> </p> \r\n <p>[Page 156]<br> \r\n his face. The other chap though unconscious was not very badly injured but he had a bullet through his foot.</p> \r\n <p>It appears that they had been over Lille taking observation and of course had a rough time from Fritz's Anti Air Craft, so much so that the observer got a piece of metal through the heel of his boot and right through his foot. While up in the ?plane he had lost a good deal of blood and the pilot learning this and seeing our C.C.S. marked out with a huge Red Cross thought he would land near the hospital with his mate. In landing in the field, apparently his machine had tilted a little, the result was that the propeller caught in the ground and the machine turned a complete somersault, pinning the pilot underneath, and sending the observer through the air probably landing him on his head for when I found him he was breathing stentorously and unconscious</p> \r\n <p>Sept 11th. Tues.<br>Met MacGill, another evidence of the original No 2 A.G.H. being all scattered over the country  Sister R. the first sister that I worked with in the Army is working on our table in the O.T.</p> \r\n <p>Sept 12th. Wed<br>A very busy night</p> \r\n <p>Sept 13th. Thurs.<br>Spent very pleasant afternoon</p> \r\n <p><a name= \"a5769157\"></a> </p> \r\n <p>[Page 157]<br> \r\n and evening at the farm. We were picking hops in the hop field and in the evening watched the girls as they milked the cows in the barn.</p> \r\n <p>This family consists of the father, mother, five girls, Marie Louise, Germain, Jeanne, Martha, Agnes, and one son Louis. The father &amp; mother have brought the children up to be very methodical, each have their bit to do on the farm, Marie Louise and Germain look after the cows, Jeanne looks after the poultry, Martha does the general running about and Agnes being very young, only being three years old, has not reach the age of work yet. Amongst the multitudinous duties that she does on the farm, Emma, who has been twenty four years in the family as a servant, she looks after the piggery</p> \r\n <p>When there work on the farm is completed, at night time they all gather round the large table in the kitchen and do sewing crotchet work etc,. each having a little work box of their own. I admired the way that this family was brought up.</p> \r\n <p>The father and mother seem very hard working people.</p> \r\n <p>Another ?plane came down in the field next the one that the other plane came down in.</p> \r\n <p>Sept 14th Frid.<br>Another aeroplane fell this morning.</p> \r\n <p>Went to Estaires this afternoon along with Bardsley.</p> \r\n <p>Paid Madame Cuzet a visit</p> \r\n <p><a name= \"a5769158\"></a> </p> \r\n <p>[Page 158]<br> \r\n and had a few moments pleasant conversation on old times</p> \r\n <p>We have walked about 20 kilos to-day.</p> \r\n <p>In the evening went over to the farm.</p> \r\n <p>While there two Indians came for milk. They are a source of annoyance as they bring their own dish and they want the milk direct from the cow into their small dish.</p> \r\n <p>Sept 16th. Sun<br>Decided not to go down to the farm for a long time.</p> \r\n <p>Sept 19th.<br>A great many troops are on the move this seems to point to the persistent rumour being true that there is a big push going to happen shortly</p> \r\n <p>Great Aerial Activity.</p> \r\n <p>[Explanatory Notes:<br> \r\n pg. 5. A.O.D. Army Ordnance Department<br> \r\n pg. 5. Sudanese has been spelt Soudanese.<br> \r\n pg. 7. Tel-el-Kebir has been spelt Tel-el-Kibir.<br> \r\n pg. 7. Ismailia has been spelt Ismaelia.<br> \r\n pg. 10. E.P. Egyptian Pattern<br> \r\n pg. 10. C.C.S. Casualty Clearing Station<br> \r\n pg. 19. troopship Franconia has been spelt Franconian.<br> \r\n pg. 21. Tussum has been spelt Tussom. <br> \r\n pg. 22. [Lake of] Timsah has been spelt Timnah.<br> \r\n pg. 23. V.A.D's Voluntary Aid Detachment<br> \r\n pg. 24. Kursaal: public hall or room<br> \r\n pg. 24. Gezira Palace has been spelt Ghezirah Palace.<br> \r\n pg. 26. R.A.M.C. Royal Army Medical Corps<br> \r\n pg. 28. A.I.F. Australian Imperial Force<br> \r\n pg.28. R.F.A. Royal Field Artillery<br> \r\n pg. 28. R.H.A. Royal Horse Artillery<br> \r\n pg. 28. A.M.C. Army Medical Corps<br> \r\n pg. 28. [General] Birdwood's <br> \r\n pg. 31 Bramar Castle [Braemar]<br> \r\n pg. 31. A.G.H. Australian General Hospital<br> \r\n pg. 31. Marseille has been spelt Marseillaise.; at p.33. Marseilles.<br> \r\n pg. 32. Mediterranean has been spelt Mediterreanean.<br> \r\n pg. 34. Challons [Chalon-sur-Saone]<br> \r\n pg. 45. D.D.M.S. Deputy Director of Medical Services<br> \r\n pg. 36. Fontainebleau has been spelt Fountainebleau.<br> \r\n pg. 41. Seine has been spelt Sienne.<br> \r\n pg. 44. Zeppelin has been spelt Zepillen.<br> \r\n pg. 51. Sailly-sur-la-Lys has been spelt Sailly-sur-Lys.<br> \r\n pg. 57. Cuirassier has been spelt Cuirrusier.<br> \r\n pg. 61. Le Doulieu has been spelt Doulieu.<br> \r\n pg. 69. Alloa: Scottish Lowlands town<br> \r\n pg. 85. Steenwerck has been spelt Stenwerck.<br> \r\n pg. 88. Sailly-sur-la-Lys has been written as Sailly.<br> \r\n pg. 89. Steenvoorde has been spelt Steinvoorde.<br> \r\n pg. 98. empyema has been spelt Empyeama.<br> \r\n pg. 100. DMS: Director of Medical Services<br> \r\n pg. 105. R.N.A.S. Royal Naval Air Station<br> \r\n pg. 107. Allemande has been spelt Allemand.<br> \r\n pg. 111. Lestrem has been spelt L?estrem.<br> \r\n pg. 115. Steenwerck has been spelt Steinwerck.<br> \r\n pg. 119. Portuguese has been spelt Portugese.<br> \r\n pg. 122. \"General House\" is Major-General Sir Neville Howse, Surgeon-General to the A.I.F.<br> \r\n pg. 124. Croix du Bac has been spelt Croix de Bec.<br> \r\n pg. 127. Saint-Jans-Cappel has been written St Jans Cappel. <br> \r\n pg. 127. Mont Noir has been written Mount Noir.<br> \r\n pg. 128. Poperinge (Belgium) has been spelt Poperhinge.<br> \r\n pg. 130. A.S.C. Army Service Corps<br> \r\n pg. 130. A.V.C. Army Veterinary Corps<br> \r\n pg. 134. General Plumer has been spelt General Plumner.<br> \r\n pg. 134. Parramatta has been spelt Parramata.<br> \r\n pg. 140. R.N.A.S. Royal Naval Air Station<br> \r\n pg. 150. Extract from a Poem titled \"Nuremburg\" by Henry Wandsworth Longfellow.]</p> \r\n <p>[Transcribed by David Lambert, Paula Poropat for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p>[Page 78]<br><br />\n At various places all over the country here where there is grazing land it is bordered with tall trees. This I have no doubt is a means of providing timber, and still being grown without any loss of land for produce etc.</p>\n<p>Another kind of tree one finds growing by the side of the ditches is the willow. It is polleyed and the branches taken off are used as fuel. They are intensely utilitarian, these peasants.</p>\n<p>Never a day passes but one sees numerous aeroplanes over our heads either our own or the enemies and accompanying them are the anti-air craft shells bursting all around. So far I have never seen a shell strike a plane yet but they do good in this respect that they kept the plane from coming down too low and either bombing a good mark or getting valuable information regarding the movement of troops etc.</p>\n<p>News in newspaper that Russia is making rapid advances.</p>\n<p>July 30th Saturday</p>\n<p>Heavy Artillery bombardment.</p>\n<p>Some of the chaps who were at the landing on Gallipoli say that the bombardments here are far worst than what happened on the 20th of April 15. In fact one chap said he would rather put nine months in on Gallipoli than one month on the western front. The privation on Gallipoli were more than in France.</p>\n<p><a name= \"a5769079\"></a> </p>\n<p>[Page 79]<br><br />\n July 31st. Mon.<br>C.N. and myself went for a stroll over the fields. We got out at the Grand Bois (Big Wood) and landed into a little cottage and had coffee and a chat in broken French with Madame and daughters. I became quite taken on with Marguerite and so she seemed with me but being R.C. from the many signs of the cross I saw her make, made one shy off.</p>\n<p>After having coffee we made our way round by Neuf Berquin. The church in this place like the rest of the churches near the line was very badly damaged.</p>\n<p>August 2nd. Wed.<br>C.N. and I took a walk out by the \"Petit Bois\" and round by the \"Grand Bois\" to the place that we had visited two or three days ago.</p>\n<p>We were invited in to have coffee again and we caused a great deal of merriment amongst them by our endeavour to speak \"Francais\". Old Madame was busying herself about the home, which although to outward appearance it was dilapidated looking, inside the home was very nice and very clean. Marguerite was sitting at the window sewing a dress. The other sisters were all out in the fields working.</p>\n<p>I learn from Madame Cuzlet that this family, who all consider to be fairly well off, had been driven from their home, a farm near La Basser</p>\n<p><a name= \"a5769080\"></a> </p>\n<p>[Page 80]<br><br />\n by the Germans.</p>\n<p>They have two sons fighting down on the Somme, and as we were seated there Madame was busy packing up a box containing biscuits, scones, etc, to send to one of her sons, who is in the French Artillery and who is at present in that part of the line where heavy fighting is going on.</p>\n<p>I admire the French Stoves which I see in the homes of the French people. They are built well out into the kitchen floor and seem very economical and allow a party to sit round it and get all the warmth that is going.</p>\n<p>In this house I saw also a rather ingenious arrangement to catch flies. </p>\n<p>A glass arrangement something similar to a water glass but having a hole in the bottom with edges turned up so as to hold a certain amount of beer. Just below the hole is placed a piece of sugar which attracts the flies. After they have surfeited themselves with sugar, in flying away they fly upwards and into the glass thence into the beer, and die. If one judges by the number of flies that floated about in the beer this seems to be a very successful fly catcher.</p>\n<p>Aug 3rd. Frid</p>\n<p>A humorous programme got up by some one in the unit and hung up in our Mess Room caused a good deal</p>\n<p><a name= \"a5769081\"></a> </p>\n<p>[Page 81]<br><br />\n of amusement amongst the boys as each item seems to hit off the individual whose names was put down as the singer for instance Cpl Grubber was born and brought up in U.S.A. and often talked about America:</p>\n<p>Song: \"I want to go back to U.S.A.\" L cpl Grubber.</p>\n<p>L Cpl Shaw was a very effeminate kind of chap.</p>\n<p>Madaleine Solo, \"Queen of the earth\" L cpl Shaw, etc.</p>\n<p>Aug 4th. Sat.<br>Farly busy this forenoon. </p>\n<p>On taking a walk this evening and so we were passing one of the numerous Shrines to be seen near here we witnessed a women with five little children on bended knees saying their prayers to the saints which the shrine represented.</p>\n<p>Aug 5th. Saturday</p>\n<p>A few wounded were brought in to the C.C.S. late this evening. A shell had dropt right into their billet out Laventie way. They were all covered with dust from the wall and brick etc.</p>\n<p>The civilian who owned the house in which they were billetted died in hospital as a result of wounds received.</p>\n<p>Went to \"Grand Bois\". Spent a very pleasant afternoon. A number of other chaps came in and we left, M. whispering as we were going out, to come</p>\n<p><a name= \"a5769082\"></a> </p>\n<p>[Page 82]<br><br />\n back soon.</p>\n<p>On our way back to the C.C.S. we saw a big number of civilians looking away towards the trenches and up into the air. Looking in that direction we saw two long streaks of smoke, and this we learned had been the caused by two aeroplanes being brought down in flames by Anti-Air craft guns.</p>\n<p>Aug 7th. Mon<br>Kit inspection. Beautiful weather. Harvesting has been commenced by the French peasantry. The people all working up till nine o'clock in the evening in the fields. </p>\n<p>A concert got up by members of the unit proved very successful. The Convalescent ward was used as a Concert Room. In fact, in peace time, is a concert hall. The Ward was crowded to the door and the talent shown by the various artists was indeed very good.</p>\n<p>The favourite item was a piece entitled secrets by M.B. </p>\n<p>There were little humorous biographies of Officers and men of the unit. And as each verse of four lines was sung it was greeted with roars of laughter. Some of the officers and men were rather hard hit but they all took it in good part.</p>\n<p>Capt C. Major F. left the unit to-day.</p>\n<p>A heavy bombardment going on to-night.</p>\n<p>Aug 9th. Wed.<br>A large number of the cases in</p>\n<p><a name= \"a5769083\"></a> </p>\n<p>[Page 83]<br><br />\n hospital are wounded, accidental or Self-Inflicted. These men have got to pass before a board of inquiry to prove whether their wounds have been caused by accident or have been self-inflicted. If they have been caused by gross carelessness or <strike>by</strike> self-inflicted intentionally they are sent to a camp there to be tried and probably find that they get imprisonment for anything up to two years imprisonment.</p>\n<p>Some men wound themselves in the hand, or the foot, in order to get out of the fighting line. It never seems to occur to them that they will be found out, but the fact of the matter is very few escape without punishment.</p>\n<p>Often I have seen men brought into the C.C.S. wounded and by there whole attitude they have given themselves away. When one looked at their wounded limb one felt instinctively that they had been self-inflicted especially if it happened to be in the hand or foot. Often if the shot had been fired at close quarters there would be the black smoke mark around the entrance to the wound. Some dodges were tried to obirate this such as putting one's hand above the parapet or contriving to make the bullet pass through a tin of Bully Beef before it entered the hand or foot.</p>\n<p>The troops who are holding this part of the line at present</p>\n<p><a name= \"a5769084\"></a> </p>\n<p>[Page 84]<br><br />\n are a lot of young English troops who have been over in England training for the last two years.</p>\n<p>Naturally being inexperienced in actual warfare they have got the wind up, hence the large number of self inflicted amongst them. Once they have a month or two's experience they should be all right. Actual warfare is a heavy strain on people especially so on young fellows who have never experienced it.</p>\n<p>Aug 12th. Saturday</p>\n<p>Had a motor trip of about 60 miles to the infectious hospital near St. Omer. The day being nice and warm I enjoyed the trip immensely. </p>\n<p>On arriving back from St Omer I received a parcel from home containing, pancakes, scones, and a tin of Rasp &amp; Red Currant Jam. Enjoyed them very much.</p>\n<p>Have got Bunk fitted up in a little hut which has been set apart for the O.T. and D.R. Staff.</p>\n<p>Aug 14th> Mon.<br>King George V passed through in train to-day.</p>\n<p>Rumour has it that he made a statement at Etaples, that within a fortnight, there would be something done which would startle the world.</p>\n<p>The wild flowers which are growing in the fields and ditches are simply magnificent and I have found great pleasure in studying them.</p>\n<p><a name= \"a5769085\"></a> </p>\n<p>[Page 85]<br><br />\n There are a great many frogs to be seen about here. They spring up from around ones feet in all directions.</p>\n<p>August 15th. Thurs.<br>The feast of St Marie is being celebrated to-day. The people are going about in holiday attire and the church bells are ringing at various intervals during the day.</p>\n<p>August 16th. Fri<br>Walked round by Neuf Berquin in the afternoon and in the evening went round by Stenwerck. Passed a very tall crucifix surrounded by tall trees.</p>\n<p>August 17th. Sat<br>Very quiet to-day. Weather Showery.</p>\n<p>French civilians are making a practise of coming to the C.C.S. to have dressings and wounds attended to, much to the annoyance of the M.O.'s.</p>\n<p>Aug 20th. Sun.<br>A raid took place and the men who went over did not find anyone in the trenches but on their return to their own trenches they were shelled and had a good number of casualties.</p>\n<p>Fritz is becoming wide awake to these raids now-a-days. When there is a raid on he is clearing back from that part of the line, and when the raider returning to there own trenches he lets them have it with a vengeance.</p>\n<p>There seems to be more losses than gains in these raids</p>\n<p><a name= \"a5769086\"></a> </p>\n<p>[Page 86]<br><br />\n from what I can learn of them.</p>\n<p>Aug 21st Mon.<br>Two Evac this morning. Large numbers of English troops are at present billetted in and around the village. This part of the world lends itself to troops travelling as there are so many farmhouses about. The accommodation is not much good still when one's head is more or less covered in this game one has got to be thankful. It also lends itself to an invading army, the ground being so level, movement is rapid.</p>\n<p>We were entertained by a French woman who had had her child attended to at the D.R. As we were seated there having some coffee a young French Soldier along with a few more youths came in to the house. The soldier immediately embraced and kissed madame and monsieur and thinking that our presence here was in the way we made our departure.</p>\n<p>Aug 23rd Wed.<br>An Abdominal, a hopeless case came in during the night.</p>\n<p>Went out to the Aerodrome near Merville. A young Australian aviator, a chap who had been in the infantry as a private and was at Gallipoli showed us over the Aerodrome. He showed us his own machine which he had been up in, in the</p>\n<p> <a name= \"a5769087\"></a> </p>\n<p>[Page 87]<br><br />\n morning. He came down with about thirty shrapnel shots in it luckily none of them had struck any vital spot and he was able to land at the ?Drome in safety.</p>\n<p>He stated that the Germans are becoming very smart and aiming very straight around these parts.</p>\n<p>The streets of the village are crowded with troops who are spending the night here.</p>\n<p>August 20th. Fri.<br>The peasants are busy taking in their crops and well built stack are being built all over the place.</p>\n<p>A great many Tommies are coming in to hospital now, sick.</p>\n<p>August 27th. Sun.<br>Walked out to Doulieu.</p>\n<p>August 28th. Mon.<br>Roumania has entered the conflict along with the Allies.</p>\n<p>Sept 1st. Fri.<br>Three soldiers were brought in during the night wounded. One of our number who had been called out to attend to them was much annoyed at having to do so. When we asked him how he got on, he said \"That B------ went and died and that other is soon going to die the B------.\" And we all laughed. This shows how callous we become on this job.</p>\n<p>Sept 2nd. Sat.<br>Went along the Rue Grande</p>\n<p><a name= \"a5769088\"></a> </p>\n<p>[Page 88]<br><br />\n and went into the small shop opposite the Eglise or church. Had rather an amusing time speaking a concoction of English and French mixed up.</p>\n<p>Took a walk out Sailly way. Saw an aviator making a magnificent flight and in it looping the loop.</p>\n<p>Intoxication amongst even the youngest boys of our unit is becoming quite a common occurrence now-a-days. They get down into the village of an evening and getting into one of these Estaminets where Beer, Wine, etc are sold and where there may be one or two pretty Madamoiselles flirting about they create within them a spirit of chivalry which finds vent in the squandering of all there money in wine etc losing there money, wits, and control of their legs for the sake of a pretty face.</p>\n<p>As a rule these estaminets which are most frequented by the troops have a few of these pretty little maidens as attraction or decoys, another case of \"come into my parlour said the spider to the fly\".</p>\n<p>Sept 3rd. Sun.<br>Revolution in Greece, according to the newspapers.</p>\n<p>Sept 4th. Mon.<br>After a stroll out to Steenwerck Road went and had coffee in Madame C's house, where there happened to be a very merry crowd of the \"Boys\" drinking bottle after bottle of \"Bock\". </p>\n<p><a name= \"a5769089\"></a> </p>\n<p>[Page 89]<br><br />\n The days show signs of shortening and there is also a slight touch of cold about the air.</p>\n<p>Sept 5th. Tues.<br>\"Leo John\" got his stars.</p>\n<p>While out this afternoon we got some lovely Blackberries growing by the roadside. </p>\n<p>An exceedingly heavy bombardment is going on to-night with our Artillery.</p>\n<p>Sept 7th. Thurs.<br>Evac by barge on the Canal. Plenty of aeroplanes flying about to-day.</p>\n<p>Not much dressing doing. Have commenced painting the D.R. white and brown.</p>\n<p>Sept 12th. Tues.<br>The Harvests seem to be all gathered in.</p>\n<p>The trees are putting on their autumn garb. The variety of tints shown on the trees are gorgeous.</p>\n<p>Sept 13th. Wed.<br>Met Willie Zatt who had travelled from Steinvoorde to see us. He had set out to walk but was fortunate in getting a lift part of the way. He looks well but has had a good deal of roughing it down in the Somme where he has been this last month.</p>\n<p>Continuous bombardment nearly all night by our own artillery.</p>\n<p>Sept 14th. Thurs.<br>Very showery to-day. Walking along a country road we observed a cross formed by placing two sheafs of grain in that shape and a piece of shrub like boxwood was stuck in the centre. On making</p>\n<p><a name= \"a5769090\"></a> </p>\n<p>[Page 90]<br><br />\n enquiries for the reason of this we were told that at the farmhouse where this cross was put there has been a death. Just as in the case of our own country when the blinds are drawn.</p>\n<p>Sept 16th. Sat.<br>Not much dressing doing.</p>\n<p>Still continuing painting the D.R.</p>\n<p>The fields look very picturesque at present.</p>\n<p>The manner in which the beans are taken up is very interesting. They are pulled up by the the roots in bundles and turned upside down. There they are left for a few day. Then long poles about 3\" in diameter and 7 ft long are placed in the ground. To the poles the roots of the beans are fixed and encircling the pole. This leaves the beans outside and as the reason of this procedure is to allow the beans to dry the idea seems to be very good indeed.</p>\n<p>Sept 18th. Mon<br>Owing to an unsuccessful raid this morning we were kept very busy. Evact.</p>\n<p>Sept 19th. Tues</p>\n<p>The concert party of our unit are getting up a pierrot show. They have been getting special dresses made, and a few of us spent some time making pom. poms. for these dresses.</p>\n<p>Sept 20th. Wed.<br>Very few troops are to be seen on the streets of Estaires</p>\n<p><a name= \"a5769091\"></a> </p>\n<p>[Page 91]<br><br />\n after the estaminets are closed at eight. The evenings are becoming rapidly shorter.</p>\n<p>There is great excitement amongst our pierrot members to-night. This is the night of the show, their dresses have been late in turning up and they are in a fever of excitement getting ready.</p>\n<p>The concert turned out to be splendid.</p>\n<p>W. Zatt arrived here to join our unit having got a transfer from the 7th F. Amb.</p>\n<p>Sept 23rd. Sat<br>A beautiful Autumn day. Evac to-day by barge.</p>\n<p>Sept 24th. 25th. Mon.<br>Four wounded came in to-day as the result of an explosion of a Fritz bomb in one of their hands whilst examining it.</p>\n<p>The chap who had been holding the bomb whilst it was being examined got the worst injuries. He got one of his hands blown off and had a few other serious injuries as well.</p>\n<p>One of the other chaps was wounded by fragment of bones from the above chaps hand.</p>\n<p>A sight for a Scotchman's sore eyes or sore heart to-day. Battalion of Seaforths, Gordons, A &amp; S Highlander and Royal Scots marched past our C.C.S. to the tune of the bagpipes. I recognised a few of the chaps as men I had known at home.</p>\n<p><a name= \"a5769092\"></a> </p>\n<p>[Page 92]<br><br />\n To me there is nothing finer than to see a battalion of highlanders on the march. The kilt seems to enhance the appearance of the men and makes them big and brawny looking.</p>\n<p>Amongst the S. chaps that I have seen to-day in the village G. McK., M., W., J. T. came up to the C.C.S. to see me and we had a talk regarding old times.</p>\n<p>It is now almost two years since I joined the army and out of the thousands of chaps that I have met these few are all that I had known previous to leaving the old country.</p>\n<p>I also met M.C. &amp; Piper B. of the 7th A. &amp; S.H.</p>\n<p>Thursday Sept 28th.</p>\n<p>Some of the chaps belonging to the Concert party had a night out to-night. The majority of them came home rather tipsy. One of them had a bottle of champagne in his hand and letting it drop, it fell and smashed on the floor causing an abnoxious smell throughout the night.</p>\n<p>Sept 29th. Fri.<br>On our way over to the \"Grand Bois\" we came across an aeroplane which had landed in a ploughed field. It apparently had had to come down through engine trouble as it was quite uninjured.</p>\n<p>Oct 1st. Sun<br>Numerous raids took place last night, but they must</p>\n<p><a name= \"a5769093\"></a> </p>\n<p>[Page 93]<br><br />\n have been fairly successful as there were only a few wounded came in.</p>\n<p>There is a wintry touch in the air just now.</p>\n<p>Oct 3rd. Tues.<br>Have seen the Blighty Leave List to-day. There are unfortunately six in front of me.</p>\n<p>X Ray plant for the C.C.S. has arrived to-day.</p>\n<p>Oct 4th. Wed.<br>A wounded man named Rickson has been brought into hospital. It was thought that he would have to lose his leg but Capt E has endeavoured to save it and has spent a great deal of pains with the wound. There is marked improvement in the foot to-day and everything looks bright for the safety of the Limb.</p>\n<p>Oct 9th. Mon.<br>Strong winds are very prevalent these last few days.</p>\n<p>The nights are beautiful and moonlight.</p>\n<p>Oct 10th. Tues</p>\n<p>Second anniversary of our entry into camp.</p>\n<p>Walked round by Doulieu &amp; Neuf Beiquin in the afternoon and in the evening walked out the Steinwerck road a bit.</p>\n<p>Oct 11th. Wed.<br>General Plummer inspected C.C.S. to-day. Plummer does not strike one as being much of a soldier. He looks too polished and refined, but if the truth be known he is one of the best generals that we have in the</p>\n<p><a name= \"a5769094\"></a> </p>\n<p>[Page 94]<br><br />\n army at the present time. Capt East and Major Campbell left our unit to-day, they got a splendid send-off.</p>\n<p>Capt Williams, quite a boy, joined our unit to-day. Capt East is our best man but like many more good men he has not had a fair spin.</p>\n<p>Very wet to-day. The roads are terribly muddy. This brought home to us the truth of the expression \"Muddy Flanders\".</p>\n<p>Oct 12th. Thurs</p>\n<p>The Aus. F. Amb have been clearing out their patients preparatory to moving, the result is we have received an extra number of patients in to-day.</p>\n<p>The N.Zders have taken over the line at this part and the relieved Aust are crowding into the village.</p>\n<p>D.W. and I went down to the village photographers and had our photograph taken.</p>\n<p>Went for a walk to the Grand Bois, but finding the Maison full up we did not have coffee but continued our journey and landed back at Madame Cuzet where we enjoyed a hot cup of black coffee and incidently a heated argument on conscription.</p>\n<p>Oct 15th. Sun.<br>A large number of minor cases had to be dealt with to-day. There being no Field Amb to deal with them so the F.A. are on the move.</p>\n<p>Oct 16th. Mon.<br>Walked out to Merville which</p>\n<p><a name= \"a5769095\"></a> </p>\n<p>[Page 95]<br><br />\n is a distance of about four miles from Estaires. It is a fairly large village and contains a few large shops. The day was a bit frosty and made one feel in fit form for a walk.</p>\n<p>Capt Bennet has taken the place of Major Yeatman.</p>\n<p>Oct 19th. Thurs</p>\n<p>The cases in hospital are mostly medical at present. </p>\n<p>Saw an aeroplane brought down.</p>\n<p>An Aviator who had been brought down by the Germans came into the D.R. wounded slightly. </p>\n<p>He said that the clouds that he had passed through this morning were snow.</p>\n<p>The peasants are working in the fields lifting the potatoes and the beetroot.</p>\n<p>The country round about is taking on a bare wintry appearance. The sky is cloudy, the earth is damp, the air is cold and the trees and fields are bare.</p>\n<p>Saw a large number of Carrion Crows flying about, also Starlings, Larks, Yellow Hammers are pretty plentiful.</p>\n<p>Oct 22nd. Sun.<br>There has not been very much dressing to do lately.</p>\n<p>Football match to-day. Our team defeated by three points.</p>\n<p>Oct 23rd. Mon.<br>Big evact this morning.</p>\n<p>The weather is cold just now. Some of the boys learned that I sleep with only two blankets over me. This caused quite</p>\n<p><a name= \"a5769096\"></a> </p>\n<p>[Page 96]<br><br />\n a stir amongst them because some of them have got as much as eight or nine blankets over them at night time.</p>\n<p>There is a big ration of cheese given to us and at one time I had to stand a good deal of good natured chaff at being the only one who ate cheese, and as I enjoyed, I ate a good quantity, it does not constipate if I take it with jam on my bread. Now that I have got a number of the others educated to take cheese this way, I am now running the risk of not getting my own ration of it the demand being so great.</p>\n<p>Oct 24th. Tues.<br>Birthday to-day. My last four birthdays have been spent in different parts of the Globe. First in Scotland, second in Australia, third on Anzac, fourth in France.</p>\n<p>Concert held this evening, which was very good indeed. One of the items was a mock operation. As a rule at these concerts there are a great deal of skits made up against the officers and men, and in this case I came in for a bit of a rub myself.</p>\n<p>Oct 25th.</p>\n<p>As we were walking along the country road to-night in pitch darkness, we met a chap driving a small cart. He inquired of us if we had seen a big piece of meat lying along the road. It seems that in the darkness some of the rations which he was driving to his unit had rolled off.</p>\n<p><a name= \"a5769097\"></a> </p>\n<p>[Page 97]<br><br />\n This troubled him greatly for as he said if he did not find the rations it meant that the men would have to go short the next day. Those of us in the army, especially the A.I.F. know how men can growl if anything goes wrong.</p>\n<p>Oct 27th. Fri.<br>A chap who had the side of his face blown off about the eye was examined by a Specialist.</p>\n<p>He had a very nasty gash but the specialist says he may come all right if well looked after by a specialist.</p>\n<p>Oct 29th. Sun.<br>Transferred to work in the Operating Theatre, D.I. and myself are now working to-gether.</p>\n<p>Came across some beautiful paintings, down in the village stationers. They depict war scenes and are principly ruins of churches, houses, etc but the artistic effect of the painting are very well indeed.</p>\n<p>Some beautiful Flower, P.Cs took my fancy in the shop and I bought a number of them, enough to fill a P.C. Album. I also bought a book of poems in French by Alfred de Musset.</p>\n<p>In this same shop which sold many good things, one found that they sold many questionable things especially in pictorial line. Madame showed us them very slyly but noticing that we were not attracted by them she</p>\n<p><a name= \"a5769098\"></a> </p>\n<p>[Page 98]<br><br />\n just as slyly put them away again.</p>\n<p>Madame told us that at the time this village was occupied by the Germans at the commencement of the war a number of men and women were killed by the Germens and their body were afterward thrown into the canal which runs through the village.</p>\n<p>Nov 3rd. Fri.<br>Went down to the Imprimeur and bought a few more pictures making a total of ten.</p>\n<p>Received a parcel from home containing cake, shortbread, Apple Tart. The contents of the parcel which was sent from home were thoroughly enjoyed. I also received a copy of Longfellow's poems as a birthday present from Jane. Received from \"Foyle\" the Medical Encyclopaedia, Esperanto Dictionary, Shakespeare work.</p>\n<p>Nov 4th. Sat.<br>We have been doing quite a number of operations lately. Appendix and Empyeama principly.</p>\n<p>Read \"Evangeline\" again.</p>\n<p>Nov 6th. Mon.<br>Compulsory Bathing Parade. All marched down to the divisional baths.</p>\n<p>Feel very unsettled just at present</p>\n<p>Nov 10th. Fri.<br>A chap was brought into the O.T. terribly smashed about the leg and his arm blown off. We were rushed to prepare for the Operation but after giving him</p>\n<p> <a name= \"a5769099\"></a> </p>\n<p>[Page 99]<br><br />\n an infusion of saline, they saw the game was up with him and he was left to breathe his last.</p>\n<p>Col Newlands, one of the finest surgeons that one could wish to meet is leaving our unit to go as surgeon specialist to No 3 A.G.H.</p>\n<p>Lt Col Dick is taking his place.</p>\n<p>Have put in another application for leave to Scotland.</p>\n<p>Nov 11th. Sun.<br>Major Brooke Moore left our unit to-day and Lt Col. Shaw is taking his place as surgeon specialist to the unit.</p>\n<p>Inspection this evening by new O.C. Says he is highly pleased with the turn out of the men etc, etc, etc.</p>\n<p>Nov 14th. Tuesday<br>Walking along the banks of the canal I saw a number of German prisoners unloading timber from the barges. They seem big, healthy, contented individuals</p>\n<p>Heavy bombardment</p>\n<p>Nov 17th. Friday.</p>\n<p>Exceedingly cold this morning. Frost on the ground.</p>\n<p>Walked out to Merville. Have got an improvised stove into our hut, which improves matters a bit.</p>\n<p>Got the opportunity to go to Paris on three days leaves but as this would probably interfere with my leave to Scotland I did not take it on.</p>\n<p>Nov 21st Tues.<br><a name= \"a5769100\"></a> </p>\n<p>[Page 100]<br><br />\n Got instruction in the use of the new gas helmet, the box type.</p>\n<p>Nov 23rd. Thurs.<br>Went down to the Divisional baths.</p>\n<p>Nov 24th. Frid.<br>We have been doing a number of operations lately, Appendicitis, Hernia, etc.</p>\n<p>Had just received a letter from home when a chap from the office came over and told me that I have to get ready to go on leave for home.</p>\n<p>Nov 25th Sat<br>Two years since I left Aust in the Kyarra for Active Service</p>\n<p>Left in Motor Amb for Hazebrouck in order to catch the train for Boulogne. Col Dick &amp; Lieut Johnstone went up in the same car.</p>\n<p>It rained very heavily when I reached Hazebrouck. Hazebrouck is a pretty big place and is a railway centre. It has a fine big Hotel de Ville and square in the centre of the town.</p>\n<p>I left my kit at the YMCA hut near the station and proceeded to the Office of DMS for my leave pass which I got at three o'clock.</p>\n<p>The train left Hazebrouck at 3.30 in the afternoon arriving at Boulogne at 9 pm. We had been picking up troops at station all along the line with the result that there was a huge stream of troops on the platform at Boulogne on leave to blighty.</p>\n<p>On reaching Boulogne we were all marched to Coppings Brewery which is used as a billet for</p>\n<p><a name= \"a5769101\"></a> </p>\n<p>[Page 101]<br><br />\n troops going on leave to Blighty. It was a huge building consisting of four or five stories and served the purpose very well indeed. We were each issued with three blankets and three boards to sleep on.</p>\n<p>We were all too-much excited to sleep well that night.</p>\n<p>Nov 26th. Sun.<br>Marched to the wharf and sailed from Boulogne at 9 a.m. arriving at Folkestone at 11 a.m. There the leave train was waiting on us and soon we were speeding our way to <strike>Euston</strike> Victoria, London. I was a bit unfortunate and had to stand in the corridor all the way. Drove in a taxi to Euston and arrived there about 4.30 p.m.</p>\n<p>The train for Scotland was due to leave at 8.50 so I whiled the time away waiting on the platform. I got settled down after a good deal of difficulty and had to stand or lie in the corridor of the train nearly all the way from London to Scotland, not a very pleasant experience, but worth all the trouble to get home for a few hours.</p>\n<p>Nov 27th. Mon<br>Reaching home about 8.45 feeling a bit tired out. </p>\n<p>The thing that struck me in Stirling when home on leave was the scarcity of young men and the predominence of women.</p>\n<p>Went to the pictures in the evening with Jane.</p>\n<p>Nov 28th. Tues.<br><a name= \"a5769102\"></a> </p>\n<p>[Page 102]<br><br />\n Visited a few old friends and also went down to the Factory and had a talk with a few old acquaintances.</p>\n<p>They seem to think that I am looking very well, rather a compliment to me I think. Went to the pictures with Jane, in the evening.</p>\n<p>Wednesday Nov 29th.</p>\n<p>Much to my surprise D Zatt arrived home on leave. Little Euphemia I, taken to hospital with Fever.</p>\n<p>Went out to minister's for afternoon tea.</p>\n<p>Nov 30th Thurs.<br>Went for a stroll with Jane and in the evening went to the pictures with J. I. D. M.</p>\n<p>Dec 1st Fri<br>Had a look round the book shops buying a few books to take back with me.</p>\n<p>Rather a coincidence took place, lying on the dresser at home was a book entitled Gallipoli, naturally I picked it up and what should I see but a full page photograph of the North Beach, Anzac, taken from our dug-out.</p>\n<p>Dec 2nd. Sat.<br>Went to Edinburgh with D. D. A. J. and Father.</p>\n<p>We separated at Edinburgh. J, myself and Father went to Prestonpans. </p>\n<p>Dec 3rd. Sun.<br>Went to Church. In the evening spent a few hours with Mr Steele and Mr Christie.</p>\n<p>In the evening after Church I went a walk with Ina.</p>\n<p><a name= \"a5769103\"></a> </p>\n<p>[Page 103]<br><br />\n Collected my gear to-gether getting ready for the way.</p>\n<p>Dec 4th. Mon<br>All the time I have been on leave the weather has been very wet, but to-day I am expecting to leave, the weather is of the finest.</p>\n<p>The streets of Stirling are miserable at night time, more miserable even than the village streets near the line in France. The streets in Stirling are in all but utter darkness owing to the fear of aeroplanes bombing the town. Heavy fines are being exacted for breaches of the law in showing lights at night time.</p>\n<p>Had tea at I in the evening. Left home to catch the 9.30 train to London.</p>\n<p>Slept all the way to London.</p>\n<p>Dec 5th. Tues</p>\n<p>The train arrived two hours late. Took \"Tube\" to Charing Cross then taxi to Horseferry Rd, A.I.F. Headquarters to get the remainder of my gear. Took taxi to Waterloo Station. Got train to Romsey at 12.10 reaching Eastleigh 3.30 changed for Romsey at 4 o'clock. Found I had to walk a mile or two to the A.V.C. where I met Bob.</p>\n<p>After having tea B &amp; I walked back to the village and after spending a few hours to-gether I caught my train back to London arriving there about midnight</p>\n<p>I had great difficulty in getting a Taxi to take me to</p>\n<p><a name= \"a5769104\"></a> </p>\n<p>[Page 104]<br><br />\n Horseferry Road, Anzac Buffet but after calling in the Policeman to my aid I was successful in getting a Taxi, the driver meanwhile grunting out \"I ain't got much petrol\", we sped on our way and reached the Anzac Buffet all right. </p>\n<p>There I got a bed on the Floor and making myself comfortable for a few hours I went to sleep, getting up early enough to catch the train for Folkestone. There were hundreds of bed in this place, some made like the berths on a ship others consisted of mattresses on the floor.</p>\n<p>I was sorry that I did not see much of London, but one cannot get all one wants so they have just got to be content with what they get.</p>\n<p>Dec 6th. Wed.<br>Getting my gear from the Head Quarters at 5 a.m and inquiring my way from a policeman, as the streets were pitch dark I ultimately reached the crowd of troops who were returning from leave at Victoria Station. The station was packed with soldiers and friends to see them off.</p>\n<p>Getting a comfortable seat we left in the train at 7 a.m. Feeling a bit tired I <strike>sleep</strike> slept all the way.</p>\n<p>We arrived at Folkestone at 9.45.</p>\n<p>After some maze like wanderings</p>\n<p> <a name= \"a5769105\"></a> </p>\n<p>[Page 105]<br><br />\n we found that we were to be billetted in a long terrace of mansions overlooking the sea and which were all fenced off so that we could not get out of the grounds, once we were in.</p>\n<p>I spent most of my time in the Y.M.C.A. Hut, a place one finds in every camp all over the place or near the trenches.</p>\n<p>Left the billet at 1 pm and arriving at Boulogne about 4 p.m.</p>\n<p>Leaving the boat we were marched to the notorious \"one blanket Hill\" which is situation at the top of a long and steep hill a considerable distance out side the city.</p>\n<p>Dec 7th. Thurs.<br>Out of bed at 6.30. a.m. Breakfast 8.15 told to march off 1.30 for train. False alarm at 9.30. Formed up along with the lot going to La.Gorgue. </p>\n<p>No carriages for us to travel in this trip. Had to make ourselves as comfortable as possible in goods waggons in which we had to travel for 12 hours. A crowd of chaps from the R.N.A.S. kept things lively a bit for us. Some of them had a few drinks, so of course, one knows what that means.</p>\n<p>Dec 8th. Frid.<br>Landed at La Gorgue at 1 o'clock in the morning. Walked up from La Gorgue siding and reached our C.C.S. at 2 a.m.</p>\n<p>Told to parade before Col Dick. He asked me if I had had a </p>\n<p><a name= \"a5769106\"></a> </p>\n<p>[Page 106]<br><br />\n good time, if I had spent all my money and a few other such questions which amused me.</p>\n<p>It is awful to have been on leave and then to come back to this kind of work especially.</p>\n<p>Dec 9th. Sat.<br>Someone had spread the rumour that I had been married when away on leave. This was the first question that I was asked, but no one could be more surprised than I was to hear of it.</p>\n<p>The College boys seem to have gone mad on the \"Bones\" as play things just now.</p>\n<p>Sister Geogahan has taken the place of Sister Cameron in the operating theatre.</p>\n<p>Things have changed considerably since I went on leave.</p>\n<p>The boys used to work so as to allow one another off every alternate afternoon, now they have to do white washing of the walls of the building on their off afternoon. They naturally are not half kicking against it</p>\n<p>During the time I was on leave instructions were issued to the men on what they will have to do if it should happen that the village was bombarded, a thing that is expected to happen any day now.</p>\n<p>Dec 13th. Wednesday.</p>\n<p>We have no good surgeons with us at present.</p>\n<p>We are having plenty of operating at present. New Surgeons when</p>\n<p><a name= \"a5769107\"></a> </p>\n<p>[Page 107]<br><br />\n they come here, look for work where it is unnecessary. They have no consideration of the staff. Once the operation or operations are finished they drop work but the staff have to go on and on cleaning up and preparing for the next</p>\n<p>To-night I was sitting in Madames having coffee when I was called out to go to an op. One never feels free on this job because one never knows the minute they may be called upon to do work and if there is the slightest hitch with regard to anything required for the operation, it upsets the whole affair.</p>\n<p>Dec 19th. Tues</p>\n<p>A slight fall of snow to-night.</p>\n<p>Dec 20th. Wed.<br>The first anniversary of the evacuation of Gallipoli.</p>\n<p>Heavy bombardments by our Artillery to-night. The vibration of the guns firing rattled the windows of the houses almost to breaking point.</p>\n<p>As I was walking along the road to Sailly an old Frenchman shouted over to me when the <strike>sound</strike> report of a gun was heard near by \"Bon Jour, Allemand\" or in English \"Good Day German\" the one heard the whiz of some heavy missile cutting through the air on its way to bid the Germans \"Good day\" in a fashion which they do not like.</p>\n<p>Sent unit Xmas Cards away to friends.</p>\n<p>A number of wooden houses</p>\n<p><a name= \"a5769108\"></a> </p>\n<p>[Page 108]<br><br />\n are being built along the road side and are principly occupied by refugees, Belgian etc. They have read tiled roofs and are nearly all carried on as Estaminets.</p>\n<p>Dec 21st. Thurs.<br>Our Xmas Dinner arrangements have been practically spoilt by the Col interfering.</p>\n<p>In our mess room at dinner to-day the col. addressed us regarding Xmas Celebrations. In the midst of his address (he) someone coughed in a rather sarcastic fashion. I thought the Col would have gone crook on the soldier but he only turned round and remarked that \"That was a very dry cough\".</p>\n<p>Dec 22nd. Fri<br>A specialist did an operation on a chap's spine to-day but if this is a specimen of his kind of work then I do not want to see any more of it.</p>\n<p>Dec 24th. Sun.<br>A fine day. No Gas.</p>\n<p>The canal has overflowed its banks and the fields on the banks of the canal are flooded.</p>\n<p>There is great jollity amongst the troops this evening. Xmas Eve only comes once a year and it is a good job to. Drunks and would be drunks are causing a great rumpus. Little Susanne says that all soldiers get drunk on Xmas eve. She says it was the same last year and</p>\n<p><a name= \"a5769109\"></a> </p>\n<p>[Page 109]<br><br />\n some Scottish soldiers who were at her home last Xmas got so drunk that they slipped below the table and remained there all night.</p>\n<p>Got a good box from Aus. R. Cross. containing Pipe, Tobacco, Cig, Sweets, Notepaper, Pencil, etc.</p>\n<p>Dec 25th. Mon<br>Xmas Day.</p>\n<p>Special breakfast, Porridge, Bacon &amp; Tomatoes.</p>\n<p>Special Dinner at the Saint Sebastian Estaminet for which we had to subscribe 5F.</p>\n<p>After dinner we had our photo taken.</p>\n<p>A special dinner was also provided for the patients in hospital</p>\n<p>A Good Concert was held in the evening.</p>\n<p>A rowdy mob in camp to-night. On the whole a most enjoyable Xmas Day.</p>\n<p>Dec 26th. Tues.<br>Most of the chaps are feeling a bit off after yesterday jollifications.</p>\n<p>I wish we had a better surgeon to work for. The one we have at present is so slow and not proficient at his work, Lt Col. S.</p>\n<p>Dec 28th. Thurs.<br>The day very dull and cold.</p>\n<p>Went down to the Laundry along with the Motor Transport. A great many French girls of the rougher class work there. </p>\n<p>It is the \"wee small hours of the morning before we get to bed nowadays</p>\n<p><a name= \"a5769110\"></a> </p>\n<p>[Page 110]<br><br />\n Dec 31st. Sunday <u>Hogmanay</u></p>\n<p>Some of the chaps are a bit rowdy owing to being tipsy. Two got up on a box and delighted us with a stump speech on the \"War\". On the whole a very quiet Hogmanay.</p>\n<p>Jan 1st. Mon.<br>The tipsy mob came into our hut at midnight and wished us a happy New Year.</p>\n<p>A good deal of annoyance is being caused by the lack of Gas for sterilizing purposes. We have got an electric plant installed in our C.C.S. We are now making our own electricity and the light is very good.</p>\n<p>N.Z. troops are in and around the village at present, Fritz got on to our troops as they were changing over to-night and as a result we had a big rush of wounded.</p>\n<p>Jan 2nd. Tues.<br>Had just got to bed this evening when we were called out to the O.T. There were four big operations on and after having worked all day we had to go on all night in the steaming hot theatre which was laden with fumes from aether and chloroform and we only had a drink of water all night. The surgeons had a respite but we had none.</p>\n<p>Sister G. collapsed under the strain.</p>\n<p>Jan 3rd. Wed.<br><a name= \"a5769111\"></a> </p>\n<p>[Page 111]<br><br />\n Sat down at breakfast and went to sleep eating my food so tired and fagged out was I.</p>\n<p>Jan 4th. Thursday.</p>\n<p>The O.T. at one time was considered a place sacred to us but our new inefficient Lt Col Surgeon has turned it into a boxing saloon.</p>\n<p>The place is kept very clean by us everything being polished up to the nines but to use it for a boxing saloon is over the odds.</p>\n<p>Jan 6th. Sat.<br>The roads are very muddy.</p>\n<p>Jan 7th. Sun<br>A great deal of bombardment during the early morning.</p>\n<p>Jan 10th. Wed<br>Cold, Dull, Wet. There is an appreciable difference in the length of daylight that we are having. The scene in our dug-out of a night, after we have all got safely to bed, when the sound of a motor ambulance is heard is rather humorous. \"Is it a dressing room case, or an O.T. case?\", if neither everyone breathes a sigh of relief.</p>\n<p>Went round by Doulieu &amp; Steinwerck roads. Terrific bombardment going on. The flashes from the cannon lighted up the pitch darkness for miles around.</p>\n<p>Jan 14th. Sun.<br>Snow covers the ground.</p>\n<p>Went to Noeux Les Mines with the Football team in a Motor Transport, via La Gorgue, L?estrem, Bethune. The latter place is</p>\n<p><a name= \"a5769112\"></a> </p>\n<p>[Page 112]<br><br />\n is a fairly large town which has a number of houses which have been destroyed by the Germen guns a week or two ago. Noeux Les Mines seems to be a coal mining centre, a big number of the houses etc have also been destroyed. It is only a mile or two from the \"line\".</p>\n<p>The team which our unit team played was the 2nd. Tunnelling Corps, the latter team winning. They have a splendid Mess Room accommodation. It is a tunnelling corps but they can show the A.M.C. unit how to look after their men. </p>\n<p>This village had ninty bombs from aeroplanes dropped into it one night not so long ago.</p>\n<p>Singing and jollity ended the day except for a occasional member vomiting his inside out having indulged as usual too much beer.</p>\n<p>Reached back to the C.C.S. a 7 o'clock.</p>\n<p>Jan 18th. Thurs.<br>We are to have one hours saluting drill per week.</p>\n<p>Jan 19th. Fri<br>On sick parade.</p>\n<p>Off duty with Tonsolitis. Made myself as comfortable as possible in my hut do not want to go into hospital.</p>\n<p>Jan 20th. Sat.<br>A good deal of heavy bombardment during the night.</p>\n<p>Read a very good book entitled \"Eclipse or Empire\".</p>\n<p>Jan 22nd Mon<br><a name= \"a5769113\"></a> </p>\n<p>[Page 113]<br><br />\n On duty not feeling too good. </p>\n<p>Taking particular notice of the sunsets at the present time they all typically represented in the pictures that I have bought and sent home.</p>\n<p>Jan 27th.</p>\n<p>Have had to do all our sterilizing with Primus Stoves, a bit of a nuisance indeed.</p>\n<p>An Anti Air craft shell case dropped only four yards from our hut burying itself about five feet in the ground. Another one dropped about a hundred yards from here.</p>\n<p>Jan 31st. Wed.<br>A French woman was operated on for mammalary trouble</p>\n<p>Feb 3rd. Sat.<br>Parade, Parade, Parade, all day long. The Sgt Major likes to hear the sound of his own voice.</p>\n<p>The afternoons off duty are being completely spoilt by him.</p>\n<p>Exceedingly cold to-day.</p>\n<p>Feb 4th. Sun.<br>Germans sent over some Gas shells along with some Shrapnel, so we got a big number of Gas cases in to-day.</p>\n<p>Feb 7th. Wed.<br>We all now having a quinine parade. We all march up to the Dispensary and get a quinine pill. Very few of them are swallowed, however. This quinine is taken to prevent the cold. </p>\n<p>Had a Lecture to-night on the effects and kinds of Gas Poisoning. The latest kind of Gas does not show its effects till a few</p>\n<p><a name= \"a5769114\"></a> </p>\n<p>[Page 114]<br><br />\n hours after it has been breathed into the system.</p>\n<p>If the patient survives for 48 hours after he has partaken of this gas he usually recovers. To my mind the use of this gas in warfare is a cowardly game.</p>\n<p>The only treatment that one can give is rest and quietness, wipe away any fluid or mucus from the mouth and the administration of Oxygen</p>\n<p>Feb 8th. Thurs.<br>Great activity in the air on both sides at present.</p>\n<p>Feb 9 Fri.<br>Two Taubes which were up very high had a very rough reception. Hundreds of Anti-Air Craft Shells were sent up in the air after them</p>\n<p>One of them seemed to be brought down but judging from his position he would probably drop into his own lines.</p>\n<p>Rumour has it that all the Sisters attached to us are to go away.</p>\n<p>Went out to Merville with W. I. As we were walking along the road we noticed a cat hanging up in a tree. It looked as if it had been after a bird but getting intangled amongst the branches it had practically hanged itself.</p>\n<p>Lecture on \"Wounds and how to dress them\".</p>\n<p>Feb 10th. Sat<br>Three new sisters have arrived here this afternoon.</p>\n<p>Feb 12th. Mon<br>Went to Hazebrouck in Motor</p>\n<p><a name= \"a5769115\"></a> </p>\n<p>[Page 115]<br><br />\n Amb for Medical Stores. Had a tyre burst on the way. Had to spend a few hours in the town waiting on the car coming back from St Omer. On our way we passed two graves in a field, all the mark that they had was a wooden cross. We often come across isolated graves such as these. They were men who had been killed in the early stages of the war.</p>\n<p>Feb 15th Thurs.<br>A touch of spring about the air</p>\n<p>There is a heavy bombardment going on. The sound of these guns have a peculiar noise.</p>\n<p>Battalions of British troops are on the move between here and Steinwerck.</p>\n<p>One can tell that they are new arrivals by their spick and span appearance. They wont be long here before they will lose all that.</p>\n<p>They are young men in the pink of condition.</p>\n<p>Rumours of something doing up the \"line\" to-night.</p>\n<p>Feb 16th. Friday.</p>\n<p>Sir.D Haig has made the statement that the German line is to be broken at several place and his cavalry are to be ready to turn defeat into victory.</p>\n<p>The shells are whizzing through the air.</p>\n<p>Owing to the thaw the roads are very bad.</p>\n<p>Feb 18 Sun.<br>Plenty of bombardment.</p>\n<p>Feb 21 Wed<br><a name= \"a5769116\"></a> </p>\n<p>[Page 116]<br><br />\n A big raid which had been premeditated for some time came off last nigh. Eight hundred N.Z ders went over last night and caused considerable damage and capturing eighty prisoners.</p>\n<p>We had over a hundred brought in wounded including 13 Germans. Some of them were very badly wounded. One of them had his intestines hanging out of his body. The men seem to be quite jubilant over their starring experiences last night, at least the slightly wounded are.</p>\n<p>March 2nd</p>\n<p>The peasants are busily ploughing and preparing their land.</p>\n<p>March 5th.</p>\n<p>Snowing to-day.</p>\n<p>Took a walk with W. I out to Sailly. Parts of the road has to be screened because the enemy can see troops and transports passing at these parts and shell them at favourable opportunities.</p>\n<p>There are two pretty large cemeterys at this place  One is full of graves of Scottish &amp; English soldiers and the other is an Anzac graveyard only having been opened since the Anzacs took over this part of the line. It is pretty well full up already in spite of the fact that the Anzacs have only been here about ten months.</p>\n<p>March 6th. Tuesday</p>\n<p>Concert held in the Convalescent</p>\n<p> <a name= \"a5769117\"></a> </p>\n<p>[Page 117]<br><br />\n Ward. Ward crowded. A very good show. The officers of the unit came in for the skits.</p>\n<p>March 7th. Wed.<br>Equinoctial winds. Very cold. Two operations to-night both hopeless cases.</p>\n<p>It breaks one up very much to realize after all the care and endeavor to save the wounded man, he dies. However as the French people say \"C?est la guerre\". </p>\n<p>Rumour very persistent that we are going to leave here.</p>\n<p>March 8th. Thurs.<br>Attempted transfusion of blood.</p>\n<p>Told to keep two operating theatres in readiness.</p>\n<p>Col Shaw is using a paste called B.I.P. This to my mind is causing more injury that anything else.</p>\n<p>The cases being brought down in the Amb are not very well looked after, and I have no doubt are the cause of a few deaths from exposure.</p>\n<p>The R.C. padre whom we have with us at the present time is said to have been mentioned in dispatches. To look at him, he is such a small weakly looking chap that one would not take him to be capable of gaining any distinction. It is the general comment amongst the boys that the R.C's and the Presb padres have all been jolly good fellow but none of the C of Es that we have had have been up</p>\n<p> <a name= \"a5769118\"></a> </p>\n<p>[Page 118]<br><br />\n to much.</p>\n<p>This long irregular sort of job in the O.T. amongst blood and mud is getting on my nerves. If this is war I never hope to see any more of it.</p>\n<p>March 19th. Mon.<br>Real cold March winds.</p>\n<p>J. D. in our hut has contracted measles. We are all isolated as regards food but we have still got to continue working in the D.R. and O.T. so that is all their quarantine business as far as we are concerned. Of course it is the old cry where there is some work to be done \"We are indispensible\".</p>\n<p>March 21st. Tues.<br>The smell of gas gangrene from some of the wounded who come in is something awful. I sometimes think that the Germans poison their shells, at least I have not seen a German wounded yet who had gas gangrene, and as far as I can learn very few have.</p>\n<p>March 23rd., 24th. Sat.<br>The news from the Somme district has been splendid this week. Germans have been driven back over a front of 50 miles.</p>\n<p>The French also have been having good success. Our Cavalry are said to be in action. Some cavalry are stationed in Estaires</p>\n<p>March 25 Sun.<br><a name= \"a5769119\"></a> </p>\n<p>[Page 119]<br><br />\n I had often noticed a peculiar sign where three roads met and a small square was fenced off. I learned to-day that eleven of the villagers had been made to dig their own graves at this spot two years ago and then they were shot by the Germans.</p>\n<p>March 29th. Wed.<br>Cycled to Steinwerck.</p>\n<p>Got my photo taken in Kilts.</p>\n<p>It has been twelve and one o'clock every night lately before D and I have got to bed  (<strike>lately</strike>) </p>\n<p>Potatoes have been knocked off our diet list as they can't be got.</p>\n<p>Portugese have taken over the part of the line at Laventie. I am not much impressed with them.</p>\n<p>April 4th Wed. 5th. Thursday.</p>\n<p>Plenty of operations lately  It was seven o'clock in the morning before we got to bed, having been working all night long.</p>\n<p>Read a prophecy that the war is to end on the 28th of August 1917.</p>\n<p>April 8th. Sun.<br>Left the hospital to go up to the front line of trenches near Laventie.</p>\n<p>On our way up to the trenches past Laventie, the Germens seemed to have the main roadway well sighted with their guns as there were hundreds of</p>\n<p><a name= \"a5769120\"></a> </p>\n<p>[Page 120]<br><br />\n shell holes peppering the fields on either side of the road way. Screens were placed over the roadway to prevent Fritz from seeing any troops passing up Scarcely a farmhouse near this road was in a habitable condition. Nothing but bare walls was the rule</p>\n<p>We made our way off the main road in by the narrow communication trench. Near by was a cemetery mostly contained soldiers of Scottish Regiments. In some places the trenches were knee deep of mud so much so that we thought we had gone off our track.</p>\n<p>We were encouraged by B.? who had been here before, to go on</p>\n<p>Sometimes I stuck so fast in the mud that it was with difficulty that I extricated myself. At some places the path made by duckboards was very good. At other places we had to wade through deep water. At these parts some of the duck boards were loose at one end, with the result, that, immediately you put your foot on the board, up the board went and down into the water you slide, muttering a few choice phrases.</p>\n<p>However there was some consolation as regards the water as it help to wash <br><br />\n away part of the selection which had gathered on our </p>\n<p><a name= \"a5769121\"></a> </p>\n<p>[Page 121]<br><br />\n boots. After wading our way out and in, out and in, and passing through such well known streets such as the \"Strand, Fleet Street, Drury Lane etc\" we reached the supports. Dugouts where the supporting troops rested and waited in readiness in case of attack.</p>\n<p>Outside one of the dug-outs was chained a very small china dog. Placed amongst such surrounding it contrasted very much with the grimness of the place and made one smile even here.</p>\n<p>We ultimately reached the front line of trenches. Getting into one of the bays we met two Tommies who let us have a look through a periscope. Through it we could see the barbed wire entanglements and away in the distance a village. (Aubers)</p>\n<p>The Germans front line is situated at this point about 250 yds away.</p>\n<p>Behind this front line there were numerous graves of soldiers. The land round about was terribly hacked about by the bursting of shells.</p>\n<p>It was at this point the Australians first went over, near Fleurbaix, on the 19th July and which ended so disastrously for them on that occasion. In spite of the fact that everything was desolation around there were still a few birds could be seen flitting about.</p>\n<p>After having a good look</p>\n<p><a name= \"a5769122\"></a> </p>\n<p>[Page 122]<br><br />\n round we made our way back through the communication trench onto the main road again, with our boots soaking wet, and leggings covered with mud.</p>\n<p>Landing into Laventie again we had a good repast of coffee and eggs which sent us on our way rejoicing, to walk back to Estaires, three miles away</p>\n<p>April 9th. Mon<br>The Village in Fête, Easter Monday<br>O.T. changed into the Hut in order to have the O.T. proper, whitewashed.</p>\n<p>April 11th Wed<br>Owing to a raid being on we were kept very busy. I am not feeling too good. Have not got energy for anything.</p>\n<p>April 13th. Friday.</p>\n<p>Everything in the C.C.S. in a hubbub. General House Surgeon General to A.I.F. is to inspect us to-day. We made everything look spick and span but the \"General\" only put his head inside the door as the saying is and went away again.</p>\n<p>Poor old Col D. very disappointed that more notice was not taken of the place.</p>\n<p>Heavy shower of Hailstones.</p>\n<p>Capt Owen has left for another unit, what a relief!</p>\n<p>I feel sick of the whole</p>\n<p><a name= \"a5769123\"></a> </p>\n<p>[Page 123]<br><br />\n affair. A change of occupation would do me the world of good.</p>\n<p>April 14th. Sat.<br>What a mixture, Snow Rain and sunshine.</p>\n<p>April 15th. Sun.<br>On duty all night again</p>\n<p>April 17th. Tues.<br>The \"wee small hours of the morning again.\"</p>\n<p>Good news from the Arras sector and also at the part where the British and French lines join, down in the Somme.</p>\n<p>We have just got our C.C.S. into splendid condition and now we have word that we are likely to move very shortly.</p>\n<p>April 18th.</p>\n<p>Walking out into the country this afternoon I saw a Frenchman trimming the hedges surrounding a farmhouse. He ingeniously avoided cutting the tall stems but instead he bent them across diagonally and intertwined them with the branches, this went to form a strong fence, and looks well when kept neat and trim.</p>\n<p>April 25th. Wed.<br>Anzac Day. Church Service was held in the convalescent ward. This occasion was also taken to celebrate a \"Drunk Day\". The men who celebrated this day most, were men who never had been on Anzac. Fools!</p>\n<p>April 28th. Sat.<br> <a name= \"a5769124\"></a> </p>\n<p>[Page 124]<br><br />\n A few shells have been sent into La Gorgue by Fritz. Sisters warned to be ready at a minutes notice. Names of patients taken</p>\n<p>April 29th. Sun.<br>More shelling of La Gorgue. They seem to be after the Railway Station as they put a shell right through the Goods Shed there. Most of the other shells have fallen on vacant ground.</p>\n<p>April 30th. Mon<br>The weather has been simply ideal these last few days.</p>\n<p>Since we evacuated our patients we have not been receiving any in. We have also had to hand in our Kit Bags to-day. We have got to carry our gear and it is only a very small quantity that we are allowed to have in our possession. </p>\n<p>May 2nd. Wed.<br>There seems to be a big heavy gun over at La Gorgue sending some solid stuff in to Fritz. The sound of this gun firing is terrific</p>\n<p>May 4th. Fri<br>Had a trip round in an Motor Lorry via Bec a Mor, Croix de Bec, Le Nieppe, Steinwerck, Doulieu. </p>\n<p>Nieppe is badly knocked about especially the Church which is in the centre of the town with the houses and shop round about it. There are a number of windmills about this district.</p>\n<p><a name= \"a5769125\"></a> </p>\n<p>[Page 125]<br><br />\n The swallows are flying about here these last few days.</p>\n<p>The foliage of the trees are beautiful. The fruit trees and hedges are beginning to blossom.</p>\n<p>May 5th. Sat.<br>A Taube dropped four bombs near La Gorgue.</p>\n<p>May 8th. Tues.<br>Walked along the canal banks and then round by La Gorgue. The banks of the canal are simply alive with small frogs. Every few steps one took there would be half a dozen little yellow coloured frogs plonk into the water</p>\n<p>Our artillery seem to be simply pouring shells into the enemy. Our present staff of officers do not seem to realize what the work of a C.C.S. is. They are trying to fix them (the patients) up as if they are in a General Hospital. This entails a great deal more labour on the already overworked staff. One would not mind if it were necessary, but it is not necessary.</p>\n<p>May 10th. Thursday.</p>\n<p>Have got orders to pack up the C.C.S. We are going to take over another college at Bailleul and run it as a C.C.S. </p>\n<p>Had another trip round by Croix du Bec, Bec-a-Mor, Sailly. Saw some of the damage that Fritz had done a few days previously. Three women were killed in one house.</p>\n<p>Bill D. our driver is a very good fellow but he is a bit reckless in driving.</p>\n<p><a name= \"a5769126\"></a> </p>\n<p>[Page 126]<br><br />\n May 11th. Fri.<br>Still packing up. The C.C.S. is a wreck of its former self. Up to the time that we started to pack up we had turned the C.C.S. into a splendid place from spectacular point of view, then we got the order to pack up. It was the same of Anzac, the same at Serapeum in Egypt and it is the same in Estaires. We have toiled and toiled to get things into perfection and as soon as we got it almost perfect, orders would come through to pack up and move somewhere else.</p>\n<p>May 12th. Sat<br>Plenty of Aerial Activity. </p>\n<p>There is a tremendous amount of work entailed in shifting the gear of the C.C.S.</p>\n<p>Les John. is making sure that every stick is shifted.</p>\n<p>May 13th Sun.<br>A young French Girl has been shot just outside the village. She had just returned from church. She is said to have been shot by an English Sgt.</p>\n<p>May 15th. Tues.<br>A Post Mortem was held on the Little French girl who was shot. The mark of the bullet was right over the heart. She was a girl sixteen years of age and very well built.</p>\n<p>May 16th. Wed.<br>Met Major Fletcher who had just come up with a lot of Aussie troops from heavy</p>\n<p> <a name= \"a5769127\"></a> </p>\n<p>[Page 127]<br><br />\n fighting at Bullecourt. They had had a very strenuous time there and it had made a marked effect on him.</p>\n<p>May 17th. Thurs</p>\n<p>Had our O.T. all packed up on Motor Lorry. Left for Bailleul seated on an easy chair fixed high up on the back of the Motor Transport. As we left the Village we caused quite a stir as there were three men and a dog on the top of the car as well as me seated on the back.</p>\n<p>On our way we passed battalions of Australians who had just come out of heavy fighting at Bullecourt. There seemed to me to be an extreme expression of sadness on all their faces. </p>\n<p>Near Bailleul is greatly taken up with the growing of Hops.</p>\n<p>May 22nd. Wed.<br>The C.C.S. making rapid strides to-wards completion.</p>\n<p>Went to the Cinema to-night.</p>\n<p>As there is a large Aerodrome just outside the town we have plenty of exhibitions in flying here.</p>\n<p>May 23rd Thurs.<br>Walked out to Saint-Jans-Cappel and climbed Mount Noir, at the top of which is a windmill. Just a few yards from this windmill is the gate which marks the Frontier of France and of Belgium.</p>\n<p>A magnificent view is to be seen from Mount Noir.</p>\n<p><a name= \"a5769128\"></a> </p>\n<p>[Page 128]<br><br />\n The Mount is about 200ft high and the country from there for miles and miles is very flat. Away in the distance one could see the famous ruined town of Ypres and also Poperhinge with the beautiful green of the fields, the trees, the rivers, the red tiled cottages and an occasional windmill with its wings spinning around gave to the view a picturesque touch. One could also see away in the distance the flash of the firing of artillery amongst green clumps of trees.</p>\n<p>Had a good look round the windmill. To look at these windmills have a very slim built appearance but they are not so when you inspect them thoroughly.</p>\n<p>May 25 Frid.<br>There is a tremendous amount of Artillery passing through the town these last few nights. The town is also crowded with soldiers</p>\n<p>May 26th. Sat.<br>Walked out to Meteren a pretty little village three miles from here.</p>\n<p>This seems to be a sort of Headquarter village judging by the various Staff Officers which are here.</p>\n<p>It was at this village that the Germans were turned back in 1914.</p>\n<p>May 27th. Sun.<br>One of the Airmen came down to-day and was killed. One of his wings had</p>\n<p><a name= \"a5769129\"></a> </p>\n<p>[Page 129]<br><br />\n come off.</p>\n<p>As I was writing this note I heard the report of two shells bursting. Going outside I saw two flames in the sky and a few minutes afterwards two Balloon Observers were to be seen descending from their damaged balloon, in parachutes.</p>\n<p>It was interesting and exciting to watch them descend, from a distance, as they dangled in the air swinging backwards and forwards gradually bringing themselves down to the ground.</p>\n<p>May 31st. Thurs.<br>Walked out to Mont Des Cats. A pretty stiff climb up to the top of the Mont.</p>\n<p>There is a large college and monastery at the top of this hill. At present the college part of this monastery is used as R.A.M.C. Hospital for Skin Diseases</p>\n<p>One gets a beautiful view of the surrounding country, much the same as from Mont Noir. The windmill at the top of this hill is made of brick, a different type of windmill it is from the others.</p>\n<p>Troops were being instructed in Machine Gunnery.</p>\n<p>Witnessed an Aviator doing some marvellous turns and twists in his machine. <br><br />\n There was also a hospital for Officers here and it was said that he was giving an exhibition for their benefit. One of the turns was a complete somersault on his side.</p>\n<p>Returned back to hospital covered</p>\n<p><a name= \"a5769130\"></a> </p>\n<p>[Page 130]<br><br />\n with dust. Had, as per usual, on these hot days travelling amongst I had a headache. Went on duty to-night in the O.T.</p>\n<p>Tremendous traffic continues the whole night long through the streets of Bailleul. The only conclusion one could draw from the traffic which is being carried out is that there must be something doing. The traffic principly consists of British Artillery and Ammunition Wagons.</p>\n<p>The civilians of Bailleul have been warned to leave the town or remain at their own risk.</p>\n<p>June 1st. Frid.<br>A huge shell dropped and exploded just behind our C.C.S. this morning. It made a huge hole about 10ft deep and from 15 to 20ft in diameter.</p>\n<p>A number of our Observation balloons have been brought down lately by the Germans.</p>\n<p>Wrote letters in F for C which I am told has turned out pretty good.</p>\n<p>Had another walk up to Mont Noir, along with a few other night duty chaps. Had our photo taken in the rear of the windmill.</p>\n<p>Saw rather a peculiar shrine there. It was hewn out of solid rock.</p>\n<p>There are a great many Artillery Lines, A.S.C. and A.V.C. wagons encamped on the hill side.</p>\n<p>June 2nd. Sat.<br>Saw a few ?planes which</p>\n<p><a name= \"a5769131\"></a> </p>\n<p>[Page 131]<br><br />\n had three wings on them. They seem to be able to climb up in the air like climbing a steep hill. The other ?planes have to mount up circling as they go but these ones seem to mount straight up.</p>\n<p>Jun 4th. Mon<br>Took a walk by a circular route round by the village of Meteren. Expected to be transferred to the Dressing room staff but the S. Specialist would not allow it. A bit of a squabble. I desire to get on the D. Staff but others want to keep one on the O.T. Staff.</p>\n<p>Early this morning, just at day break an enemy ?plane dropped a bomb right on to an ammunition train which was lying at a railway siding, near the town. The train went up in flames. The vibration from the bursting of the ammunition was something terrific. Every few minutes explosion, shook the earth and buildings.</p>\n<p>Interested in what was going on I went into the square. There one found scarcely a window whole, each vibration of bursting shell shook the houses and shop and smashed their windows causing glass to clatter all around.</p>\n<p>Women and children were running across the square in a direction away from the disturbance</p>\n<p>Children were hanging on to their mothers frock</p>\n<p><a name= \"a5769132\"></a> </p>\n<p>[Page 132]<br><br />\n crying as they were dragged along, mothers had bundles of clothes in their arms, all that they could carry away from their homes. The sight was most pathetic. Others were a little more stolid, they walked away more calmly but they had a strained look on their faces.</p>\n<p>Meeting in with S. Sgt M. we took a walk down the Lille road to be near to where the disaster was.</p>\n<p>In an open space made for an entrance into a field we got a good view of the burning wagons. A thousand yards away columns of thick, black smoke mounted high into the air darkening the otherwise bright sky. Flames were licking up the wagons like the burning of a match box and from the exploding ammunition pieces of metal whizzed all around.</p>\n<p>In the evening after the ammunition train had practically burned out we went down to see what remained of it.</p>\n<p>The wagons had been utterly destroyed all that remain of them was a few twisted scarps of iron. Destroyed ammunition of all descriptions strewed the ground.</p>\n<p>The bursting of shells had made two holes about thirty feet deep.</p>\n<p>June 6th. Wed.<br>Tremendous rush of patients  Going the whole day long.</p>\n<p><a name= \"a5769133\"></a> </p>\n<p>[Page 133]<br><br />\n Everything in a turmoil</p>\n<p>June 7th. Thurs</p>\n<p>Repetition of previous day.</p>\n<p>June 8th. Fri.<br>Repetition of previous day.</p>\n<p>June 9th. Sat<br>Repetition of previous days, Something awful. A large number of German prisoners came in to-day.</p>\n<p>Sir D. H. visited the C.C.S. to-day.</p>\n<p>Reinforced by a large number of stretcher bearers.</p>\n<p>June 10th. Sun.<br>Much quieter to-day. As a rule, when we see the Germen wounded prisoners brought in we know that the end of the \"stunt\" has come. They are usually left to the last.</p>\n<p>To-day much of our time was taken up with preparing of dressings in case we should be rushed again. </p>\n<p>It is said that the commencement of the Messines stunt which we have just past through was heralded by the blowing up of tremendous mine. The newspapers also say that the noise of it was heard over in England.</p>\n<p>We were only a few miles from the scene of this explosion, but the sound of it never woke me up, so that I do not think the noise could be very great although there was certainly a very big mine blown up.</p>\n<p>June 11th. Mon<br>Our aviators are marvellous. After coming over from reconnoitring the line and as they are about to land at the Aerodrome they</p>\n<p> <a name= \"a5769134\"></a> </p>\n<p>[Page 134]<br><br />\n give wonderful exhibitions of how they can control their machine. The turns and twists they make are magnificent</p>\n<p>General Plumner, who was in command of the Messines stunt visited our C.C.S. to-day.</p>\n<p>We were formed up on parade and he addressed the men complimenting them on the splendid work they had done during the Battle of Messines. General .P. does not look like a general. He is a grey headed wears an eye glass, so neat and clean that he looked as if he was only fit for a glass case. He is a wonderful general. I do not think anything could be more wonderful than the way he conducted this latest stunt.</p>\n<p>Everything was as if it had been worked to a time table. During the battle some of the wounded had only been <strike>lying</strike> wounded two hours when they were in our C.C.S. and being operated on. One C.C.S. was seven miles away from the scene of the fighting.</p>\n<p>June 13th. Wed.<br>Off duty to-day. Went a walk to Mount Noir along with little \"Chick\". The day very hot perspired freely.</p>\n<p>In Bailleul square there is a large number of guns of all descriptions on exhibition. They had been captured by various battalions during Messines Battle.</p>\n<p>I noticed one of them was marked to be sent to Parramata. It had been captured by an Australian battalion</p>\n<p><a name= \"a5769135\"></a> </p>\n<p>[Page 135]<br><br />\n June 14th. Thurs.<br>Very busy day in the O.T.</p>\n<p>Feeling a bit crook with Diarrhoea &amp; ?Flue.</p>\n<p>June 15th. Fri 17th. Sun.<br>Been very quite lately</p>\n<p>June 18th. Mon.<br>Very busy to-day.</p>\n<p>June 19th. Tues.<br>Awoke early this morning. Five Taubes came over at five o'clock. Our Anti Air craft guns got on to them and sent them flying in all directions. Our triplanes went up after them and soon they were all lost to sight.</p>\n<p>Chick, W, and myself went for a walk round some of the outlying village</p>\n<p>June 22nd Fri.<br>Pretty busy, a number of very bad cases brought in to-day.</p>\n<p>June 23rd. Sat.<br>Three of our Observation balloons were brought down by a German Aviator with his machine gun. A lucky bag for him.</p>\n<p>June 24 Sun.<br>Two Taubes were brought down by our planes one at 4.45a.m and one at 10 a.m.</p>\n<p>The latter looked a mere speck in the sky, and was flying rapidly away from our Anti Air craft shells. Suddenly it seemed to stop and fell just like a feather falling from the sky till it reached a few hundred feet from the ground. One expected every minute to hear the machine crash to the ground but it suddenly righted itself again and fell</p>\n<p><a name= \"a5769136\"></a> </p>\n<p>[Page 136]<br><br />\n slowly to earth.</p>\n<p>It is said that this machine fell into our aerodrome but before it could be captured, he mounted again, but I believe he had to come down near Poperhinge </p>\n<p>It was marvelous to see how our ?planes came from all directions when this plane fell. They seemed to hem him in on all sides and a few minutes previously we could only see the one ?plane which was falling</p>\n<p>We had a brass band from one of the battalions playing in our grounds for the benefit of the patients</p>\n<p>The extra staff which we got attached to us for the Messines Stunt have been gradually leaving us lately, so much so that now they have nearly all departed.</p>\n<p>June 29th.</p>\n<p>Working long hours again.</p>\n<p>On with Major McLure.</p>\n<p>A very good concert to-night. A splendid Operating Theatre Sketch. Very funny.</p>\n<p>June 30th. July 1st Sun.<br>Went out to Neuve Eglise with W.I. &amp; C.B. Was at the 7th F.A. Being told that there are about 30 tanks in a field near here we set out to find them. After a good deal of wandering about we came across them in a wood. There was a guard over them and they were all covered with camouflage. </p>\n<p>To look at them they gave one the impression of sleeping lions.</p>\n<p><a name= \"a5769137\"></a> </p>\n<p>[Page 137]<br><br />\n In this wood there were numerous trenches which must have been made early in the campaign as they were all overgrown with foliage. In the distance we could see Messines ridge.</p>\n<p>The village of Neuve Eglise is terribly smashed. There is scarcely a whole house in the place.</p>\n<p>Were fortunate in getting a lift in Motor Transport both ways.</p>\n<p>Fritz had apparently been trying to get on to Bailleul as just outside the town there were marks of recently dropt shells.</p>\n<p>July 2nd. Mon.<br>A bomb was dropped in the \"Rue Musee\" just by the side of the C.C.S.</p>\n<p>I thought our building was going to collapse. The vibration was something terrific</p>\n<p>The pit, pit, pit, of the machine guns could be heard overhead. Our aeroplanes were chasing the bomber in the semi darkness  He was flying very low.</p>\n<p>An English Officer, a chap about twenty years of age, was brought into the Operating Theatre with his arm blown off from the socket as a result of the bomb which was dropped.</p>\n<p>Apparently this bomb was meant to be dropped on the Officers Club as it dropped only about forty yards from there. Had it dropped on this Officers Club, it would have got</p>\n<p><a name= \"a5769138\"></a> </p>\n<p>[Page 138]<br><br />\n a few as this club is always full.</p>\n<p>July 4th. Wed. </p>\n<p>Went round to the Rue Musee to see the damage by the bomb dropped the previous night</p>\n<p>At the place where the bomb had dropped there was a deep hole which had penetrated through the stone blocks of the street. On either side of the street the houses were badly damaged and for a hundred yards up and down the street there was scarcely a whole pane of glass in the windows.</p>\n<p>July 4th. Wed.<br>A bomb was dropped by an enemy ?plane in amongst our tents at the back of the building.</p>\n<p>We had heard the ?plane buzzing about all night.</p>\n<p>One of the sisters who was on night duty was slightly wounded on the shoulder. She was operated on but the Surgeon was unsuccessful in getting the small piece of metal. The piece of metal had apparently penetrated the lung.</p>\n<p>[Note in left hand side margin side, written later:] This sister got the M.M. for this She was the first nurse to receive this honour.</p>\n<p>July 6th. Fri.<br>Rumour that in our next stunt there are to be nine Operating Teams.</p>\n<p>About 10 o'clock to-night the sound of numerous ?planes was heard up in the air. They showered numerous lights of various colours apparently as signals to each other.</p>\n<p>There is a great deal of traffic</p>\n<p><a name= \"a5769139\"></a> </p>\n<p>[Page 139]<br><br />\n going through the streets to-night  They are heavy artillery drawn by caterpillar engines</p>\n<p>Heard the sound of Taubes up in the air to-night and soon afterwards the explosion of bombs were heard near by. This continued during the night. The night was beautiful and moonlight.</p>\n<p>The ?planes apparently are working in relays. One comes over, circles around, drops his bombs and off he goes and there is silence, shortly afterwards the faint buzz is heard again, then growing louder and louder till he appears to be just about our heads but no bombs were dropped on our heads. The bombs dropped were much heavier stuff that we have been used to, judging from the sound of the explosion.</p>\n<p>As a result of Fritz's perambulations an Officer and three chaps were brought in to the C.C.S. wounded. One of the chaps died before anything could be done for him.</p>\n<p>The P.B. attached to us got quite a shock when Fritz came over last night.</p>\n<p>After coming off duty this <strike>aftern</strike> morning four of us went out to town to see what damage had been done. A huge bomb had dropped in Rue de Lille causing a big hole in the street and damaging the houses on either side. Judging from the damage done there must have been a </p>\n<p><a name= \"a5769140\"></a> </p>\n<p>[Page 140]<br><br />\n number of civilians killed</p>\n<p>Those of the civilians who had remained in their homes seemed to find relief for their overcharged nerves in clearing away the debris which had been made by the explosion.</p>\n<p>Looking inside some of the houses one could see that they were well furnished.</p>\n<p>Numerous small groups of French people had gathered and were discussing things in a subdued and anxious tone.</p>\n<p>We made our way to the Aerodrome. There we saw the debris of an aeroplane. This ?plane had by some means or other dropped on to the roof of a small cottage in the endeavour to land at the Aerodrome. It had carried away the chimney and part of the roof of the cottage. None of the aviators were injured but the machine was like a huge umbrella which had been blown outside in by the wind.</p>\n<p>We next went round to the R.N.A.S. Aerodrome and saw six Triplanes rise from the ground. They seem wonderful machines</p>\n<p>Left C.G. at the Aerodrome, he being anxious to join the flying corps wanted some information on the matter as to examination to pass etc.</p>\n<p>We walked along the railway, passed the siding where the ammunition train was blown up, till we reached No 11 C.C.S.</p>\n<p><a name= \"a5769141\"></a> </p>\n<p>[Page 141]<br><br />\n The morning was beautiful, the sun was shining brightly with a tendency to be hot, a slight haze was on the hills, the birds are singing languidly amongst the thick green foliage of the trees, the growing crops and green pastures all helped to make the world beautiful to behold.</p>\n<p>As I was walking along the railway I happened to turn round and there I saw glittering in the sun a few thousand white wooden crosses marking the spot of the burial place of as many men. Making enquiries at No 11 as to any damage being done during the night we were told that 28 men had been killed and sixty wounded by bombs that were dropped last night.</p>\n<p>Going down to the part of the hospital where the bombs had dropped we found a terrible mess. It looked as if Fritz had dropped all his bombs more or less in the one spot huge holes marked the spot where bombs had dropped, men were busy cleaning away the debris.</p>\n<p>Rather a strange thing was that the hospital was extra full owing to there not being any evacuation the previous day. The ambulance train had failed to turn up. Had it turned up all right most of those chaps who were killed or wounded would have been away down to the base</p>\n<p><a name= \"a5769142\"></a> </p>\n<p>[Page 142]<br><br />\n out of the danger zone</p>\n<p>On the road back to our station there were many large guns which were being drawn by caterpillar engines. They were hidden as much as possible by the border of trees which lined the roadway.</p>\n<p>The probability is, that these are what Fritz was after when he dropped his bombs.</p>\n<p>July 12th. Thurs.<br>A few shells dropped near the C.C.S. to-day. Blew some of the civilians to smithereens</p>\n<p>July 13th. Fri<br>A few more shells sent over this morning. Stopped receiving until further notice.</p>\n<p>One dropped in the middle of the street near the divisional baths and at the place where the Amb M Cars stand.</p>\n<p>As W I and I were walking along the street we stopped to watch a quaint funeral which was passing, when suddenly the loud report of a heavy gun firing was heard. The women at the funeral ducked into a lane, as the whiz of the shell sounded overhead.</p>\n<p>A few women were running along the streets and only stopped for a minute or two to make anxious inquiries as to the place where the shell had burst.</p>\n<p>A bright spot in rather anxious time was to see a women who seemed to be a schoolmistress put her head out of the door of a house, and then immediately</p>\n<p><a name= \"a5769143\"></a> </p>\n<p>[Page 143]<br><br />\n after she had withdrawn her head we saw about fifty children, all very young scurry down the street quite delighted at the shelling because they had got a day off from school.</p>\n<p>They scattered down the street making for their homes laughing and joking as they went.</p>\n<p>As we reached the square we saw men, women, and children running in all directions making for a place of safety. The shelter under the Hotel de ville was crowded with people. The gun which is sending over the shells must be on an armoured train. Sometimes the reports of the gun are very loud and then they get fainter and fainter which means, in some other town, further away the same scenes that we are witnessing here are being enacted some other place.</p>\n<p>This evening W an I went to the Y.M.C.A. pictures. We had no sooner seated ourselves when .C. who was sitting behind us told me that they had been calling out my name in the picture house as I was wanted back at the station.</p>\n<p>When I got back to the C.C.S. I found that I was leaving with an operating team to go to some other C.C.S.</p>\n<p>After a good deal of running about getting things ready</p>\n<p><a name= \"a5769144\"></a> </p>\n<p>[Page 144]<br><br />\n I found that we were not leaving till the next morning. Between one thing and another I was not in the best of humour, as per usual when excitement run high I had a severe headache. To add to it all I had not had much sleep, the weather was extremely hot and I had been inoculated in the afternoon, so that I was not in the best condition for long lours in the O.T. However C?est La guerre.</p>\n<p>Sat 14th. July</p>\n<p>During the night there was a great deal of aerial activity and, between the buzzing of the ?planes, the bursting of the anti-air craft shells, the flashes of the numerous searchlights, searching the skies, there was not much sleep for us that night  Luckily very few bombs dropped our way this night</p>\n<p>Left for No 17 C.C.S. at Remy Siding near Poperhinge, this morning at 8 o'clock.</p>\n<p>We quickly made our way along the road amidst a shower of rain and also thunder and lightning. </p>\n<p>On duty there at 8 o'clock to-night. This being a British C.C.S. our quarters are very poor. In a crowded marquee amidst all sorts and conditions of men.</p>\n<p>July 15th. Sun.<br>Operating up till three in the morning. Walked out to near Poperhinge. Plenty of shells are sent over this way.</p>\n<p>July 16th. Tues.<br>Operating all day. </p>\n<p><a name= \"a5769145\"></a> </p>\n<p>[Page 145]<br><br />\n Tucker is very poor in this C.C.S. We live like princes in our C.C.S. in comparison to this one.</p>\n<p>July 21st. Sat.<br>Went to Poperhinge along with D. I. The place was crowded with troops. A nice place but badly knocked about by shells  Big numbers of Observation balloons are in close touch here.</p>\n<p>July 22nd. Sun.<br>Beautiful morning, shrapnel being sent into Pop to-day.</p>\n<p>Very bust in O.T.</p>\n<p>Five new teams arrived here to-day mostly Americans.</p>\n<p>July 23rd. Mon.<br>There are four C.C.S.'s here and each takes it in turn to receive patients</p>\n<p>The railway runs through between and troops, ammunition etc are continually going up and down here.</p>\n<p>Heavy, continuous, bombardment is going every night now. </p>\n<p>Got orders to return back to our unit to-day </p>\n<p>Had a very pleasant stay here and incidently learned a few tips</p>\n<p>These C.C.S.'s have been here for about two years. They have there grounds nicely laid out, growing flowers and vegetable on their spare land.</p>\n<p>There is a great many wounded up in these part, heavy fighting is the rule, and Hospital trains go down here every day.</p>\n<p>From Bailleul we get one view of Mount Des Cats and Mount Noir from Remy Siding we get the other view</p>\n<p><a name= \"a5769146\"></a> </p>\n<p>[Page 146]<br><br />\n The wounded that are coming in here are mostly artillery. </p>\n<p>Had to hang about all day waiting on the Amb to come and take us away.</p>\n<p>July 24th. Tues.<br>Left Remy Siding in Motor Amb. Our unit had to move from Bailleul to                outside at a place called Outersteen. We arrived there and found that we were going to occupy two large fields, as yet only a few tents were up.</p>\n<p>July 25th Wed.<br>Working at putting up the hut for a Dressing Room. A great many infantry are working at the station making road, placing water pipes etc. Very wet weather we are having</p>\n<p>July 24th. Thurs</p>\n<p>Inoculated again. Knocked out a bit with it. </p>\n<p>D. W. &amp; myself visited a farmhouse and had some coffee. A fine big farmhouse it was, and, the eldest girl of a family of five, could speak and write English very well. She said she had studied the language at school, which means convent, for four years, and by coming in contact with the troops who were at times billeted in their fields she had managed to pick up the language so as to speak it fluently.</p>\n<p>Pay day to-day, as usual a great deal of \"silly\" drunks</p>\n<p>July 27th. Fri<br>Fixing up the acute Medical</p>\n<p><a name= \"a5769147\"></a> </p>\n<p>[Page 147]<br><br />\n ward.</p>\n<p>A terrific bombardment has continued night and day. This gives me the idea that the push which was expected to take place up north has been commenced.</p>\n<p>July 30th. Sat.<br>W. I. and myself went to Hazebrouck to have our eyes examined by the Eye Specialist there. Having suffered from severe headache of late I thought if I got my eyes tested and glasses fixed I might be a little better.</p>\n<p>We had to remain in hospital for a night. Got permission to go out and we had a good look at Hazebrouck.</p>\n<p>July 31st. Mon<br>Slight astigmatism in my eyes. No glasses advised. It appears to me that you must be almost blind before they will give you glasses in the army.</p>\n<p>Unfortunately market had finished at 12 o'clock so that we did not see the market in progress, but the square was lined with stalls selling every kind of household goods</p>\n<p>Returned to the unit this afternoon. When we arrived we found the O.T. full of workers. Orders had been given to have the O.T. ready for the next morning, rather a big order when one sees that the roof is hardly on the hut  Always the same in the army first things last </p>\n<p><a name= \"a5769148\"></a> </p>\n<p>[Page 148]<br><br />\n last. The place was only partially finished the next day. I added my bit to the growling but it is no use. We set to work and did what we could. It was a heartbreaking job  We had an O. Team from No 54 C.C.S.</p>\n<p>Aug 3rd. Wed.<br>Wounded men came pouring in to-day. We had to work under the most awful disadvantages  There are so many draughts in the place that we cannot keep the primus stoves going they are continually flaming up.</p>\n<p>If there is such a thing as being annoyed on Active Service there is good grounds for being so in this place.</p>\n<p>Aug 4th. Thurs</p>\n<p>Things have slackened off a bit and we were able to re-arrange things. This latest rush was the most awful mix up of an affair that I have ever been in.</p>\n<p>Additional staff has arrived from a R.A.M.C. from Hazebrouck  The town had been bombarded the day after we left it and they had to close down their station</p>\n<p>A very large number of Gas Cases arrived to-night. A new gas seems to be being used. Mustard Gas it is called, it burns the patient as well as acts on the lungs. It does not seem to act straight away. It acts a few hours after the patient has been affected </p>\n<p>Our sleeping quarters are awful at present, they are crowded, chatty and green mouldy.</p>\n<p><a name= \"a5769149\"></a> </p>\n<p>[Page 149]<br><br />\n Our station is situation amongst green fields surrounded by hop fields. The main road passes through between the two fields. We are only the matter of two hundred yards from the railway. </p>\n<p>The surroundings are very pretty green fields, fields with their gradually ripening grain, hop fields with their high mast like arrangements and the dark green hop creepers climbing higher and higher. The birds chirping amongst the trees, the cattle browsing in the fields and the beautiful fresh air all go to make the place delightful to live amongst and counter balance to a certain extent the sights we witness in the C.C.S.</p>\n<p>We are about two miles from Bailleul the town we had to leave owing to shell fire.</p>\n<p>It is being shelled every day. Heavy stuff is being sent in presumably, aimed at the railway station but more often landing in fields or amongst civilian houses</p>\n<p>This is an ideal place for the study of natural history. Wild flower, Insect Life, Pond Life are here in abundance. </p>\n<p>Wasps are very prolific here. The jam on our table is full of them.</p>\n<p>A funny incident happened to D I and myself yesterday. We were walking across a field on our way to the farmhouse  We were admiring the pretty growths around a pond when suddenly one, two, three, up to a dozen</p>\n<p><a name= \"a5769150\"></a> </p>\n<p>[Page 150]<br><br />\n frogs dived from the bank into the pond. It was just as if this had been a swimming match and the competitors were diving of the post automatically one after another.</p>\n<p>On returning later we witnessed a repetition of the above.</p>\n<p>Came across a poem translated by Longfellow which is very appropriate for the present time.</p>\n<p>\"Not thy councils, Not thy Kaisers, <br><br />\n Win for thee the Worlds regard<br><br />\n But thy painter Albrecht Durer, and Hans Sacks thy cobbler bard.\"</p>\n<p>Aug 8th. Tues.<br>Had a walk to Meteren this morning. Had coffee in a little house. They seemed a very nice family. The eldest, girl, the prettiest girl I have seen for a long time, can speak splendid English. She says that she learned it from the English troops who had passed through here time after time. This girl was a hand lace maker. It was very interest to watch her at work making it. It was a very slow process, tedious, and not much pay attached to it.</p>\n<p>Aug 9th. Wed<br>We are not supposed to leave the grounds when off duty, but this did not prevent B &amp; I from slipping out along the railway and walking to Outersteen had some coffee, getting back to C.C.S. without being noticed</p>\n<p>A few taubes came over this morning early and we had quite an exciting time between</p>\n<p><a name= \"a5769151\"></a> </p>\n<p>[Page 151]<br><br />\n Bombs, Anti Air Craft guns, and planes.</p>\n<p>Aug 11th. Fri.<br>A large number of N.Z.A.M.C. arrived here from Hazebrouck. They had had to leave the town owing to shell fire.</p>\n<p>An extra number of Observation Balloons about here this afternoon, this portends something doing.</p>\n<p>It looks as if they are going to make our hospital an elaborate affair, but the accommodation for the staff is disgraceful</p>\n<p>Aug 13th. Sun.<br>Complaints lodged regarding our quarters</p>\n<p>Aug 14th. Mon<br>Changed into more commodious tents</p>\n<p>Aug 15th Tues.<br>Went to Divisional Baths at Bailleul</p>\n<p>The enemies ?planes are paying us a visit every night. It is upsetting a bit for no lights are allowed when there is any signs of a ?plane about.</p>\n<p>Aug 16th. Wed.<br>More Rumours of Peace.</p>\n<p>Two of our unit have left for Blighty. The French peasantry are busily harvesting just now.</p>\n<p>A new form of recreation for us now, is to set out for a long walk, hail a motor transport, get a lift as far as they are going. By this means, and by mounting a few cars we travel long distances when we have spare time.</p>\n<p>Before we left Bailleul I mentioned</p>\n<p><a name= \"a5769152\"></a> </p>\n<p>[Page 152]<br><br />\n about the town being bombed and shelled. There is a wooden house been put up near the C.C.S. and the people who live in it are selling coffee. D. I. and myself went in there one day and they gave us a graphic description of what they had to suffer one night during the bombing raid.</p>\n<p>A bomb had dropped a few yards from their home. The mother, who had heard the noise of the taube had just got up out of bed when the bomb dropped, and she got a wound in the neck from a splinter of metal and also lost the power of one of her arms. A man to whom the family had been speaking to a few minutes before was killed. A young married woman was also killed and her child was wounded in four places. This young married woman had only been separated from her husband for a few days, he having returned to the trenches. He returned four days afterwards to find her buried. He told the party who told me this story that he would kill himself and up to this time he has not been heard of since. Search has been made for him but all to no avail.</p>\n<p>As I write this note Fritz is sending over our heads into Bailleul some heavy stuff and they are bursting with a loud report. We know what that means. Probably the above</p>\n<p><a name= \"a5769153\"></a> </p>\n<p>[Page 153]<br><br />\n incident is being re-enacted, amongst some other family.</p>\n<p>Sept 4th. Tues.<br>Had a magnificent view of an aerial battle.</p>\n<p>Huge German Gotha attacked a small British Scout. It apparently had driven the scout from over the line  The scout was no match for the huge German machine which swooped and mounted in its endeavour to gain suitable advantage over the scout. The scout dodge and dodged the Gotha successfully. They were just like a large seagull and a small wren attacking one another.</p>\n<p>The pit, pit, pit of machine gun fire was heard continuously  The fight took place only a hundred feet above our tents. Just when the Gotha seemed to have got full control of the fight he mounted up into air the majestically and soared away up into the heavens and was lost to view.</p>\n<p>We stood and watch this fight, which meant life or death to the fighters, as if we were watching a football match and expecting every minute to see a goal scored. A goal scored in this case meant one of the planes dashing to the ground.</p>\n<p>Bob Park paid us a visit to-day.</p>\n<p>Sept 5th. Wed<br>Spent the evening over at the farm, hop picking. A severe thunderstorm took place to-night</p>\n<p>Sept 7th. Fri<br><a name= \"a5769154\"></a> </p>\n<p>[Page 154]<br><br />\n Went over to the farm in the afternoon. Spent a very pleasant hour there. On our way two Fritzs came over and dropped a few aerial torpedoes. One dropped in the field next our station. Another dropped in amongst a Brass Band which was playing, killing a few and wounding others.</p>\n<p> A  <strike>French</strike> Belgian youth was brought in, terribly wounded. He died before anything could be done for him. His was a pathetic case as nearly all his fathers family had been wiped out by violence during the war. A brother &amp; sister left out of six.</p>\n<p>Hop picking is a very tedious job. The farmers can't get employees to pick hops so they have to set to and do a bit themselves.</p>\n<p>Very hot during the day but cool and dull in the evening.</p>\n<p>The system which they have in the operating theatre is not good. It does not give the staff a fair chance.</p>\n<p>Had a busy night in the O.T. Assisted at two abdominal Operations. One of these had been caused by a sentry putting a bayonet into a chap for not replying to a challenge. He had twelve perforations in his intestines</p>\n<p>[Written at left hand side of entry:] This case turned out wonderful</p>\n<p>Sept 8th. Sat.<br>Took a walk out to Steenje. Plenty of brambles, haws etc. The country is lovely. Autumn is spreading her golden stores and the lovely tints on the trees is something to remember.</p>\n<p>Sept 9 Sun<br><a name= \"a5769155\"></a> </p>\n<p>[Page 155]<br><br />\n Sept 9th. Sun.<br>This being Sunday and a quiet day amongst the farm people Bill and I went over there to spend a few hours in the afternoon</p>\n<p>We were shown all round the farm. The litter of young pigs especially being pointed out to us by the younger children  Later we went into the garden to gather some fruit. While there we heard a sudden crash and looking round away about a hundred yards in the next field I could see the top of a plane as it toppled over.</p>\n<p>Without a moments hesitation we bolted to the upturned ?plane. Our excitement was so great, that, instead of opening the narrow gate into the field, a thing that would have been very easy to do we jumped right over it. The stupidity of our action in doing this struck even the slow minded servant of the farm, Emma, who spoke to us about it afterwards.</p>\n<p>When we reached the ?plane we found one of the aviators pinned underneath it and groaning considerably. The other chap, the observer, was lying about thirty feet away and unconscious. We lifted the machine, and cutting the strap which held the pilot in we freed him from his perilous position. He was bleeding profusedly but we learned afterwards that he had only a slight cut on</p>\n<p><a name= \"a5769156\"></a> </p>\n<p>[Page 156]<br><br />\n his face. The other chap though unconscious was not very badly injured but he had a bullet through his foot.</p>\n<p>It appears that they had been over Lille taking observation and of course had a rough time from Fritz's Anti Air Craft, so much so that the observer got a piece of metal through the heel of his boot and right through his foot. While up in the ?plane he had lost a good deal of blood and the pilot learning this and seeing our C.C.S. marked out with a huge Red Cross thought he would land near the hospital with his mate. In landing in the field, apparently his machine had tilted a little, the result was that the propeller caught in the ground and the machine turned a complete somersault, pinning the pilot underneath, and sending the observer through the air probably landing him on his head for when I found him he was breathing stentorously and unconscious</p>\n<p>Sept 11th. Tues.<br>Met MacGill, another evidence of the original No 2 A.G.H. being all scattered over the country  Sister R. the first sister that I worked with in the Army is working on our table in the O.T.</p>\n<p>Sept 12th. Wed<br>A very busy night</p>\n<p>Sept 13th. Thurs.<br>Spent very pleasant afternoon</p>\n<p><a name= \"a5769157\"></a> </p>\n<p>[Page 157]<br><br />\n and evening at the farm. We were picking hops in the hop field and in the evening watched the girls as they milked the cows in the barn.</p>\n<p>This family consists of the father, mother, five girls, Marie Louise, Germain, Jeanne, Martha, Agnes, and one son Louis. The father &amp; mother have brought the children up to be very methodical, each have their bit to do on the farm, Marie Louise and Germain look after the cows, Jeanne looks after the poultry, Martha does the general running about and Agnes being very young, only being three years old, has not reach the age of work yet. Amongst the multitudinous duties that she does on the farm, Emma, who has been twenty four years in the family as a servant, she looks after the piggery</p>\n<p>When there work on the farm is completed, at night time they all gather round the large table in the kitchen and do sewing crotchet work etc,. each having a little work box of their own. I admired the way that this family was brought up.</p>\n<p>The father and mother seem very hard working people.</p>\n<p>Another ?plane came down in the field next the one that the other plane came down in.</p>\n<p>Sept 14th Frid.<br>Another aeroplane fell this morning.</p>\n<p>Went to Estaires this afternoon along with Bardsley.</p>\n<p>Paid Madame Cuzet a visit</p>\n<p><a name= \"a5769158\"></a> </p>\n<p>[Page 158]<br><br />\n and had a few moments pleasant conversation on old times</p>\n<p>We have walked about 20 kilos to-day.</p>\n<p>In the evening went over to the farm.</p>\n<p>While there two Indians came for milk. They are a source of annoyance as they bring their own dish and they want the milk direct from the cow into their small dish.</p>\n<p>Sept 16th. Sun<br>Decided not to go down to the farm for a long time.</p>\n<p>Sept 19th.<br>A great many troops are on the move this seems to point to the persistent rumour being true that there is a big push going to happen shortly</p>\n<p>Great Aerial Activity.</p>\n<p>[Explanatory Notes:<br><br />\n pg. 5. A.O.D. Army Ordnance Department<br><br />\n pg. 5. Sudanese has been spelt Soudanese.<br><br />\n pg. 7. Tel-el-Kebir has been spelt Tel-el-Kibir.<br><br />\n pg. 7. Ismailia has been spelt Ismaelia.<br><br />\n pg. 10. E.P. Egyptian Pattern<br><br />\n pg. 10. C.C.S. Casualty Clearing Station<br><br />\n pg. 19. troopship Franconia has been spelt Franconian.<br><br />\n pg. 21. Tussum has been spelt Tussom. <br><br />\n pg. 22. [Lake of] Timsah has been spelt Timnah.<br><br />\n pg. 23. V.A.D's Voluntary Aid Detachment<br><br />\n pg. 24. Kursaal: public hall or room<br><br />\n pg. 24. Gezira Palace has been spelt Ghezirah Palace.<br><br />\n pg. 26. R.A.M.C. Royal Army Medical Corps<br><br />\n pg. 28. A.I.F. Australian Imperial Force<br><br />\n pg.28. R.F.A. Royal Field Artillery<br><br />\n pg. 28. R.H.A. Royal Horse Artillery<br><br />\n pg. 28. A.M.C. Army Medical Corps<br><br />\n pg. 28. [General] Birdwood's <br><br />\n pg. 31 Bramar Castle [Braemar]<br><br />\n pg. 31. A.G.H. Australian General Hospital<br><br />\n pg. 31. Marseille has been spelt Marseillaise.; at p.33. Marseilles.<br><br />\n pg. 32. Mediterranean has been spelt Mediterreanean.<br><br />\n pg. 34. Challons [Chalon-sur-Saone]<br><br />\n pg. 45. D.D.M.S. Deputy Director of Medical Services<br><br />\n pg. 36. Fontainebleau has been spelt Fountainebleau.<br><br />\n pg. 41. Seine has been spelt Sienne.<br><br />\n pg. 44. Zeppelin has been spelt Zepillen.<br><br />\n pg. 51. Sailly-sur-la-Lys has been spelt Sailly-sur-Lys.<br><br />\n pg. 57. Cuirassier has been spelt Cuirrusier.<br><br />\n pg. 61. Le Doulieu has been spelt Doulieu.<br><br />\n pg. 69. Alloa: Scottish Lowlands town<br><br />\n pg. 85. Steenwerck has been spelt Stenwerck.<br><br />\n pg. 88. Sailly-sur-la-Lys has been written as Sailly.<br><br />\n pg. 89. Steenvoorde has been spelt Steinvoorde.<br><br />\n pg. 98. empyema has been spelt Empyeama.<br><br />\n pg. 100. DMS: Director of Medical Services<br><br />\n pg. 105. R.N.A.S. Royal Naval Air Station<br><br />\n pg. 107. Allemande has been spelt Allemand.<br><br />\n pg. 111. Lestrem has been spelt L?estrem.<br><br />\n pg. 115. Steenwerck has been spelt Steinwerck.<br><br />\n pg. 119. Portuguese has been spelt Portugese.<br><br />\n pg. 122. \"General House\" is Major-General Sir Neville Howse, Surgeon-General to the A.I.F.<br><br />\n pg. 124. Croix du Bac has been spelt Croix de Bec.<br><br />\n pg. 127. Saint-Jans-Cappel has been written St Jans Cappel. <br><br />\n pg. 127. Mont Noir has been written Mount Noir.<br><br />\n pg. 128. Poperinge (Belgium) has been spelt Poperhinge.<br><br />\n pg. 130. A.S.C. Army Service Corps<br><br />\n pg. 130. A.V.C. Army Veterinary Corps<br><br />\n pg. 134. General Plumer has been spelt General Plumner.<br><br />\n pg. 134. Parramatta has been spelt Parramata.<br><br />\n pg. 140. R.N.A.S. Royal Naval Air Station<br><br />\n pg. 150. Extract from a Poem titled \"Nuremburg\" by Henry Wandsworth Longfellow.]</p>\n<p>[Transcribed by David Lambert, Paula Poropat for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"103752","uid":"0","filename":"a5769001h.jpg","uri":"public://a5769001h.jpg","filemime":"image/jpeg","filesize":"522782","status":"1","timestamp":"1389065103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":717},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"James McKenzie diary, 21 January 1916-19 September 1917","format":"plain_text","safe_value":"James McKenzie diary, 21 January 1916-19 September 1917"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/102854/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"102854","revision_id":"102877","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397713321","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"102877","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/james-mckenzie-diary-21-january-1916-19-september-1917-page-1-1"}