[
    {
        "p": "Cine decadente: un nuevo expresionismo",
        "pid": 1
    },
    {
        "p": "Star, núm. 13 (1975)",
        "pid": 2
    },
    {
        "p": "Una de las corrientes más peculiares surgidas en los últimos años dentro del ancho campo del cine marginal, es la que se ha bautizado con el nombre de «decadentismo» o «neoexpresionismo» y que procede fundamentalmente de la obra de dos alemanes: Rosa von Praunheim y Werner Schroeter.",
        "pid": 3
    },
    {
        "p": "Este grupo de autores y obras que se ha englobado bajo tales denominaciones ofrecen unas características especiales dentro del ámbito de la producción marginal.",
        "pid": 4
    },
    {
        "p": "En primer lugar, ideológicamente, mantienen posturas fuertemente ligadas a grupos marginales radicales, principalmente al Gay Lib.",
        "pid": 5
    },
    {
        "p": "En segundo lugar, es un cine que tiene una serie de vínculos formales con el cine establecido: ",
        "pid": 6
    },
    {
        "p": " Concede gran importancia al actor. Incorpora las míticas del «estrellato»: la pose, el maquillaje, etc.",
        "pid": 7
    },
    {
        "p": " Introduce el barroquismo en la imagen a través de escenografías recargadas y del uso de la película en color.",
        "pid": 8
    },
    {
        "p": " La banda sonora se organiza en función de una serie de temas musicales, signos de una cultura: óperas, música de películas de Hollywood, música y canciones de las llamadas «populares», temas orquestales, tangachos, etc.",
        "pid": 9
    },
    {
        "p": " El papel del montaje es de gran importancia.",
        "pid": 10
    },
    {
        "p": "En términos generales se puede advertir que se trata de un cine que se opone al de Jean-Marie Straub, por ejemplo, quien propone un vaciamiento de la imagen y una simplificación de las estructuras del mensaje, con la intención de ofrecer unas informaciones mínimamente manipuladas por el aparato de expresión. Sin embargo, como veremos más tarde, se produce una ruptura con todos los elementos del cine establecido; y, a pesar de ello, resulta digerible.",
        "pid": 11
    },
    {
        "p": "En tercer lugar, estos realizadores (hablo de Schroeter y Von Praunheim) han tenido amplio acceso a canales inimaginables dentro del underground, como son la televisión y la producción comercial. Asimismo, el suizo-alemán Daniel Schmid realiza su obra en el marco de la producción comercial, aunque con grandes dificultades debidas a la situación de la industria cinematográfica en Suiza.",
        "pid": 12
    },
    {
        "p": "Respecto a los puntos de vista circulares sobre el «decadentismo» según los cuales nos encontramos ante una revalorización retro, nostálgica y algo irónica de una estética kitsch, una vuelta al Kammerspiel y a Josef von Sternberg, me parecen más interesantes aquellos que tratan estas obras como operaciones de codificación-descodificación de la gramática visual del melodrama.",
        "pid": 13
    },
    {
        "p": "Esta preocupación por el estudio de una serie de signos fílmicos, portadores de una determinada información, es una de las tendencias más rigurosas que podemos encontrar en el underground alemán, en los diversos niveles del film estructural (Werner Nekes, Wilhelm y Birgit Hein), del informalismo (Dore O) o del cine personal (Klaus Wyborny, Gerhard Theuring).",
        "pid": 14
    },
    {
        "p": "Para delimitar el campo de trabajo, me basaré en obras de Von Praunheim, Schroeter, Schmid y en un film de un español residente en París, Les intrigues de Sylvia Couski de Adolfo Arrieta.",
        "pid": 15
    },
    {
        "p": "Rosa von Praunheim, cuyo verdadero nombre es Holger Mischwitzky ha sido ayudante de Gregory Markopoulos y ha colaborado ampliamente con Werner Schroeter. Un ejemplo de sus primeras obras se pudo ver en la Filmoteca con el título Von Rosa von Praunheim. Una de sus obras más conocidas es el film-documento titulado No es el homosexual el perverso sino la situación en que vive; Von Praunheim realizó también un estudio sociológico sobre la homosexualidad en Alemania. En 1973 rueda en 35 mm una versión de una obra de Auguste Villiers de l’Isle-Adam, Axel Von Auersberg (estrenada el año pasado en París con el título de Axel). La película, extremadamente lenta, está dividida en dos partes; la primera en un blanco y negro azulado y la segunda, en color. Los subtítulos escaseaban intencionalmente, ya que el realizador manifestó que solo era necesario tener una idea del argumento y fijarse sobre todo en la pantalla, en los actores y en los decorados.",
        "pid": 16
    },
    {
        "p": "Werner Schroeter inicia su producción en 1967-1968 trabajando en 8 mm. Luego pasa al 16 mm con Argila y Neurasia (esta última proyectada también en la Filmoteca el año pasado). Luego viene Eika Katappa, que tras obtener un premio en el festival de Mannheim, es comprada por la televisión y es emitida dos veces; una de ellas, la noche de Navidad. La televisión le contrata y produce cuatro películas con toda libertad. Macbeth, originalmente sobre banda vídeo, causará un pequeño escándalo debido a la versión musical que Schroeter hace de la obra de Shakespeare con tangos y boleros. Tras realizar dos importantes obras en 1972, Der Tod der Maria Malibran y Willow Springs, pasa a la producción comercial con una película que llevará el título de Todos los marinos del mundo.",
        "pid": 17
    },
    {
        "p": "La obra de Schroeter va aumentando en perfección. En sus declaraciones revela un cinismo característico:",
        "pid": 18
    },
    {
        "p": "«El anarquista es el clown de la burguesía.»",
        "pid": 19
    },
    {
        "p": "«Soy tan individualista que ni siquiera puedo ser anarquista.»",
        "pid": 20
    },
]
