[

	{
		"pid" : 0,
		"p" : " <p> <b>La pantalla bien servida: la nutrici&#243;n audiovisual</b></p><p> <b>Cocin(em)a de mercado</b></p>"
	},
	{
		"pid" : 1,
		"p" : "<p> Desde hace unos a&#241;os se ha ido consolidando un repertorio cinematogr&#225;fico, dosificado en singulares pero sustanciosos servicios, concerniente a asuntos del condumio y del gusto. El gusto en el sentido m&#225;s leg&#237;timo del t&#233;rmino, aunque tambi&#233;n en uno de figurado y eternamente debatido, pues, al rev&#233;s de lo que dice el dicho, sobre gustos hay mucho escrito. A partir de determinados t&#237;tulos, cabr&#237;a concebir el inapropiado ep&#237;teto de un cine del comer o culinario, que a menudo excita el apetito &#8211;y no solamente uno, el m&#225;s com&#250;nmente referido&#8211;; que despierta el hambre entre el patio de butacas en mitad de la proyecci&#243;n; que socava el r&#233;gimen atroz que se ha impuesto en las salas de cine.Algunos t&#237;tulos que poseen esta fama son: <i>El fest&#237;n de Babette</i>(<i>Babettes Gaestebud</i>, Gabriel Axel, 1987), <i>Tampopo</i>(Juzo Itami, 1987), <i>Como agua para chocolate</i>(Alfonso Arau, 1993);,<i>Comer, beber, amar</i> (<i>Eat Drink Man Woman</i>, Ang Lee, 1993), <i>Au Petit Marguery</i>(Laurent Benegui, 1994), <i>Big Night</i>(Stanley Tucci / Campbell Scott, 1996), <i>Vatel</i>(Roland Joffe, 2000), <i>Tortilla Soup</i> (Maria Ripoll, 2001).</p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Exuberancias culinarias que entran por la vista, cuyo reverso se halla en el posgusto infame que deparan otras obras como <i>La grande bouffe</i> (Marco Ferreri, 1973), <i>Como era gostoso o meu franc&#234;s</i> (Nelson Pereira dos Santos, 1973), <i>&#191;Y si nos comemos a Ra&#250;l?</i> (<i>Eating Raoul</i>, Paul Bartel, 1982); <i>Bad Taste</i>(Peter Jackson, 1987), <i>El cocinero, el ladr&#243;n, su mujer y su amante</i>(<i>The Cook, the Thief, His Wife and Her Lover</i>, Peter Greenaway, 1990), <i>Delicatessen</i>(Jean-Pierre Jeunet / Marc Caro, 1991). Obras, estas &#250;ltimas, que se decantan por el desenfreno aberrante y el humor negro, abrazando la dieta can&#237;bal y otras transgresiones; privilegiando, entre la gama de sabores, aquellos que se juzgan de p&#233;simo gusto.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> Hay tambi&#233;n una tradici&#243;n c&#243;mica que bromea con las cosas del comer, la buena mesa y el gremio de la restauraci&#243;n. Seguramente no es un azar que tenga una cierta raigambre en Francia, con cintas a menudo mediocres &#8211;aunque aceradas argumentalmente&#8211; y un elenco de populares c&#243;micos: Fernandel, Bourvil, Louis de Fun&#232;s, Coluche y sus sucesores. Algunos t&#237;tulos significativos son: <i>La cuisine au beurre</i>(Gilles Grangier, 1963), <i>Le grand restaurant</i>(Jacques Besnard, 1966), <i>L&#8217;aile ou la cuisse</i>(Claude Zidi, 1976), <i>La soupe aux choux</i>(Jean Girault, 1981), <i>American Cuisine</i>(Jean-Yves Pitoun, 1998). Adem&#225;s hay que resaltar al inefable Hulot en ese excepcional monumento bufo que es <i>Playtime</i>(Jacques Tati, 1967), cuyo tercio final transcurre en un sofisticado restaurante y club nocturno que termina devastado en la velada misma de su inauguraci&#243;n. En las cinematograf&#237;as asi&#225;ticas, por otro lado, pueden hallarse especialidades &#171;tres delicias&#187;, que combinan las artes marciales, la comedia alocada y los motivos coquinarios.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> Los ritos de la mesa son tambi&#233;n un pretexto para abordar las relaciones humanas, sea en una escala&#237;ntima, familiar o coral. La comida misma no cobra entonces tanta importancia como lo que sucede alrededor de la mesa y, eventualmente, en la cocina; por ejemplo en <i>My Dinner with Andr&#233;</i> (Louis Malle, 1981), <i>Tomates verdes fritos</i> (<i>Fried Green Tomatoes</i>, Jon Avnet, 1991), <i>Los amigos de Peter</i> (<i>Peter&#8217;s Friends</i>, Kenneth Branagh, 1992), La<i> edad de la inocencia</i> (<i>The Age of Innocence</i>, Martin Scorsese, 1993), <i>Soul Food</i>(George Tilman Jr, 1997) o <i>La cena</i> (Ettore Scola, 1998). En otros casos, sobresalen unos manjares concretos que adquieren una dimensi&#243;n simb&#243;lica: el jam&#243;n ib&#233;rico y la tortilla espa&#241;ola en <i>Jam&#243;n Jam&#243;n</i>(Bigas Luna, 1992); el tronco de navidad en <i>La b&#251;che</i> (Daniele Thompson, 1999); el pavo del <i>Thanksgiving Day</i> en <i>What&#8217;s Cooking?</i> (Gurinder Chadha, 2000); el chocolate, en todas sus variedades, en <i>Chocolat</i>(Lasse Hallstr&#246;m, 2001); las especialidades orientales de fideos en<i>Tampopo</i>, etc.</p>"
	},
	{
		"pid" : 5,
		"p" : "<p> Descartando incluso otras presencias m&#225;s incidentales de la comida en el cine (sean op&#237;paros banquetes festivos o prosaicas colaciones cotidianas), los distingos apuntados no parece que permitan delimitar un g&#233;nero, sino es como una subdivisi&#243;n del llamado &#171;cine de culto&#187;. Doble culto en este caso, pues al perfil del cin&#233;filo o cin&#233;fago se superpone el del <i>gourmet</i> o <i>gourmand</i>.Despu&#233;s de todo, tal como ha se&#241;alado Ian Christie, &#171;el propio cine es una forma de consumici&#243;n, al absorber la realidad y alimentarnos con peque&#241;os bocados de la misma&#187;.[[[1]]] Y, sin embargo, navegando por la red he dado pronto con diversas p&#225;ginas y listados de <i>food films</i> o expresiones similares, que apuntan aparentemente a la demarcaci&#243;n de un g&#233;nero.A menudo, quienes cuelgan dichos inventarios &#8211;diversamente extensos y rigurosos&#8211; expresan netamente su afici&#243;n simult&#225;neamente cinematogr&#225;fica y gastron&#243;mica, y en el acercamiento a la relaci&#243;n cine-y-comida se entabla de manera inevitable una especie de degustaci&#243;n sibarita, mediante la experiencia vicaria del gusto a trav&#233;s de la pantalla.[[[2]]]</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> <b>Ingredientes alternativos</b></p><p> Sin menospreciar las pitanzas suministradas desde los territorios de la ficci&#243;n, el cine-industria y las reservas <i>indies</i> o perif&#233;ricas &#8211;a menudo con pretextos literarios, de &#233;poca y de color/sabor local&#8211;, buena materia para abordar los asuntos del Comer y no Comer puede encontrarse adem&#225;s en las despensas menos visitadas de otras pr&#225;cticas f&#237;lmicas y videogr&#225;ficas. Al margen de las recetas m&#225;s populares &#8211;y, en franc&#233;s, <i>recettes</i> son tambi&#233;n los ingresos de taquilla&#8211;, otros nutrientes los aportan las pr&#225;cticas alternativas que arraigan en el documentalismo y la producci&#243;n art&#237;stica contempor&#225;nea.</p>"
	},
	{
		"pid" : 7,
		"p" : "<p> Al emprender una b&#250;squeda por dichos derroteros, en verdad no sab&#237;a hasta qu&#233; punto iba a encontrar un cuerpo de obra equiparable en volumen al de los <i>food films</i> m&#225;s socorridos, bien o mal distinguidos con dicho ep&#237;teto; t&#237;tulos como los referidos anteriormente. Por mi frecuentaci&#243;n de las pantallas discordantes, ciertamente no part&#237;a de cero e, inmediatamente, me vinieron a la mente unos primeros nombres y referencias. Pero, insisto de nuevo, la comida no creo que defina un g&#233;nero audiovisual&#8211;si no es en la vertiente m&#225;s formulista del adiestramiento culinario y la divulgaci&#243;n gastron&#243;mica&#8211;, y solamente los &#237;ndices tem&#225;ticos m&#225;s exhaustivos de algunos cat&#225;logos de distribuci&#243;n y otras fuentes me han proporcionado una segunda ayuda.</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> As&#237;, atando cabos a medida que avanzaba intuitivamente en la pesquisa, unas obras me han llevado a otras; determinados sesgos me han conducido a otros puntos de vista, m&#225;s all&#225; del relativo relieve de la comida &#8211;o su carencia&#8211; como primer criterio. En definitiva, tambi&#233;n yo he asumido el rol del rastreador sibarita. Sin embargo, al ensanchar a&#250;n m&#225;s la diversidad de los ingredientes a contemplar (con caracter&#237;sticas bien distintas en cuanto a su extracci&#243;n, &#233;poca, formato, medidas, etc.), percibo que la materia que me ocupa solo puede ser abordada fragmentariamente, sin pretender una sistematizaci&#243;n ni otra recapitulaci&#243;n historicista que la de algunas referencias que pueden venir a cuento en el despiece de algunos aspectos.</p>"
	},
	{
		"pid" : 9,
		"p" : "<p> Al respecto puede observarse que&#8211;con una prefiguraci&#243;n en la cocina futurista, &#171;la revoluci&#243;n culinaria&#187; propugnada por Marinetti y Fillia&#8211; es esencialmente en&#171;los felices sesenta&#187; que comienza a despuntar una est&#233;tica y tematizaci&#243;n art&#237;stica de lo comestible; por ejemplo, en los nuevos bodegones del arte pop y el Nuevo Realismo (las reproducciones monumentales de Claes Oldenburg, los botes de sopa de Warhol, los vestigios manducatorios de Daniel Spoerri); las frugales acciones de Fluxus; las saturnales de los accionistas vieneses; el arte comestible de Spoerri (a quien se debe la acu&#241;aci&#243;n del t&#233;rmino<i>Eat Art</i>)y de los <i>traiteurs-coloristes</i> Miralda y Doroth&#233;e Selz. En lo que al aparador cinematogr&#225;fico se refiere, <i>La grande bouffe</i> fue en 1973 un hito sonado, revelador de un hedonismo todav&#237;a convulso, y es desde finales de esa d&#233;cada que la alacena empieza a llenarse con <i>Babette</i> y otros festines.</p>"
	},
	{
		"pid" : 10,
		"p" : "<p> La cultura del bienestar y de la abundancia, con todas las desigualdades y vilezas que subsisten, delimita por tanto la ebullici&#243;n mundana de los motivos alimenticios en una pluralidad de expresiones de creaci&#243;n y consumo ocioso: libros, piezas de creaci&#243;n visual y audiovisual, teatro, m&#250;sica, espacio telem&#225;tico&#8230; y, por supuesto, el noble arte de la cocina mismo. As&#237;, en definitiva, la minuta que propongo sucesivamente consta de diversos platillos &#8211;menudo men&#250;, un men&#250; de menudos&#8211;, confiando en abrir el apetito del lector mediante un picoteo de sabores, texturas y sensaciones bien diferentes; de las m&#225;s sutiles a aquellas que requieren un est&#243;mago fuerte. Con los debidos excursos a ciertas cuestiones que no ata&#241;en tanto a las <i>maneras de mesa</i>, como a los peores modales del mundo.</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> <b>Lo cremoso y lo curtido</b></p><p> El acto alimenticio ya hizo acto de presencia en el bautismo p&#250;blico del cinemat&#243;grafo, cuando los hermanos Lumi&#232;re organizaron las primeras proyecciones en el subsuelo del Grand Caf&#233; de Par&#237;s. Justamente un establecimiento donde se serv&#237;an bebidas y comestibles, aunque parece que el patr&#243;n no supo calibrar hasta qu&#233; punto el consumo de im&#225;genes fugaces acarrear&#237;a a su vez el consumo de l&#237;quidos y s&#243;lidos fungibles; pues la venta de palomitas, chuches y refrescos representa hoy una importante fuente de ingresos complementarios para los exhibidores.</p>"
	},
	{
		"pid" : 12,
		"p" : "<p> Una de las breves escenas que proyectaron los Lumi&#232;re, adem&#225;s de la salida de los obreros de su f&#225;brica o la llegada de un tren al and&#233;n, fue en efecto <i>Le D&#233;jeuner de b&#233;b&#233;</i>, cuyo t&#237;tulo ya lo dice todo, pues lo que la breve secuencia muestra es el gesto de alimentar al peque&#241;&#237;n de la familia con la adecuada papilla. La imagen del rorro parece que ha despertado las simpat&#237;as del p&#250;blico, pues el tema se repite, calca, remeda hasta el hartazgo, como es com&#250;n, por otra parte, en el cine primitivo. Hay quien ha encontrado ah&#237; un anticipo del cine familiar o privado, pero podr&#237;a dar pie incluso a elucubrar sobre lo que bodas, bautizos y comuniones representan en cuanto a la conexi&#243;n entre la hosteler&#237;a y las c&#225;maras de fotograf&#237;a, cine y v&#237;deo.</p>"
	},
	{
		"pid" : 13,
		"p" : "<p> En cualquier caso, en la medida en que la c&#225;mara se vuelca a la realidad m&#225;s cercana y prosaica, es bien normal que la cotidianeidad del gesto nutricio aparezca de inmediato. Otra escena filmada por los Lumi&#232;re en 1895 nos lleva a otro registro, entre la comicidad y la fantas&#237;a futurista, que tambi&#233;n ha sido imitado cumplidamente: <i>La</i> <i>Charcuterie m&#233;canique</i> presenta un artilugio prodigioso en el que se introduce un cochino y se obtienen salchichas al momento; y sucesivamente un perro, y una ristra de perritos calientes.</p>"
	},
	{
		"pid" : 14,
		"p" : "<p> El cine burlesco se ha adue&#241;ado en seguida de los motivos culinarios. Veamos algunas de sus ocurrencias, en ese estadio en que la cinematograf&#237;a es todav&#237;a una industria emergente, una firma an&#243;nima.[[[3]]] En <i>He Wanted Too Much for His Pies</i>, una producci&#243;n de 1898 de la American Mutoscope Company, un granjero se ofrece para abastecer de pasteles a un campamento militar, pero, tras pedir una cifra desorbitada por ellos, se los estampan en la cara. Esta es una pieza precursora del abundante uso que tiene la reposter&#237;a como arma arrojadiza en el irreverente cine c&#243;mico; la receta, habitualmente atribuida a Mack Sennett, de la tarta de crema &#8211;tambi&#233;n puede ser de merengue, nata, etc.&#8211; que golpea y embadurna al adversario. El g&#233;nero de la <i>custard-pie comedy</i>, que Laurel &amp; Hardy (reputados gastr&#243;nomos, por otra parte) llevar&#237;an a su apoteosis en farsas como <i>Battle of the Century</i> (1929).</p>"
	},
	{
		"pid" : 15,
		"p" : "<p>[] <i>How Bridget Served the Salad Undressed</i>, otra cinta del mismo a&#241;o y de la misma compa&#241;&#237;a, parece poco m&#225;s que un chiste picante. A una camarera le piden que sirva la ensalada sin aderezo ninguno (el vocablo ingl&#233;s &#171;undressed&#187; es m&#225;s elocuente en su anfibolog&#237;a), y ella se desnuda antes de llevarla a la mesa con el consiguiente regocijo de los comensales. Aquello que se prefigura quiz&#225; en tama&#241;a chabacaner&#237;a es la relaci&#243;n entre los placeres de la mesa y los recreos de la carne, un motivo que se ha hecho m&#225;s y m&#225;s presente con el paso del tiempo.</p>"
	},
	{
		"pid" : 16,
		"p" : "<p> Por fin, en <i>Oh!That Limburger: The Story of a Piece of Cheese</i>, una producci&#243;n de 1906 de la Vitagraph, el acicate burlesco no estriba en la cualidad nutritiva del queso, sino en el olor ofensivo que se le atribuye. La travesura de unos chiquillos que ocultan un pedazo de queso en el traje de su padre da lugar a toda clase de equ&#237;vocos e incidentes enojosos, debido a los efluvios que desprende el pobre hombre.</p>"
	},
	{
		"pid" : 17,
		"p" : "<p> Tras estos gags rancios y toscos, los grandes nombres del cine c&#243;mico, aparte de liarse a tortas/tartas, nos han obsequiado con escenas bien sabrosas sobre la cocina, el comer y el hambre. En <i>The Cook</i> (1918), de Fatty Arbuckle con el debutante Buster Keaton &#8211;una obra recientemente recuperada en un estado fragmentario&#8211;, ambos comediantes ejecutan diversas cabriolas y pantomimas con el menaje de cocina y, en la escena central del film, compiten en incompetencia para traerse del plato al gaznate unos largos y escurridizos espagueti. Keaton, en <i>El navegante</i> (<i>The Navigator</i>, 1924), ha de arregl&#225;rselas para prepararse el sustento en un transatl&#225;ntico abandonado a la deriva. Los gags se basan, en este caso, en las grandes dimensiones de los utensilios que ha de manejar para cocer por ejemplo un huevo. Posteriormente, ha de enfrentarse adem&#225;s al asalto de una tribu de can&#237;bales.</p>"
	},
	{
		"pid" : 18,
		"p" : "<p> Otra de las im&#225;genes m&#225;s recordadas de la era dorada de las comedias mudas se sit&#250;a precisamente en las ant&#237;podas de la dulce morbidez de la pasteler&#237;a burlesca. Es la escena de <i>La quimera del oro</i> (<i>The Gold Rush</i>, 1925), una de las cimas de Charles Chaplin, donde su sempiterno personaje de Charlot, el vagabundo, cocina una de sus botas para saciar su hambre y la de Big Jim, su corpulento compa&#241;ero de aventuras en las tierras yermas y heladas del Klondike. Una bota con sus cordones incluidos, los cuales el caricato maneja delicadamente con los cubiertos como si fuera un acompa&#241;amiento de pasta al curtido filete, apurando tambi&#233;n los pellejos adheridos a las tachuelas.</p>"
	},
	{
		"pid" : 19,
		"p" : "<p> Y, en este punto, me permito un brinco desde la primera despensa del cine c&#243;mico hasta el cine moderno, de autor, en&#233;rgicamente personal. Pues la receta de Charlot ha sido tomada al pie de la letra por Werner Herzog, tras cruzar y perder una apuesta con un alumno suyo, Errol Morris, de la Universidad de California en Berkeley. Morris es hoy un reputado cineasta, autor de diversos largometrajes documentales que han devenido obras de culto, pero durante su etapa de formaci&#243;n arrastraba al parecer una dudosa fama de inconstante, indeciso entre diversas inclinaciones antes de dirigir su vocaci&#243;n hacia el cine.Cuando Morris le expuso a Herzog su temerario plan para estrenarse en el largometraje &#8211;un documental en torno a los cementerios de mascotas&#8211;, el cineasta alem&#225;n le ret&#243; a llevarlo a cabo, jurando que se comer&#237;a su zapato si lo lograba.</p>"
	},
	{
		"pid" : 20,
		"p" : "<p> Y as&#237; fue como, tras el exitoso debut de Morris con <i>Gates of Heaven</i> (1978), su mentor regres&#243; a Berkeley para zamparse una de sus botas en un acto p&#250;blico, como un gesto de afirmaci&#243;n de la tenacidad en el ejercicio de un cine propio, a contrapelo de las demandas y tentaciones de la industria. Seg&#250;n las cr&#243;nicas, el calzado &#8211;una de esas &#171;botas que est&#225;n hechas para andar&#187;, como cantaba Nancy Sinatra&#8211; fue cocinado por una prestigiosa chef de la zona, con ajo, especias y caldo, y Herzog remoj&#243; la (in)gesta con cerveza. Un tercer cineasta, Les Blank &#8211;sobre el que volver&#233; posteriormente por otras aficiones comestibles en su obra&#8211;, document&#243; el acto en un corto titulado <i>Werner Herzog Eats His Shoe</i>(1980), que recoge la alocuci&#243;n y degluci&#243;n del director alem&#225;n.Blank prob&#243; adem&#225;s un trozo y, seg&#250;n su testimonio, sab&#237;a horrible.</p>"
	},
	{
		"pid" : 21,
		"p" : "<p> Por &#250;ltimo, hay que volver sobre la pasteler&#237;a y cremer&#237;a burlesca, que el cineasta y cr&#237;tico belga No&#235;l Godin ha resucitado mediante la inherente picard&#237;a de la tarta arrojadiza para la perturbaci&#243;n simb&#243;lica del orden instituido; aquella picard&#237;a que ya veneraron las primeras vanguardias y que sigue vigente entre el &#171;artivismo&#187; de nuestro tiempo. Adepto a la insolencia radical de dada&#237;stas, surrealistas y situacionistas, Godin ha llevado al escenario de la vida cotidiana, a la arena p&#250;blica, la pr&#225;ctica del <i>entartamiento</i>, embadurnando en p&#250;blico y ante los objetivos de los media a los m&#225;s insignes representantes de la pol&#237;tica, la econom&#237;a y la sociedad del espect&#225;culo. Entre las testas agraviadas por el diestro entartador y sus secuaces de la Internacional Anarco-Pastelera se encuentran las de Jacques Delors, Helmut Kohl, Michel Camdessus, Bernard-Henri L&#233;vy, Bill Gates &#8211;uno de los entartamientos m&#225;s sonados, que ha dado lugar a una proliferaci&#243;n de chanzas y juegos en la red&#8211; y colegas del ramo cinematogr&#225;fico (con algunos de los cuales, Godard y Ferreri entre ellos, se reconciliar&#237;a despu&#233;s del atentado). A su vez, la expansi&#243;n internacional de la guerrilla pastelera ha empezado a cumplirse con la adhesi&#243;n de nuevas c&#233;lulas, acaso con una agenda m&#225;s precisa; algunas de las cuales operan bajo las siglas BBB, de Biotic Baking Brigade, atrayendo la complicidad de otros activismos antisistema.</p>"
	},
	{
		"pid" : 22,
		"p" : "<p> <b>Historia(s) del hambre</b></p><p> Si los primeros peliculeros, al apuntar instintivamente la c&#225;mara hacia la realidad circundante, capturan entre otros el acto de la nutrici&#243;n, en la evoluci&#243;n del cine realista pronto aparece el asunto contrario de su carencia, en t&#233;rminos de hambruna o malnutrici&#243;n. No solamente por las sacudidas que se suceden con la Gran Guerra, la depresi&#243;n econ&#243;mica y otras calamidades. Sino, adem&#225;s, en la medida que el novedoso medio atrae la atenci&#243;n de artistas y activistas con otras inquietudes que las de los especuladores de la t&#233;cnica y del ocio/opio del pueblo.</p>"
	},
	{
		"pid" : 23,
		"p" : "<p> As&#237;, el hambre, la miseria y las desigualdades sociales se sit&#250;an en el punto de mira del cine proletario que brota en la URSS, extendi&#233;ndose por otros pa&#237;ses celularmente &#8211;es decir, a escala de colectivos com&#250;nmente afiliados a organizaciones izquierdistas&#8211;, como ha sucedido en Alemania, Inglaterra y Estados Unidos. (A su modo, la comicidad humanista de Chaplin tambi&#233;n podr&#237;a interpretarse desde este prisma, al menos en funci&#243;n de sus convicciones ideol&#243;gicas; aquellas por las que, posteriormente, habr&#237;a de abandonar la tierra adoptiva de los Estados Unidos.)</p>"
	},
	{
		"pid" : 24,
		"p" : "<p> Jay Leyda, en su historia del cine ruso y sovi&#233;tico, refiere la hambruna que se cerni&#243; sobre Rusia despu&#233;s de la Gran Guerra y que caus&#243; una gran mortandad en los&#250;ltimos meses de 1921; especialmente en la cuenca del Volga. Con el fin de concienciar a la sociedad y recaudar fondos mundialmente, la cinematograf&#237;a sovi&#233;tica y la solidaridad de otros individuos y organismos activistas en el mundo han respondido con obras en la encrucijada del documental y el drama, como <i>Hambre&#8230;Hambre&#8230; Hambre</i>(Vladimir Gardin / Vsevolod Pudovkin, 1921) y <i>Sufrimiento infinito</i> (Alexander Panteleyev, 1922), y testimonios sin florituras como <i>La hambruna en Rusia</i>, de Fridtjof Nansen, que Leyda destaca como &#171;quiz&#225; el film m&#225;s devastadoramente real y estremecedor de los tres&#187;.[[[4]]]</p>"
	},
	{
		"pid" : 25,
		"p" : "<p> Una de las cumbres del cine sovi&#233;tico, <i>El acorazado Potemkin</i> (Sergei M.Eisenstein, 1925), arranca tambi&#233;n con un drama alimentario. El film hab&#237;a de abordar en principio un mosaico de conflictos que condujeron a la insurrecci&#243;n popular de 1905, abarcando la guerra con Jap&#243;n motivada por intereses mercantiles privados, las demandas de la poblaci&#243;n ante las privaciones ocasionadas por una contienda tan sangrienta como est&#233;ril, y la brutal represi&#243;n de las acciones de protesta que siguieron. Sin embargo, Eisenstein hall&#243; condensados en el mot&#237;n del Potemkin los principales desencadenantes de aquel primer episodio revolucionario. En este sentido, la repulsa de la tripulaci&#243;n ante la carne podrida que se les ofrece constituye el detonante de su insubordinaci&#243;n, al verse ellos mismos tratados como gusanos, y de la extensi&#243;n de la revuelta social a toda la ciudad de Odesa.</p>"
	},
	{
		"pid" : 26,
		"p" : "<p> La influencia del cine sovi&#233;tico se ha hecho notar en el cine proletario alem&#225;n de la Rep&#250;blica de Weimar, particularmente en la obra de Piel Jutzi, que hab&#237;a colaborado con Eisenstein en <i>Potemkin</i> y que en 1929 realiz&#243; <i>Hambre en Waldenburg, </i>tambi&#233;n llamada <i>El pan nuestro de cada d&#237;a</i> (<i>Hunger in Waldenburg, oder Ums t&#228;gliche Brot</i>, 1929). Una rese&#241;a de la &#233;poca describe algunos <i>punctums</i> en las im&#225;genes semidocumentales de esta historia de solidaridad obrera en la zona minera y menesterosa de la Baja Silesia: &#171;Las miradas indeciblemente obtusas y ap&#225;ticas de los ni&#241;os, casi todos enfermos y raqu&#237;ticos, f&#237;sica y mentalmente; las noches de los muertos vivientes; la ruina de las casas; el caldo-aguachirle de las comidas; el caf&#233; negruzco de la ma&#241;ana; la desesperaci&#243;n, el suicidio, pero tambi&#233;n el castillo de los se&#241;ores feudales, los due&#241;os de los hermosos montes y bosques y de las extracciones mineras&#8230;&#187;[[[5]]]</p>"
	},
	{
		"pid" : 27,
		"p" : "<p> Esta s&#243;rdida descripci&#243;n permite un encadenado con otra obra harto m&#225;s celebre, fustigada por la censura como la anterior: la <i>Tierra sin pan (Las Hurdes)</i>, de Lu&#237;s Bu&#241;uel, filmada en 1933 y sonorizada posteriormente en Francia. Es bien sabido que Bu&#241;uel carg&#243; las tintas en esta incursi&#243;n en la realidad m&#225;s inh&#243;spita, adulterando la presunta objetividad del documental para elevar su verismo mediante la mirada tajante del surrealismo. El cineasta record&#243;, por cierto, que el montaje lo realiz&#243; sobre una mesa de cocina, al no disponer de una moviola. Este corte &#171;a cuchillo&#187; halla su reflejo en los aspectos m&#225;s mordientes del film: el contraste de las iglesias y los amuletos cristianos con las miserables condiciones de vida de los hurdanos; el agua p&#250;trida donde los ni&#241;os reba&#241;an los mendrugos de pan que el maestro les da; el aleccionamiento en el respeto a los bienes ajenos entre el desvalimiento m&#225;s absoluto; la exig&#252;idad de los cultivos y las secuelas de una alimentaci&#243;n malsana; la exhibici&#243;n de atrocidades y enfermedades varias (bocio, disenter&#237;a, paludismo, cretinismo); el preg&#243;n peri&#243;dico de la muerte.</p>"
	},
	{
		"pid" : 28,
		"p" : "<p> Los temas de la pobreza y el hambre aparecen tambi&#233;n en las tentativas por establecer noticiarios alternativos desde el frente de la izquierda: en Inglaterra en las dos ediciones que tuvo apenas el <i>Workers&#8217;Topical News</i> (1930); en Estados Unidos, en los <i>newsreels</i> producidos por la Workers&#8217; Film and Photo League of America, entre los cuales <i>Hunger: The National Hunger March to Washington, 1932</i>.Las inquietudes vanguardistas de algunos artistas y cineastas asociados a dicho colectivo y a subsiguientes escisiones o ramificaciones del mismo &#8211;Nykino, Frontier Films&#8211;, dio lugar adem&#225;s a alg&#250;n desahogo m&#225;s creativo y p&#237;caro, en vecindad con el burlesco. Tal es el caso de <i>Pie in the Sky</i> (1934), firmado colectivamente por Ralph Steiner, Elia Kazan y otros, una s&#225;tira sobre la gazmo&#241;er&#237;a religiosa del &#171;Dios proveer&#225;&#187;, con el bord&#243;n de una c&#225;ustica canci&#243;n de Joe Hill que termina as&#237;:&#171;You&#8217;ll get pie / In the sky / When you die&#187; (Obtendr&#225;s tu pastel en el cielo, cuando mueras). Por lo dem&#225;s, los problemas de la nutrici&#243;n y de las hambrunas causadas por los estallidos b&#233;licos que sacuden el planeta est&#225;n bien presentes en la producci&#243;n documental brit&#225;nica y norteamericana hasta que se apagan los rescoldos de la Segunda Guerra Mundial, con aportaciones de Edgar Anstey (<i>Enough to Eat: The Nutrition Film</i>, 1936), Stuart Legg (<i>Food: Weapon of Conquest</i>, 1941; <i>Food: Secret of the Peace</i>, 1945), Paul Rotha (<i>World of Plenty</i>, 1943, <i>The World is Rich</i>, 1947), Irving Jacoby (<i>The Pale Horseman</i>, 1946), los noticiarios de la serie <i>The March of Time</i>&#8230;</p>"
	},
	{
		"pid" : 29,
		"p" : "<p> Plenitud, abundancia, riqueza: los ir&#243;nicos conceptos que Paul Rotha manej&#243;en los t&#237;tulos de sus films reci&#233;n mencionados, siguen procurando el contraste v&#225;lido para hacer visibles las coordenadas contempor&#225;neas del hambre en el mundo. Desde la presunta conquista del bienestar en las sociedades occidentales, los problemas de la des- o malnutrici&#243;n no se circunscriben tan solo al llamado Tercer Mundo, sino que se extienden a los arrabales perif&#233;ricos de las zonas m&#225;s pr&#243;speras.</p>"
	},
	{
		"pid" : 30,
		"p" : "<p> As&#237;, por un lado, las ansiedades, huellas y secuelas del hambre en la India hallan su reflejo, incidental o sobremanera evidente, en algunos films de Satyajit Ray &#8211;<i>Pather Panchali</i>(1955), su impulsiva &#243;pera prima; <i>Asani Sanket</i>(1973), que se refiere a la hambruna provocada en 1943 por el r&#233;gimen colonial brit&#225;nico&#8211; o en la serie documental de Louis Malle <i>L&#8217;Inde fant&#244;me</i>(1968). El <i>Cinema N&#244;vo</i> brasile&#241;o, seg&#250;n sostuvo Glauber Rocha, impuls&#243; una est&#233;tica del hambre y la violencia frente a un cine <i>digestivo</i>, evasivo: &#171;narr&#243;, describi&#243;, poetiz&#243;, debati&#243;, analiz&#243;, excit&#243;los temas del hambre: personajes comiendo tierra, personajes matando para comer, personajes huyendo en pos de la comida, personajes sucios, feos, oscuros&#187;.[[[6]]] Una &#171;galer&#237;a de hambrientos&#187; retratada de manera cortante en varios films de Rocha (<i>Deus e o Diabo na terra do sol</i>, 1963), Rui Guerra (<i>Os Fuzis</i>, 1963), Nelson Pereira dos Santos (<i>Vidas secas</i>, 1963), Carlos Diegues (<i>Ganga Zumba</i>, 1964) o Maurice Capovilla <i>(O profeta da fame</i>, 1969). Por fin, consultando los fondos del National Film Board of Canada, he dado de inmediato con diversas producciones documentales donde se descubren los rostros del hambre contempor&#225;neo, pero tambi&#233;n el tes&#243;n civil en contra de la carest&#237;a y las condiciones m&#225;s adversas; sea en Bolivia (<i>Dominga</i>, Guy L. Cot&#233;, 1979), en Senegal (<i>Roots of Hunger, Roots of Change</i>, David Springbett, 1985) o en Sud&#225;n (<i>Attendre</i>, Marie-Claude Harvey, 1996). La autora de este &#250;ltimo film va en todo caso al quid de la cuesti&#243;n cuando se sincera diciendo: &#171;Todo lo que puedo ofrecer es un documental con buenas intenciones&#8230; No es suficiente.&#187;</p>"
	},
	{
		"pid" : 31,
		"p" : "<p> Por otro lado, es en &#8211;y desde&#8211; el propio cuerno de la abundancia, la opulencia de los Estados Unidos de Am&#233;rica, donde se han producido algunas de las miradas m&#225;s inquietantes sobre una herida que sigue del todo abierta. De cara al interior de un pa&#237;s tan pagado de s&#237; mismo, fue un hito la producci&#243;n televisiva <i>Hunger in America</i>(Martin Carr y Peter Davis, 1967). Jon Alpert y el colectivo independiente Downtown Community Television (DCTV) renovaron posteriormente esta mirada inquisitiva con <i>Hunger in the Suburbs</i>(1983-87). Por &#250;ltimo, la divisi&#243;n medi&#225;tica de la organizaci&#243;n cat&#243;lica progresista Maryknoll ha abordado el &#171;negocio del hambre&#187;y la desidia de las grandes organizaciones y empresas que regulan el comercio de los bienes alimenticios, analizando sus perversos efectos en &#193;frica, Asia y Am&#233;rica, a trav&#233;s de producciones como <i>Consuming Hunger</i>(1984), <i>The Business of Hunger</i>(1984) y <i>The Global Banquet: Politics of Food</i>(Anne Macksoud / John Ankele, 2001); piezas de campa&#241;a y denuncia que desvelan los dislates del totalitarismo neoliberal.</p>"
	},
	{
		"pid" : 32,
		"p" : "<p> <b>Surrealismo y canibalismo</b></p><p> Como ha se&#241;alado Paulo Herkenhoff, el canibalismo no es una dieta, sino un concepto esencialmente simb&#243;lico.[[[7]]] Al parecer el t&#233;rmino fue acu&#241;ado por Crist&#243;bal Col&#243;n y, a partir de las correr&#237;as de los &#171;conquistadores&#187;, acompa&#241;&#243; los desmanes imperialistas &#8211;en nombre de la redenci&#243;n de los salvajes imp&#237;os&#8211;y las repulsas anticolonialistas de los intelectuales, de Montaigne al Siglo de las Luces. Aunque la gran cultura europea ha elaborado sus propios mitos negros relativos a la antropofagia, el descubrimiento de tribus remotas que devoraban a sus cong&#233;neres, como los tupinamba en el sudeste de Brasil, ha proporcionado la disculpa para imponer una supremac&#237;a etnocentrista; el tab&#250; y rasero de la civilizaci&#243;n frente a la barbarie.</p>"
	},
	{
		"pid" : 33,
		"p" : "<p> Algunas de las corrientes m&#225;s subversivas entre las vanguardias del siglo XX, en particular dad&#225; y el surrealismo, han retomado insolentemente la apolog&#237;a del canibalismo, solaz&#225;ndose en el humor negro y el ultraje revulsivo.El canibalismo est&#225; bien presente en los escritos y las creaciones gr&#225;ficas de dada&#237;stas y surrealistas, as&#237; como en algunos de los referentes literarios que han devorado (Sade, Swift, Lautr&#233;amont o Jarry). En la producci&#243;n cinematogr&#225;fica entroncada con dichos movimientos, el motivo antropof&#225;gico no aparece sino de manera tangencial en <i>L&#8217;&#226;ge d&#8217;or</i> (Luis Bu&#241;uel, 1930) &#8211;donde el amor a dentelladas se insin&#250;a entre los arrebatos del <i>amour fou</i> glosado por Breton&#8211;, pero adquiere la condici&#243;n de plato principal en manifestaciones tard&#237;as que, mediante el prefijo &#171;neo-&#187;(neodada&#237;smo, neosurrealismo) o sin &#233;l, se ubican en una posteridad, una persistente proyecci&#243;n de aquellos aspavientos transgresores en los <i>a&#241;os del banquete</i> de las vanguardias.</p>"
	},
	{
		"pid" : 34,
		"p" : "<p> Un suculento repertorio ilustrado del cine subversivo, preparado por Amos Vogel,[[[8]]] da noticia de ciertos platillos (cortometrajes), algunos un tanto olvidados hoy, donde la carne humana se mezcla con otras guarniciones, y lo macabro se coliga con lo obsceno, escatol&#243;gico y repulsivo. Tal ser&#237;a el caso de <i>An Eater</i> (Kazutomo Fuzino, 1963), obra de un pintor nip&#243;n de filiaci&#243;n surrealista, o de los films de los accionistas vieneses que pospondr&#233; para un sucesivo servicio. Pero es en la obra de Jan Svankmajer, destacado militante del incombustible grupo surrealista checo, donde puede hallarse la expresi&#243;n m&#225;s conspicua de un paladar can&#237;bal con secreciones del humor negro m&#225;s corrosivo.</p>"
	},
	{
		"pid" : 35,
		"p" : "<p> Svankmajer se adentr&#243; desde los a&#241;os cincuenta en el teatro de marionetas, el cine y las artes visuales, destacando pronto en el cine animado con el manejo de diversas t&#233;cnicas y recursos &#8211;animaci&#243;n de mu&#241;ecos o marionetas, objetos, barro, collage, imagen real, etc.&#8211;, aunque desmarc&#225;ndose de la tradici&#243;n fabulista, &#171;para todos los p&#250;blicos&#187;, tan arraigada en las antiguas rep&#250;blicas socialistas del este de Europa; en particular, respecto a la obra de sus compatriotas Jiri Trnka o Karel Zeman, e incluso del grueso de la nueva ola checa. Como francotirador tuvo diversos choques con las autoridades y, todav&#237;a en 1982, con <i>Dimensions of Dialogue</i> (<i>Moznosti dialogu</i>) &#8211;una de sus obras mayores&#8211;, hubo de enfrentarse a las amonestaciones de los&#225;rbitros ideol&#243;gicos del Partido Comunista.</p>"
	},
	{
		"pid" : 36,
		"p" : "<p> La obra de Svankmajer bebe en las flores del mal, el sue&#241;o de la raz&#243;n, los extrav&#237;os g&#243;ticos, las p&#243;cimas de alquimistas y nigromantes, la alcurnia m&#225;gica de Praga, los caprichos barrocos de Giuseppe Arcimboldo y los mecanismos onanistas de las m&#225;quinas solteras. El artista, desdoblado en cabalista, infunde vida a los objetos inanimados y aviva hom&#250;nculos hechos de materias inertes, con una comicidad que, m&#225;s que negra, llega a ser incluso sangrante (pues puede provocar desgarros en la comisura de los labios). Hay en la extensa filmograf&#237;a de Svankmajer una serie de motivos y aspectos recurrentes, entre los cuales los relativos a la comida como materia y acto, y por extensi&#243;n al canibalismo: &#171;su forma m&#225;s autorreflexiva&#187;, seg&#250;n ha sugerido Michael Brooke.[[[9]]] El tr&#237;ptico <i>Dimensions of Dialogue</i> se abre con dos cabezas arcimboldescas, hechas de frutas y verduras y de utensilios de cocina respectivamente, tratando de devorarse mutuamente con sucesivas variaciones e intercambios de objetos. En los otros dos&#171;di&#225;logos&#187; que siguen (siempre sin palabras, m&#225;s bien con exabruptos gestuales), sendos bustos de barro se agreden con fruici&#243;n hasta desfigurarse o extenuarse en una farsa vertiginosa, delirante y ominosa.</p>"
	},
	{
		"pid" : 37,
		"p" : "<p> Pero la alta cocina can&#237;bal de Svankmajer tiene su mayor alarde en <i>Food</i>(<i>J&#237;dlo</i>, 1992), a partir de un proyecto concebido veinte a&#241;os antes. Una obra desglosada asimismo en tres secciones (desayuno, comida y cena), m&#225;s virulenta y soez todav&#237;a al operar con im&#225;genes reales &#8211;en todo caso en la acepci&#243;n que este t&#233;rmino tiene en el &#225;mbito de la animaci&#243;n&#8211;, subvirtiendo el discurso finalmente humanista y afable de otro simpatizante del surrealismo, Norman McLaren, que ha bautizado y popularizado esta variedad de cine animado con el nombre de <i>pixilaci&#243;n</i>.Pues las carcajadas que provocan las barbaridades que se suceden, son a costa finalmente de temas tan graves como el hambre, la degradaci&#243;n de las relaciones humanas y las pesadillas del sujeto contempor&#225;neo.El humor ser&#225; convulsivo o no ser&#225;.</p>"
	},
	{
		"pid" : 38,
		"p" : "<p> En 1928, en Brasil, el poeta y activista cultural Oswald de Andrade public&#243; el &#171;Manifiesto antrop&#243;fago&#187;, un texto fundamental para el modernismo brasile&#241;o, en busca de unas se&#241;as de identidad emancipadoras y aut&#243;ctonas:&#171;Tupy or not Tupy, that is the question. [&#8230;] Solo me interesa lo que no es m&#237;o. Ley de la humanidad. Ley del antrop&#243;fago.&#187; Para Andrade, una pr&#225;ctica art&#237;stica antrop&#243;faga habr&#237;a de nutrirse, en consecuencia, tanto de las ra&#237;ces at&#225;vicas como de la asimilaci&#243;n de las ideas llegadas de afuera, en una sociedad precisamente asentada en el mestizaje: &#171;Ya tuvimos el comunismo. Ya tuvimos la lengua surrealista. La edad de oro. Catiti Catiti / Imara Noti&#225; / Noti&#225; Imar&#225; / Ipej&#250;.&#187;</p>"
	},
	{
		"pid" : 39,
		"p" : "<p> En los a&#241;os sesenta, el renacimiento de la modernidad cultural en Brasil, adoptando el distintivo com&#250;n del llamado tropicalismo, ha redescubierto las proclamas del movimiento antrop&#243;fago de un tercio de siglo de antes y las ha transliterado con gozosa desinhibici&#243;n. Y aunque la antropofagia, como se ha dicho, sea una met&#225;fora m&#225;s que un r&#233;gimen c&#225;rnico depredador, tambi&#233;n es en este segundo sentido que est&#225;presente en algunas de las obras m&#225;s extremadas del <i>Cinema N&#244;vo</i>.</p>"
	},
	{
		"pid" : 40,
		"p" : "<p> <i>Macuna&#237;ma</i>(1969), exaltada comedia musical de Joaquim Pedro de Andrade basada en una obra del escritor modernista Mario de Andrade, narra las andanzas de un ind&#237;gena que nace adulto y cambia repentinamente de color (raza), cruz&#225;ndose en su camino con personajes y lances no menos descabellados, en una constante yuxtaposici&#243;n de civilizaci&#243;n y salvajismo. Entre las escenas y comparsas que satisfacen el gusto antrop&#243;fago se hallan el encuentro con un can&#237;bal esmeradamente educado y amable, una dolorosa consumici&#243;n de huevos (no precisamente de ave) y un pantagru&#233;lico fest&#237;n donde varios de los invitados acaban teniendo un chapuz&#243;n sangriento, en una piscina atestada de voraces pira&#241;as.</p>"
	},
	{
		"pid" : 41,
		"p" : "<p> <i>Como era gostoso o meu franc&#234;s</i>(1971), de Pereira dos Santos, es otra comedia feroz, emplazada en el siglo XVI y hablada en tup&#237; y en franc&#233;s, la cual caus&#243; un gran esc&#225;ndalo en su momento entre el refinado p&#250;blico del festival de Cannes. Narra las desventuras de un aventurero gabacho y sus esfuerzos por ser asimilado entre los ind&#237;genas que lo han capturado, lo cual se produce al cabo en el sentido m&#225;s g&#225;strico de dicha expresi&#243;n. A la procacidad de este argumento &#8211;aumentada por la mordaz anfibolog&#237;a del t&#237;tulo mismo&#8211;, seguramente hab&#237;a que sumar en su momento el sensual descaro de un coro de int&#233;rpretes en cueros vivos.</p>"
	},
	{
		"pid" : 42,
		"p" : "<p> Si hay que se&#241;alar todas las proyecciones del surrealismo y la antropofagia, no estar&#225; de m&#225;s mencionar tambi&#233;n el despliegue de brutalidades tan caro a cierto cine de serie B, o con <i>b</i> min&#250;scula de basura: la <i>cinebasura(trash cinema</i>) que a su vez deviene objeto de culto, al menos selectivamente (pero con otras reglas que las del buen gusto). Al margen de la dieta l&#237;quida y carmes&#237; del vampirismo, hay en efecto todo un fil&#243;n de cine de(sub)g&#233;nero, de explotaci&#243;n y casposo, destinado expresamente a satisfacer los est&#243;magos m&#225;s fuertes, los esp&#237;ritus poco impresionables, los disipados goces de la truculencia y el morbo.[[[10]]]</p>"
	},
	{
		"pid" : 43,
		"p" : "<p> En las hileras del <i>gore</i>, o cine de v&#237;sceras, y de la farsa grangui&#241;olesca se hallan numerosas aportaciones a la dieta can&#237;bal m&#225;s cruda y zafia. En estas minutas de baja estofa pueden encontrarse platos tan repulsivos como <i>Holocausto cannibale</i>(Ruggero Deodato, 1979) &#8211;una producci&#243;n italiana en su momento ofrecida, enga&#241;osamente, como un <i>steak tartare</i> de periodistas amarillistas y pendencieros, entrometidos en regiones amaz&#243;nicas&#8211;y otros guisotes indigestos que ya le &#171;repiten&#187; a uno desde sus gr&#225;ficos t&#237;tulos: <i>Blood Feast</i> (Herschell Gordon Lewis, 1963), <i>I Eat Your Skin</i> (Del Tenney, 1964), <i>I Drink Your Blood</i>(David Durston, 1971), <i>Ultimo mondo cannibale</i> (Ruggero Deodato, 1976), <i>Cannibal Ferox</i> (Umberto Lenzi, 1980), <i>Mangiati vivi</i>(Umberto Lenzi, 1980), <i>Antropophagus</i>(Joe D&#8217;Amato, 1980), <i>Sexo can&#237;bal</i> (Jes&#250;s Franco, 1981), <i>Blood Diner</i>(1987), <i>Eat the Rich</i>(Peter Richardson, 1987), <i>Cannibal Women in the Avocado Jungle of Death</i>(J.D. Athens, 1988<i>)</i>&#8230;El list&#243;n lo han elevado algunas piezas de carnicer&#237;a y chaciner&#237;a selecta, a pesar de su corto presupuesto: <i>La noche de los muertos vivientes</i>(<i>Night of the Living Dead</i>, George A. Romero, 1969) en la especialidad de los zombies glotones, y<i>Bad Taste</i>(Peter Jackson, 1987) en la de los alien&#237;genas aficionados a los menudillos humanos; <i>Death Line / Raw Meat</i> (Gary Sherman, 1972), sobre la vida atormentada de un can&#237;bal en el averno del metro londinense; <i>La matanza de Texas</i> (<i>The Texas Chain Saw Massacre</i>, Tobe Hooper, 1974), que, entre sus detalles menos cruentos, incluye una descripci&#243;n sobre la elaboraci&#243;n de los chicharrones (como es sabido, del cerdo se aprovecha todo) que invita a aborrecerlos para siempre m&#225;s. Finalmente, Hollywood ha elevado a la categor&#237;a de cinco tenedores los apetitos desordenados del doctor Hannibal Lecter, entre otras desagradables aficiones de los <i>psychokillers</i>.</p>"
	},
	{
		"pid" : 44,
		"p" : "<p> Fuera del rango que va de la serie B a la Z, la ficci&#243;n moderna y el cine de autor tambi&#233;n han demostrado ampliamente su gusto por el canibalismo. El tema est&#225;presente de manera latente o pasajera en obras de Bu&#241;uel<i>(El &#225;ngel exterminador</i>, 1962; se ha dicho que inspirada en <i>La balsa de la Medusa</i> de Th&#233;odore G&#233;ricault), Jean-Luc Godard (<i>Weekend</i>, 1968), Mauro Bolognini (<i>Gran Bollito</i>, 1977), Marco Ferreri (<i>Los negros tambi&#233;n comen / Y&#8217;a bon les blancs</i>, 1987; <i>La carne</i>, 1991) o Manoel de Oliveira (<i>Os Canibais</i>, 1998). As&#237;, adem&#225;s de en el tropicalismo brasile&#241;o, la antropofagia es plato principal o postre sorpresa de la trama en varios films. Aunque, seg&#250;n los entendidos, la carne humana tiene escaso valor nutritivo, su consumo impremeditado puede satisfacer los deseos por desembarazarse de individuos especialmente fastidiosos, por sus actos o por sus ideas, como sucede en <i>Eating Raoul</i> (Bartel, 1982), <i>Tomates verdes fritos</i>(<i>Fried Green Tomatoes</i>, Jon Avnet, 1992) o <i>The Last Supper</i> (Stacy Title, 1995). Otramente, la manera de vengarse y vejar a un criminal engre&#237;do y autoritario, pasa por obligarle a un atrac&#243;n de asado con la &#250;ltima de sus v&#237;ctimas, como ocurre en el infernal restaurante de <i>El cocinero, el ladr&#243;n, su mujer y su amante</i>(Greenaway, 1990).</p>"
	},
	{
		"pid" : 45,
		"p" : "<p> En las pesadillas apocal&#237;pticas de la ciencia ficci&#243;n o de la fantas&#237;a m&#225;s desbordante, la carne humana puede constituir un recurso para mantener boyante el peque&#241;o negocio de un <i>traiteur</i>(<i>Delicatessen</i>, Jeunet/Caro, 1991), o una megaindustria del <i>fast food</i> destinada a colmar la superpoblaci&#243;n del futuro (<i>Soylent Green</i>, Richard Fleischer, 1973). La realidad, sin embargo, tambi&#233;n provee de vez en cuando unos argumentos morbosos. Psicopat&#237;as aparte, uno de los casos que conmovi&#243; a la sociedad fue el del accidente de aviaci&#243;n que se produjo en los Andes en 1972, y cuyos supervivientes se vieron empujados a practicar el canibalismo para seguir con vida; drama evocado en dos cintas mediocres, entre el sensacionalismo y la moralina &#8211;<i>Supervivientes de los Andes</i> (Ren&#233;Cardona Sr, 1976) y <i>&#161;Viven!</i>(<i>Alive</i>, Frank Marshall, 1992)&#8211;; y, por otra parte, un referente subvertido por Ra&#250;l Ruiz en <i>Le Territoire</i> (1981), donde especula con otros motivos, lejos del fatalismo de un desastre, para entablar un banquete can&#237;bal en nuestros d&#237;as.  </p>"
	},
	{
		"pid" : 46,
		"p" : "<p> <b>La sangre de las bestias</b></p><p> En los comienzos del cine, uno de los pioneros en el negocio, William Selig, de Chicago, sell&#243; una alianza con una empresa del sector c&#225;rnico y produjo numerosos films sobre el negocio ganadero y sus procesos (crianza, transporte, matanza, descuartizamiento); probablemente una de las primeras manifestaciones del reportaje industrial.[[[11]]] En 1949, Georges Franju se adentr&#243; con su c&#225;mara en los mataderos de Par&#237;s y se dio a conocer con un contundente cortometraje, <i>Le sang des b&#234;tes</i>, de escalofriantes im&#225;genes. Franju ha filmado la actividad ordinaria de los matarifes sin desviar la vista de las heridas abiertas, la conmoci&#243;n del dolor que se percibe en el brutal remate que sufren esas bestias criadas para llenar los buches y bolsillos de los humanos. No ha ahorrado detalles de los brutales impactos, como el de la maza que abate al ganado, y los l&#237;quidos viscosos que se derraman en la matanza: sangre, v&#243;mitos y otras excreciones terminales.</p>"
	},
	{
		"pid" : 47,
		"p" : "<p> Los estudiosos del documental tienden a hablar de objetividad en la obra del primer Franju, remarcando si acaso &#171;sus turbadoras sugerencias metaf&#243;ricas&#187;.[[[12]]] Pero la ambig&#252;edad de dicho concepto se revela tan equ&#237;voca como lo es para la <i>Tierra sin pan</i> de Bu&#241;uel. La proximidad entre ambos autores, y su coincidencia en el canon del cine subversivo, ha sido glosada as&#237; por Amos Vogel:&#171;Una tonalidad casi on&#237;rica permea el intenso realismo de las im&#225;genes; un prop&#243;sito surrealista &#8211;af&#237;n al seccionamiento del globo ocular en <i>Un chien andalou</i>&#8211; se discierne en este film antiburgu&#233;s. Pero el ojo de Bu&#241;uel, por chocante que fuera, entra&#241;aba una ficci&#243;n<i>.La sangre de las bestias </i>es real. Al obligarnos a contemplar, con todo detalle, la muerte dolorosa y s&#243;rdida de otro ser, perturba el letargo habitual de nuestra conciencia y nos incita a una reflexi&#243;n m&#225;s honda. Franju, artista comprometido, luchador de la resistencia, moralista, quiere que recapacitemos sobre todas las matanzas que se cometen por doquier y en nuestro nombre, a trav&#233;s de aquellos en quienes delegamos la parte sucia del trabajo para que, as&#237;, podamos sentarnos ante finos manteles y rehusar toda complicidad.&#187;[[[13]]]</p>"
	},
	{
		"pid" : 48,
		"p" : "<p> Otra obra que se centra en la actividad de un matadero es <i>Meat</i>(1976), de Frederick Wiseman, que por otra parte ha de ubicarse en la personal trayectoria de este documentalista norteamericano, en su disecci&#243;n del modus operandi de instituciones y organismos un tanto impenetrables, o visitados con ligereza en otro tipo de reportajes tan circunstanciales como circunspectos. Todo lo contrario del cine de Wiseman, que quiere ir al fondo de cada una de las cuestiones, situaciones, instituciones que aborda, dedic&#225;ndoles tiempo, vivencias compartidas y una minuciosa inspecci&#243;n de sus interioridades org&#225;nicas; sin aditivos del orden del comentario omnisciente, en <i>off</i>, ni concatenaciones absolutamente lineales en el plano del montaje. A diferencia de la obra de Franju, <i>Meat</i> acent&#250;a m&#225;s especialmente el orden econ&#243;mico de las operaciones que conlleva el negocio de la carne. De los proveedores ganaderos a los consumidores, pasando por las plantas industriales que rigen el ciclo entero; donde el matadero ya es apenas un departamento m&#225;s en el organigrama de producci&#243;n y log&#237;stica. Un ciclo ahora higienizado, automatizado y comparativamente desprovisto de la sordidez que ha envuelto tradicionalmente el sacrificio de seres vivos. Y, sin embargo, pese a los avances al respecto en nuestra sociedad del consumo y el bienestar, este film &#8211;igualmente (o deliberadamente) rodado en blanco y negro&#8211; no soslaya las brutalidades consangu&#237;neas a la lonja alimentaria. Al contrario, algunas rese&#241;as han subrayado sus momentos m&#225;s espeluznantes y desgarradores.</p>"
	},
	{
		"pid" : 49,
		"p" : "<p> Obra mayor en lo que se refiere a los abusos y malos tratos que reciben los animales, testimonio de cargo vetado por las televisiones de medio mundo, <i>The Animals Film</i> (1981-1982)es un elocuente largometraje documental que fue producido por iniciativa del Animal Liberation Front; organizaci&#243;n hoy abocada a la clandestinidad, estigmatizada por &#171;terrorista&#187; y cuya persecuci&#243;n se cobr&#243; recientemente una v&#237;ctima con la muerte del activista brit&#225;nico Barry Horne, a ra&#237;z de una de las huelgas de hambre que emprendi&#243; tras ser condenado a dieciocho a&#241;os de c&#225;rcel.En <i>The Animals Film</i>, dirigido por el acreditado documentalista Victor Schonfeld junto a Myriam Alaux, con las contribuciones de Julie Christie como narradora y de Robert Wyatt para su banda sonora, las aberraciones relativas al destino alimentario de los cultivos ganaderos son apenas un aspecto de una denuncia m&#225;s exhaustiva, resultado de dos a&#241;os de trabajo y con el apoyo de im&#225;genes obtenidas furtivamente en algunos casos, que abarcan otros desmanes en la industria farmac&#233;utica, la investigaci&#243;n cient&#237;fica, la defensa militar y el pseudodeporte cineg&#233;tico; e incluso en el h&#225;bitat privado y en lo que se refiere al maltrato de las mascotas hogare&#241;as.</p>"
	},
	{
		"pid" : 50,
		"p" : "<p> Si resulta dif&#237;cil sobrepasar la ferocidad de los tres documentales citados, se comprende que ciertas obras de ficci&#243;n o imaginaci&#243;n hayan optado por la s&#225;tira al contemplar el asunto del sufrimiento de los animales y la mala conciencia que ocasionalmente asalta al ser humano, al menos ante la dimensi&#243;n simb&#243;lica del sacrificio y la degluci&#243;n de otros seres vivos. Les Blank, cineasta independiente norteamericano que durante a&#241;os hubo de alimentarse como cineasta mediante la realizaci&#243;n de reportajes industriales para organizaciones y empresas diversas, algunas de ellas del sector alimentario, hizo con <i>Chicken Real</i> (1973/1980) un<i>d&#233;tournement</i> de una faena de dichas caracter&#237;sticas, a prop&#243;sito de una gran planta de producci&#243;n av&#237;cola, a&#241;adi&#233;ndole esencialmente un popurr&#237; de canciones populares con el pollo como tema del estribillo. Seg&#250;n una rese&#241;a de Michael Goodwin: &#171;Es el &#250;nico film de Blank donde la muerte se esquiva completamente; pero, en cambio, la muerte impregna esta obra como ninguna otra.&#187;[[[14]]]<i> Chicken Run</i> (2000), el debut en el largometraje de Nick Park y Peter Lord, aclamados virtuosos de la animaci&#243;n de plastilina, suma ingredientes bien diversos: los arquetipos del cine carcelario y de fugas con la zoolog&#237;a antropomorfa del <i>cartoon</i> tradicional (y su referente supremo en los cuentos crueles de la factor&#237;a Disney); una alegor&#237;a con cierto ascendiente en la<i>Rebeli&#243;n en la granja</i> de Orwell y con todo un torrente de gags verbales que apelan a la poller&#237;a tan recurrente (y ocurrente) en los tropos del lenguaje com&#250;n.</p>"
	},
	{
		"pid" : 51,
		"p" : "<p>&#171;El cine-ojo consigue que el tiempo retroceda&#187;. Con el objetivo de propagar las virtudes de un sistema cooperativo de producci&#243;n y distribuci&#243;n de bienes, Dziga Vertov incluy&#243; en su film <i>Cine-Ojo</i>(1924) una secuencia en la que se desanda el proceso por el que una res llega al Mercado Rojo de la Alimentaci&#243;n, devolvi&#233;ndole sucesivamente sus v&#237;sceras, su piel y, por fin, la vida. Si, para Vertov, se trataba de mostrar dial&#233;cticamente los beneficios aportados por el modelo socialista al reducir el n&#250;mero de intermediarios y sanear la cesta de la compra del proletariado, Tony Morgan y Daniel Spoerri han aplicado el mismo vuelco a la vectorialidad del tiempo en el corto <i>Resurrection</i>(1968), para crear en este caso una ocurrente visualizaci&#243;n del ciclo alimentario con una traviesa arista entre lo escatol&#243;gico y lo excrementicio. As&#237;, el film comienza con una defecaci&#243;n que asciende hacia el ano de un individuo y sigue con la expulsi&#243;n y devoluci&#243;n de un filete de la boca al plato, del plato a la sart&#233;n, de la sart&#233;n a la carnicer&#237;a, y de aqu&#237; a la resurrecci&#243;n de la carne que cobra el cuerpo de una vaca, para restituirla al fin del matadero al prado. Sin duda una obra con un deje revulsivo, que sin embargo sortea lo l&#250;gubre y lo repulsivo en la medida en que la deposici&#243;n fecal y la muerte hallan su contrapeso simb&#243;lico en la regeneraci&#243;n de la vida, el aleg&#243;rico indulto de la bestia.</p>"
	},
	{
		"pid" : 52,
		"p" : "<p> <b>Banquetes ag&#243;nicos</b></p>"
	},
	{
		"pid" : 53,
		"p" : "<p> Entre el vaho todav&#237;a de los fogones del mal, la lascivia de los sentidos se despliega en la cochiner&#237;a de los accionistas vieneses, la <i>grande abbuffata</i> que sirvi&#243;Marco Ferreri y el g&#233;nero de triple X; tres estadios en la demolici&#243;n de los tab&#250;es y el ultraje al decoro p&#250;blico, cada uno desde un contexto diverso: las corrientes neodada&#237;stas en el arte de los a&#241;os sesenta; el descaro infractor del cine moderno, las nuevas olas que irrumpen despu&#233;s del neorrealismo; por &#250;ltimo, el provecto negocio de la sicalipsis, siempre presto a renovarse mediante la superaci&#243;n de sus cotas anteriores.</p>"
	},
	{
		"pid" : 54,
		"p" : "<p> Ce&#241;irse a lo comestible ser&#237;a un contrasentido al abordar unas manifestaciones donde no existe la ant&#237;tesis entre el placer y el dolor, el gusto y el disgusto, lo gozoso y lo escatol&#243;gico; donde las saturnales, misas negras o ceremonias sacrificiales, el sadomasoquismo y la coprofagia, se combinan en actos o ritos obscenos, disolutos, blasfemos, que recrean en carne viva la transitoriedad de las vanidades humanas, demasiado humanas.</p>"
	},
	{
		"pid" : 55,
		"p" : "<p> Las acciones viscerales (con la misma connotaci&#243;n que tiene el apelativo &#171;cine de v&#237;sceras&#187;) de los revoltosos artistas austr&#237;acos &#8211;Hermann Nitsch, Otto M&#252;hl, G&#252;nter Brus y otros&#8211;, deben parte de su repercusi&#243;n a los documentos que han generado por medio de fotograf&#237;as, films y v&#237;deos. A algunos cineastas pr&#243;ximos se deben adem&#225;s piezas tan emblem&#225;ticas como <i>16/67: 20. September</i> (Kurt Kren, 1967) &#8211;que, por su contenido, pas&#243; a ser tambi&#233;n conocido con el subt&#237;tulo bien gr&#225;fico de <i>The Eating, Drinking, Pissing, Shiting Film</i>&#8211;y <i>Otmar Bauer zeigt</i>(Otmar Bauer, 1969), que asimismo se regodea en las secreciones humanas, incluyendo la degustaci&#243;n de una vomitona ali&#241;ada con orina.</p>"
	},
	{
		"pid" : 56,
		"p" : "<p> Salvando las distancias, algunas obras del cineasta holand&#233;s Frans Zwartjes, como <i>Visual Training</i> y <i>Eating</i>(1969 ambas), escenifican org&#237;as reclusivas, onanistas y ap&#225;ticas que, con un ribete carnavalesco, recuerdan la desolaci&#243;n de las dramaturgias beckettianas y el desasosiego de las figuraciones expresionistas. Mascaradas de un mundo deshumanizado acentuadas por el alto contraste de las im&#225;genes y el maquillaje exagerado, los movimientos espasm&#243;dicos y los actos desquiciados de los personajes, la atm&#243;sfera enrarecida que se respira y las peculiares texturas que resultan del revelado casero de la pel&#237;cula.</p>"
	},
	{
		"pid" : 57,
		"p" : "<p> De los sumideros de la cultura underground en plena ebullici&#243;n a finales de los sesenta, estos desenfrenos aviesos han sido absorbidos por el pujante negocio del<i>hardcore</i>, pero tambi&#233;n en ciertas obras extremas del cine de autor europeo. El cineasta serbio Dusan Makavejev, que ya se hab&#237;a hecho notar previamente por sus sediciosos collages de iconoclasia pol&#237;tica y liberaci&#243;n sexual, introdujo en <i>Sweet Movie</i> (1974) una secuencia a cargo de la AA Kommune de Otto M&#252;hl, cumpliendo uno de sus rituales de sangre, sudor y carnes.</p>"
	},
	{
		"pid" : 58,
		"p" : "<p> Ferreri, al acometer <i>La grande bouffe</i> (1973), deb&#237;a conocer igualmente las procacidades de los accionistas vieneses, adem&#225;s de beber en el Marqu&#233;s de Sade y otros cl&#225;sicos de la cultura libertina. Sin embargo, la mirada de Ferreri es la del&#171;moralista apocal&#237;ptico&#187;, en palabras de Morando Morandini, que percibe la sociedad contempor&#225;nea entre el esperpento y la melancol&#237;a.[[[15]]] Su receta de glotoner&#237;a, sexualidad y escatolog&#237;a hasta la muerte, por escandalosa que resultara y resulte, no constituye un alegato de la transgresi&#243;n y el embrutecimiento liberador. M&#225;s bien es una mueca que se deforma de la algazara de un hedonismo gratuito hasta la n&#225;usea de la trampa mortal que se preparan a s&#237; mismos los cuatro burgueses aburridos, queriendo remedar a los fil&#243;sofos del tocador y a los fisi&#243;logos de la voluptuosidad depravada plasmados en las literaturas del mal.</p>"
	},
	{
		"pid" : 59,
		"p" : "<p> En <i>Sal&#242;, o le 120 giornate di Sodoma</i>(1975), Pier Paolo Pasolini traslad&#243; la tabla sadiana de los vicios a una truculenta alegor&#237;a de la rep&#250;blica fascista de Mussolini, en un combinado, m&#225;s nauseabundo incluso, de diatriba moral e inmundicia opulenta, donde la mierda se sirve en vajilla de plata.Por lo dem&#225;s, la pornograf&#237;a m&#225;s <i>hard</i> y <i>bizarre</i>, la que se distribuye en sex-shops y antros para gustos aberrantes, ha hecho de la coprofagia un plato sin m&#225;s met&#225;foras ni delicadezas(por mucho que, en el argot del gremio, las heces reciban la designaci&#243;n de caviar).</p>"
	},
	{
		"pid" : 60,
		"p" : "<p> Curiosamente, en el porno, tan dado a parodiar t&#237;tulos de impacto y g&#233;neros en boga, es dif&#237;cil encontrar alg&#250;n t&#237;tulo que conceda protagonismo a la comida com&#250;n y corriente (o, al menos, yo no he sabido localizarlo). Parece que no hay tiempo para degustar otras carnes y fluidos que los del cuerpo, y en crudo. A lo m&#225;s, los comestibles propiamente dichos figuran como acompa&#241;amiento &#8211;en particular, la reposter&#237;a y ciertas clases de frutas, verduras y embutidos&#8211;, o para cumplir con los estereotipos de la bacanal y los afrodis&#237;acos.</p>"
	},
	{
		"pid" : 61,
		"p" : "<p> Hay que volver todav&#237;a a la comilona de Ferreri para retomar otro de los argumentos que plantea, que es el de la glotoner&#237;a como alegor&#237;a de un mundo a la deriva, una cultura del derroche que posterga los problemas que crea o perpet&#250;a. El artista y cineasta h&#250;ngaro Peter Fold&#232;s, en su corto de animaci&#243;n <i>La Faim /Hunger</i> (1974), ha caricaturizado la voracidad del individuo pudiente que se siente ajeno a las carencias de los desheredados de la tierra, medrando en su avaricia y autosatisfacci&#243;n compulsiva. En uno de los <i>sketches</i> de <i>El sentido de la vida</i>(<i>Monty Python&#8217;s The Meaning of Life</i> (Terry Jones, 1983), la f&#243;rmula del comer-hasta-reventar tiene una transposici&#243;n literal tan jocosa como desbordante, que parece que vaya a salpicar incluso al p&#250;blico arrellanado en el patio de butacas. En cambio, en <i>El discreto encanto de la burgues&#237;a</i>(<i>Le charme discret de la bourgeoisie</i>, Luis Bu&#241;uel, 1972), no se asiste a otra cosa que a una frustraci&#243;n constante de los apetitos de un grupo perteneciente a la clase adinerada, sin perder sus buenas maneras ante las situaciones cada vez m&#225;s ins&#243;litas que postergan, una y otra vez, el irrealizable &#225;gape que los cita. El humor, sea de brocha gorda o de pincel fino, sigue revel&#225;ndose como un buen acompa&#241;ante cuando se trata de la gula y de los abismos entre la abundancia y la escasez m&#225;s extrema.</p>"
	},
	{
		"pid" : 62,
		"p" : "<p> El yantar de reyes, emperadores y patricios se muestra en toda su plenitud en los asuntos de corte hist&#243;rico y &#233;pico que retratan la vida y costumbres de la nobleza y la alta sociedad; con los correspondientes alardes en el dise&#241;o de producci&#243;n, emperejilando con fidelidad o fantas&#237;a sus fastos: de<i> La vida privada de Enrique VIII</i>(<i>The Private Life of Henry VIII</i>, Alexander Korda, 1933) a <i>Iv&#225;n el terrible</i>(Sergei M. Eisenstein, 1944/1946); de <i>Cleopatra</i>(Joseph L. Mankiewicz, 1963) a <i>Fellini-Satyricon</i>(Federico Fellini, 1969); de <i>El Gatopardo</i> (<i>Il Gattopardo</i>, Luchino Visconti, 1963) a <i>La edad de la inocencia</i> (<i>The Age of Innocence</i>, Martin Scorsese, 1993).</p>"
	},
	{
		"pid" : 63,
		"p" : "<p> Dos obras de ficci&#243;n hist&#243;rica, bien diversas entre s&#237;, han penetrado por otra parte en los entresijos y av&#237;os de las cocinas regias. En <i>El cocinero de Ludwig</i>(<i>Theodor Hierneis oder wie man ein ehemaliger Hofkoch wird</i>, 1973), Hans J&#252;rgen Syberberg ha elaborado un retrato enjuto de Luis II de Baviera y su &#233;poca, el cual se desenvuelve entre los fogones, el r&#233;gimen alimentario de un soberano enfermizo y las habilidades de su funcionario del gusto; todo ello en contrapunto con la l&#237;rica neobarroca de su anterior y deslumbrante acercamiento a la tr&#225;gica figura del rey loco, <i>Ludwig.R&#233;quiem por un rey virgen</i>(<i>Ludwig. Requiem f&#252;r einem jungfr&#228;ulichen K&#246;nig</i>, 1972) y de sucesivos cuadros de historia a prop&#243;sito de los sue&#241;os y pesadillas de la cultura germ&#225;nica, eslabonando las figuras de Karl May, Adolf Hitler y Richard Wagner como parte de una t&#233;trica, herrumbrosa cadena.</p>"
	},
	{
		"pid" : 64,
		"p" : "<p> Como Syberberg prefiere los s&#237;miles de la m&#250;sica, cabr&#237;a hablar de una pieza de c&#225;mara, incluso si en este caso reh&#250;ye la m&#250;sica propiamente dicha, por oposici&#243;n al r&#233;quiem de su anterior <i>attacco</i> sobre el rey b&#225;varo. En cualquier caso, la fuerza de esta pieza reside en su cariz casi documental y distanciador (siguiendo las ense&#241;anzas de Brecht que han alimentado a Syberberg desde sus inicios) al recorrer las moradas hoy museificadas del monarca, sirvi&#233;ndose como hilo conductor de las memorias escritas por su jefe de cocina, Hierneis &#8211;personificado por un actor vestido con ropas modernas, simult&#225;neamente el cicerone de la visita&#8211;, en una propuesta precursora de la historiograf&#237;a de la vida privada que se popularizar&#237;a luego: &#171;un film escrito en el interior de la historia desde un punto de vista que se opone radicalmente a toda escritura oficial&#187;; &#171;una desmixtificaci&#243;n de la historia&#187;.[[[16]]]</p>"
	},
	{
		"pid" : 65,
		"p" : "<p>[][] <i>Vatel</i>(2000), por otra parte, es una obra m&#225;s distinguida y apreciada por su dise&#241;o de producci&#243;n que no por la discreta nombrad&#237;a de su autor, Roland Joff&#233;, rodeado en todo caso de un competente equipo que incluye al dramaturgo Tom Stoppard, el compositor Ennio Morricone y un atractivo elenco internacional. Ubicada en el firmamento terrenal del Rey Sol, la trama gira en torno a los &#250;ltimos d&#237;as de Fran&#231;ois Vatel, afamado <i>ma&#238;tre d&#8217;h&#244;tel</i> que, estando al servicio del Pr&#237;ncipe de Cond&#233; y puesto al mando de un agasajo a la corte de Versalles con el fin de reconquistar sus favores, se quit&#243; la vida para mortificar (nunca mejor dicho) sus errores. Sin embargo, el inter&#233;s mayor del film reside en su magnificencia a la hora de ilustrar aquello que George Maciunas llam&#243; los &#171;espect&#225;culos multimedia del barroco&#187;, donde la pitanza es apenas un fastuoso ingrediente en la orquestaci&#243;n de un fest&#237;n polisensorial y voluptuoso en honor de la potestad solar de Luis XIV.</p>"
	},
	{
		"pid" : 66,
		"p" : "<p> <b>Festines afectivos</b></p><p> Una de las evoluciones que se ha observado respecto al creciente relieve de los temas manducatorios en el cine, concierne a una socializaci&#243;n progresiva de los placeres de la buena mesa. Por un lado, por un cambio de escenario de la cocina hogare&#241;a y su r&#233;gimen com&#250;n, de subsistencia incluso, a una mayor frecuentaci&#243;n de los pulcros manteles de los m&#225;s finos restaurantes, donde el &#225;gape entra&#241;a otros ademanes de relaci&#243;n social, encuentro mundano, cita afectiva, etc. Por otro lado, en la medida en que las estampas del gran banquete y la fantas&#237;a gastron&#243;mica cesan de ser una prerrogativa del poder y de la opulencia, y se ponen al alcance de otros bolsillos y paladares.Siguiendo el hilo que conduce de los banquetes del poder, las cocinas arist&#243;cratas a la celebraci&#243;n civil de los goces de la mesa, <i>El fest&#237;n de Babette</i> es tenido como un t&#237;tulo clave en la conformaci&#243;n de ese g&#233;nero espurio del cine del comer. Y justamente por ser un esp&#233;cimen tan emblem&#225;tico, merece un cierto detenimiento a fin de extraer unas pautas comunes a otros v&#237;veres cinematogr&#225;ficos que comparten esa notoriedad.  </p>"
	},
	{
		"pid" : 67,
		"p" : "<p> Adem&#225;s de por sus m&#233;ritos propios, el film de Gabriel Axel debe parte de su celebridad y repercusi&#243;n a la obtenci&#243;n del Oscar al mejor film en lengua extranjera en 1988; un buen respaldo para esta producci&#243;n proveniente de una cinematograf&#237;a perif&#233;rica, la danesa, y con un tempo no precisamente acompasado a los h&#225;bitos del <i>fast food</i> audiovisual.Justicia po&#233;tica, pues el film se basa en una narraci&#243;n que Karen Blixen (alias Isak Dinesen) escribi&#243; originalmente para una publicaci&#243;n estadounidense, fi&#225;ndose al clis&#233; que dice que a los norteamericanos les gusta leer sobre sofisticaciones culinarias, incluso si su dieta com&#250;n adolece de todo lo contrario.</p>"
	},
	{
		"pid" : 68,
		"p" : "<p> Por su ubicaci&#243;n a fines del siglo XIX y en una comarca aislada de la peque&#241;a pen&#237;nsula de Jutlandia, el film evoca la tradici&#243;n jansenista y el estilo austero que se asocian a los grandes cl&#225;sicos del cine escandinavo. La llegada de Babette, la chef francesa exiliada a consecuencia de los hechos de la Comuna de Par&#237;s, introduce el motivo del choque de mentalidades y culturas tan presente en numerosas ficciones que otorgan relieve a las maneras de mesa. Todo se produce <i>sottovoce</i>, sin embargo: entre la beater&#237;a y la caridad frugal de la comunidad puritana nativa, y la experiencia mundana de la resignada Babette.As&#237;, cuando la fiel sirvienta destina las fortuitas ganancias que le reporta un billete de loter&#237;a a un op&#237;paro banquete para doce comensales, se advierte un progresivo cambio de semblante en la p&#237;a comunidad donde se refugia, venciendo los restrictivos votos que los oriundos se imponen ante los fugaces placeres sensoriales. La sutilidad es en todo caso la miga de este film exquisito, paneg&#237;rico de lo espiritual en el arte y de la creaci&#243;n est&#233;tica como ofrenda.El fest&#237;n sereno que es el cl&#237;max de la obra remite muy pertinentemente a la estampa de la Santa Cena, con un giro profano y gastros&#243;fico; en las ant&#237;podas, por otra parte, de la parodia irreverente y literal que Bu&#241;uel puso en escena en el fest&#237;n de los mendigos de <i>Viridiana</i>(1961), o de la virulenta confrontaci&#243;n que se entabla en <i>La&#250;ltima cena</i> (1976) de Tom&#225;s Guti&#233;rrez Alea (donde un piadoso arist&#243;crata decide concelebrar una cena de misericordia con algunos de sus siervos esclavizados).</p>"
	},
	{
		"pid" : 69,
		"p" : "<p> Galard&#243;n acad&#233;mico aparte, <i>El fest&#237;n de Babette</i> es tambi&#233;n un t&#237;tulo bien significativo de la propagaci&#243;n de boca en boca que distingue el culto de un cine del apetito y el gusto. As&#237;es como el men&#250; de <i>Babette</i> ha pasado a ocupar un lugar memorable en el imaginario y los recetarios de la pantalla: sopa de tortuga al estilo de Louisiana, caviar con blinis Demidoff, codornices en sarc&#243;fago (rellenas de foie y trufa negra), una desengrasante ensalada y servicios de queso y fruta, todo ello regado con una soberbia selecci&#243;n de vinos. Sin embargo, entre los hitos del cine alimentario, el quid no reside verdaderamente en la opulencia, la abundancia o el exotismo de los manjares presentados. Y el gancho no estriba tanto en el plato final, como en la suma de los preparativos; es decir, no est&#225; en el montaje del plato sino en el montaje cinematogr&#225;fico que trasunta la fisiolog&#237;a del gusto y la psicolog&#237;a de las sensaciones, emociones, vivencias alrededor de esa comuni&#243;n laica que se representa en<i>Babette</i> y otras obras indizadas seg&#250;n la intensidad de sus insinuantes sabores.</p>"
	},
	{
		"pid" : 70,
		"p" : "<p> Precisamente, al emplazar los ritos de la mesa en la esfera de lo cotidiano, m&#225;s que como un privilegio hedonista de las clases pudientes, los alimentos se hacen m&#225;s cercanos al p&#250;blico com&#250;n, sin perder por ello su porte simb&#243;lico y su hechizo. Un hechizo que se desprende, en gran parte, de la pericia que se manifiesta en las elaboraciones y en la vistosidad misma de los ingredientes manejados. Tanto si los fogones corresponden a un restaurante o al &#225;mbito hogare&#241;o; si las virtudes y habilidades pertenecen a la cocina de autor o a la cocina casera, a una dedicaci&#243;n profesional a tiempo entero o a las atomizadas labores de la sufrida ama de casa.</p>"
	},
	{
		"pid" : 71,
		"p" : "<p> Susan Wolk y Mar&#237;a Jos&#233; Sevilla, impulsoras de The London Food Film Fiesta, han observado que en los&#250;ltimos a&#241;os se han sucedido un n&#250;mero de films de &#233;xito que coinciden en sus &#171;mensajes sobre la unidad o la desuni&#243;n familiar y el af&#225;n de perfecci&#243;n&#187;, otorgando a la comida un rol central.Argumento que ali&#241;an con significativos datos sobre los detalles de producci&#243;n y atrezzo culinario en films como <i>Eat Drink Man Woman</i> &#8211;con&#171;un elenco de m&#225;s de cien platos&#187;&#8211; y <i>Big Night</i>, del que comentan:&#171;Con el mayor cr&#233;dito para su autenticidad, pues sus dos coprotagonistas se entrenaron durante casi un a&#241;o en verdaderos restaurantes. El film perfecto para los noventa, la era de los chefs reverenciados como h&#233;roes.&#187;[[[17]]]</p>"
	},
	{
		"pid" : 72,
		"p" : "<p> A su vez, este esplendor de ficciones gastrocinematogr&#225;ficas cobra una dimensi&#243;n cuasi antropol&#243;gica por sus acentos &#233;tnicos o vern&#225;culos, abarcando un per&#237;metro multicultural muy acorde con las negociaciones de nuestro tiempo entre la globalizaci&#243;n y los particularismos. Ambos aspectos, la instant&#225;nea familiar y ese sesgo antropol&#243;gico que se desprende por a&#241;adidura, pueden advertirse en un buen n&#250;mero de films que visitan los modos de vida y los pucheros (tambi&#233;n los de tipo emocional) de familias y dinast&#237;as de Taiwan (<i>Eat Drink Man Woman</i>) o de M&#233;xico (<i>Como agua para chocolate</i>); del <i>melting pot</i> norteamericano &#8211;en cuadros de costumbres chicanas (<i>Tortilla Soup</i>), afroamericanas(<i>Soul Food</i>), italoamericanas (<i>Big Night</i>), o de todo un abanico de comunidades en <i>What&#180;s Cooking?</i> (que gira en torno a la cena del D&#237;a de Acci&#243;n de Gracias de cuatro familias de ascendente latino, afroamericano, jud&#237;o y vietnamita)&shy;&#8211; y, por supuesto, del insoslayable hex&#225;gono franc&#233;s (<i>La B&#251;che</i>, <i>Au Petit Marguery</i>, <i>American Cuisine</i>, <i>Chocolat</i>, etc.)</p>"
	},
	{
		"pid" : 73,
		"p" : "<p> <b>Antropolog&#237;as y filosof&#237;as de cocina</b></p>"
	},
	{
		"pid" : 74,
		"p" : "<p> Entre las connotaciones antropol&#243;gicas y sociol&#243;gicas que pueden hallarse en el cine de ficci&#243;n escorado a las maneras de mesa, estas constituyen, como se ha visto en cierto modo, un subterfugio para abordar otras cuestiones tales como la crisis de la familia, el choque de culturas, el extra&#241;amiento o el desarraigo, etc. Ahora conviene referirse igualmente a unos fogones alternativos que, desde una percepci&#243;n documental o privada de la cocina m&#225;s popular o corriente, sit&#250;an en primer plano los aspectos antropol&#243;gicos, la dimensi&#243;n social de la alimentaci&#243;n y los caprichos del paladar y del vientre.</p>"
	},
	{
		"pid" : 75,
		"p" : "<p> Luc Moullet, cineasta en el sentido m&#225;s fecundo del t&#233;rmino &#8211;tal como lo han manejado los &#171;j&#243;venes turcos&#187; de la Nouvelle Vague (Moullet ha ejercido como cr&#237;tico, productor, adalid de un cine diferente)&#8211;, ya introdujo el motivo alimenticio en su primer corto, <i>Un steak trop cuit</i> (1960).Sin embargo, es a trav&#233;s de una modalidad documental bien libre que ha emprendido una aguda exploraci&#243;n sobre los cultivos y engranajes que aprovisionan el banquete global de nuestros d&#237;as: <i>Gen&#232;se d&#8217;un repas</i> (1978) parte de un frugal almuerzo que se preparan el director y su pareja&#8211;tortilla, at&#250;n en conserva y una banana&#8211; para perseguir, retroactivamente, el origen y la ruta que siguen estos abastos que se renuevan en el mercado; el paquete de huevos, la lata de at&#250;n, el fruto tropical. Un trayecto que, a la inversa, le lleva al encuentro de las empleadas del supermercado, los estibadores del puerto, las granjas av&#237;colas de Normand&#237;a, las industrias conserveras de Senegal y las plantaciones bananeras de Ecuador, entre otras ramificaciones e intermediarios. Esta encuesta cobra un sesgo pol&#237;tico y corrosivo al plantear una y otra vez unas mismas preguntas, de orden aparentemente trivial a veces, para dar voz y presencia a los asalariados y explotados de la cadena alimentaria en la era del capitalismo rapaz; hombres y mujeres en la espalda o las ancas del mundo. As&#237;, el film toma las maneras del cine militante en un momento cr&#237;tico para el mismo, aunque sin adoptar otras consignas que las de la &#233;tica del individuo que se pregunta por la procedencia de los productos alimenticios que llegan a su mesa. Sin duda, un aspecto un tanto heterodoxo en relaci&#243;n con los temas mayores del mediactivismo de la &#233;poca, por lo que no es de extra&#241;ar que la trayectoria de Moullet &#8211;en realidad, un heterodoxo en todo momento&#8211;haya recibido la distinci&#243;n que le acredita como acad&#233;mico de esa ciencia imaginaria que es la pataf&#237;sica. En su filmograf&#237;a posterior se descubren as&#237; casos de estudio tales como <i>Essai d&#8217;ouverture</i> (1988), que examina distintas maneras de abrir una botella del refresco globalizado por excelencia, y <i>Le ventre de l&#8217;Am&#233;rique</i>(1996), descubriendo en la ciudad de Des Moines (en el estado de Idaho) una &#171;capital de la obesidad&#187;, el vientre satisfecho de la Am&#233;rica profunda.</p>"
	},
	{
		"pid" : 76,
		"p" : "<p> Otro sabor tienen los films intensamente sazonados de Les Blank, en su vibrante exploraci&#243;n del folclore popular, la buena m&#250;sica y el bien comer en el puchero multicultural de los Estados Unidos de Am&#233;rica. Adiestrado, como ya se ha dicho, en los moldes del cine industrial y corporativo, desde mediados de los sesenta Blank emprendi&#243; paralelamente una tenaz andadura como independiente (en el sentido m&#225;s en&#233;rgico del t&#233;rmino), capturando las costumbres y las manifestaciones musicales y festivas de las comunidades afroamericanas, cajunes, criollas, chicanas, serboamericanas, etc. En referencia a su entrega a estas etnias y colectividades en la periferia de la supremac&#237;a WASP a la cual pertenece &#233;l mismo, el cineasta se ha franqueado humildemente como un &#171;fisg&#243;n cultural&#187;, a&#241;adiendo: &#171;Considero que mi propia tradici&#243;n cultural es, &#161;ay!, un tanto flaca.&#187;[[[18]]] Sin embargo, pr&#225;cticamente todas las glosas sobre su cine remarcan, no solamente la honda implicaci&#243;n del cineasta fisg&#243;n, sino su pericia para involucrar al espectador en las vivencias y emociones que retrata. En palabras de Patricia Aufderheide: &#171;Al situarse respetuosamente &#8211;y al situar al espectador&#8211; como un forastero invitado m&#225;s que como un observador invisible o un falso participante, comparte con el espectador la dignidad, la energ&#237;a y las contradicciones de los individuos que filma. (&#8230;) Su p&#250;blico se ha incrementado en correspondencia con el abanico de los temas que aborda, a menudo como un comentario oblicuo sobre una cierta falta de sabor en la vida moderna, festejando la resistencia ante la homogeneizaci&#243;n dominante.&#187;[[[19]]] Y otro aspecto que sugieren diversos comentarios acerca de su obra reside en su cualidad sinest&#233;sica, que procura una impresi&#243;n particularmente v&#237;vida de los ritmos, sabores y aromas que envuelven sus gozosos documentales sobre la veneraci&#243;n y la cocina del ajo(<i>Garlic is as Good as Ten Mothers</i>, 1980) o sobre los especiados platos de la cocina criolla de Louisiana(<i>Yum Yum Yum!</i>, 1990); entre otros muchos guisos y condimentos que se extienden en el buffet de Blank (<i>A Blank Buffet</i> es justamente el t&#237;tulo de uno de los compendios antol&#243;gicos que ha compuesto con fragmentos de su amplia filmograf&#237;a).</p>"
	},
	{
		"pid" : 77,
		"p" : "<p> Los acercamientos etnogr&#225;ficos a los h&#225;bitos vitales y alimenticios de determinadas culturas o comunidades se solapan a menudo con la introspecci&#243;n autobiogr&#225;fica y la referencia a los flujos migratorios que han alterado los mapas de la geograf&#237;a humana, por encima de la cartograf&#237;a pol&#237;tica del planeta. Entre la primera filmograf&#237;a de Martin Scorsese se halla un mediometraje documental, <i>ItalianAmerican</i>(1974), circunstancialmente producido para la televisi&#243;n, aunque, por otra parte, con las hechuras humildes de un ejercicio de cine familiar firmado por un profesional de &#233;xito y que siempre se ha mantenido fiel a sus ra&#237;ces. Ra&#237;ces que, adem&#225;s de las del&#237;taloamericano, son las del cine del color de la sangre reclamado por el New American Cinema en los a&#241;os sesenta; practicado con otro sesgo desde el paso por la factor&#237;a Corman y en los films de g&#225;ngsteres que jalonan la trayectoria de Scorsese.  </p>"
	},
	{
		"pid" : 78,
		"p" : "<p> <i>ItalianAmerican</i> es un retrato de familia, a modo de instant&#225;nea de la cena hogare&#241;a semanal, donde Scorsese registra las reminiscencias de sus progenitores mientras se cuece el rag&#250;, la primorosa salsa que acompa&#241;a al plato de pasta que seguidamente se consume &#8211;todo lo cual se sazona con documentos (fotograf&#237;as y films) pertenecientes al orden de la historia o memoria privada&#8211;, hasta concluir con una detallada descripci&#243;n de la receta en el rodillo de los t&#237;tulos finales. Esta primera degustaci&#243;n p&#250;blica de la cocina de la familia Scorsese hallar&#237;a secuelas de otro tipo en la edici&#243;n de un recetario firmado p&#243;stumamente por Catherine Scorsese, la madre del cineasta,[[[20]]] y en el detallismo gastron&#243;mico que presentan obras de sabores tan contrastados como <i>Toro salvaje</i>(<i>Raging Bull</i>, 1980), <i>Uno de los nuestros</i>(<i>Goodfellas</i>, 1990) y <i>La edad de la inocencia</i>(1993).</p>"
	},
	{
		"pid" : 79,
		"p" : "<p> En otro mediometraje de Boris Lehman, <i>Muet comme une carpe</i>(1987), se asiste igualmente a los preparativos completos de la carpa rellena a la polonesa, un plato de rigor en los ritos tradicionales de los jud&#237;os askenaz&#237;es. Con una segunda connotaci&#243;n simb&#243;lica que relaciona el sacrificio del &#171;pez de la melancol&#237;a&#187; (como dice un verso de Apollinaire) con la persecuci&#243;n antisemita y la memoria del holocausto, mediante el tropo, la metonimia del alimento sacramental y las preces que rodean su preparaci&#243;n y servicio como entrem&#233;s en la v&#237;spera de las festividades sem&#237;ticas.</p>"
	},
	{
		"pid" : 80,
		"p" : "<p> Paul Kwan, artista vietnamita afincado en Estados Unidos, es autor junto con Arnold Iger de <i>The Springroll Trilogy</i>, una serie de tres v&#237;deos que abordan diversos aspectos de la experiencia de la inmigraci&#243;n asi&#225;tica en Estados Unidos. Las sucesivas entregas de la trilog&#237;a &#8211;<i>Anatomy of a Springroll</i>(1991-1993), <i>Pins and Noodles</i> (1996), <i>A Wok in Progress</i> (2000)&#8211;comparten un registro autobiogr&#225;fico, partiendo de la interpretaci&#243;n del lenguaje, la oralidad de la comida para elucidar otras cuestiones de identidad y mestizaje cultural en la confrontaci&#243;n entre la cocina-con-ra&#237;ces de la tierra materna y el desnaturalizado Big Mac de la naci&#243;n adoptiva. &#171;Hacer cine es como cocinar&#187; &#8211;aduce Kwan&#8211; &#171;el director o el chef siguen un gui&#243;n o receta, combinando sus ingredientes en un programa o fest&#237;n. El disfrute simult&#225;neo de la comida y el quehacer cinematogr&#225;fico me ha permitido tender puentes para el conocimiento de otras culturas.&#187;[[[21]]] La originalidad de la propuesta de Kwan e Iger reside por otra parte en sus inclinaciones multimediales (el t&#225;ndem inici&#243; su actividad en el campo de la performance y las dramaturgias experimentales), al amalgamar de manera inventiva diversos recursos y estilos &#8211;im&#225;genes documentales y de archivo salpimentadas con escenas de ficci&#243;n, on&#237;ricas y de animaci&#243;n&#8211;; tambi&#233;n en cuanto a las modalidades de exhibici&#243;n de su obra, de la exitosa difusi&#243;n que ha tenido en diversas televisiones a las versiones instalativas que han desarrollado.</p>"
	},
	{
		"pid" : 81,
		"p" : "<p> Oralidad y comida concurren igualmente en las impresiones dietar&#237;sticas de George Kuchar, figura de proa del cine underground m&#225;s irreverente y desvergonzado, que rehabilita la denigrada est&#233;tica del v&#237;deo casero en su gozosa y desaforada entrega &#8211;un centenar largo de piezas desde mediados de los ochenta&#8211; a la electr&#243;nica de consumo. Al apuntar su videoc&#225;mara y sus comentarios, entre meditabundos y dicharacheros, sobre el plat&#243; de la vida cotidiana y de sus correr&#237;as bohemias, Kuchar descubre el papel que cumple el condumio en el aparato cultural y digestivo del ser humano con piezas tales como <i>The Plucking of the Succulents</i>(1989), <i>Edible Atrocities</i>(1990) o <i>Culinary Linkage</i>(1999). Su antropolog&#237;a visual (&#161;y parlanchina!) es la del p&#237;caro, del &#225;crata, del paladar sarc&#225;stico que saborea at&#243;nito el repertorio que se extiende de las delicias m&#225;s refinadas a la comida-basura m&#225;s infecta y homogeneizada; de las mesas y alacenas m&#225;s exquisitas a los abrevaderos de comida r&#225;pida y criminal-en-serie; y de la fisiolog&#237;a del gusto a los digustos del vientre. Sin embargo, sus apuntes corrosivos y sard&#243;nicos sobre la prosa del mundo est&#225;n a menudo te&#241;idos de melancol&#237;a y de sensaciones comunes a la gente corriente, por su incisiva observaci&#243;n de aspectos tales como los ritos culinarios del calendario festivo, los suculentos h&#225;bitos alimenticios de la gente guapa, las arquitecturas del <i>fast food</i>, etc.</p>"
	},
	{
		"pid" : 82,
		"p" : "<p> La celebraci&#243;n del Campeonato Mundial de Futbol de 2002 ha despertado la perplejidad de Occidente respecto a ciertas costumbres de la mesa en Corea, entre las cuales el uso del rollo de papel higi&#233;nico como servilletero com&#250;n y, m&#225;s a&#250;n, la afici&#243;n por la carne de can &#8211;compartida por otros pa&#237;ses vecinos&#8211; y la existencia de granjas dedicadas a la cr&#237;a de perros espec&#237;ficamente destinados a este consumo. El videoartista Ken Feingold ya abord&#243; este tab&#250; sostenido respecto a la ingesti&#243;n de determinadas carnes &#8211;como las de los animales que se denominan de compa&#241;&#237;a&#8211;, en su cinta <i>Un chien d&#233;licieux</i>(1991, a partir de un material grabado en 1986), la cual se desgaja de una serie de v&#237;deos que ha realizado en la segunda mitad de los ochenta, a ra&#237;z de sucesivos viajes por el continente asi&#225;tico, con un expresivo enunciado referente a su inter&#233;s por la percepci&#243;n de la otredad (<i>Distance of the Outsider</i>, la distancia del forastero). No sin humor (inevitablemente con un tinte negro), el t&#237;tulo alude a uno de los hitos del surrealismo y en la cinta se asiste a la preparaci&#243;n culinaria del delicioso c&#225;nido. Todo lo cual se corresponde con el encuentro fortuito con un natural de Tailandia que narra su visita a Par&#237;s de la mano de un grupo de antrop&#243;logos, y su frecuentaci&#243;n y amistad con miembros del clan surrealista, llegando a engatusar a Andr&#233; Breton con una degustaci&#243;n de la cocina m&#225;s desusada para el paladar franc&#233;s(que, sin embargo, ha elevado a cotas de alta gastronom&#237;a el consumo de caracoles o ranas). La argucia de la obra reside en la verosimilitud incierta del episodio que se narra, y que cuestiona as&#237;la legitimidad o los l&#237;mites del documento etnogr&#225;fico para la comprensi&#243;n de otros h&#225;bitos culturales.</p>"
	},
	{
		"pid" : 83,
		"p" : "<p> <b>De otras despensas</b></p><p> He reservado para el final las obras m&#225;s inclasificables o miscel&#225;neas que pueden hallarse en las despensas del cine y v&#237;deo experimental y de artistas. En realidad, los motivos alimentarios no parecen tener una presencia demasiado acusada en dichas coordenadas.[[[22]]] En comparaci&#243;n con el volumen de las ficciones y documentales adyacentes a los asuntos del comer, son contadas las referencias que puedo a&#241;adir a las ya diseminadas anteriormente. Algunas que se me ocurrieron de inmediato me parecen al cabo demasiado tangenciales. Es el caso, por ejemplo, de Andy Warhol con <i>Eat</i>(1963), retrato de Robert Indiana comi&#233;ndose un hongo, de la misma manera que Warhol ha filmado, en la primera etapa de su filmograf&#237;a los actos de dormir, fumar, emborracharse o practicar el sexo en todas sus variedades; mientras que <i>Kitchen</i>(1965) y <i>Nude Restaurant </i>(1967)nombran y demarcan unos &#171;decorados&#187; donde las cosas del comer no son verdaderamente las prioritarias. Es el caso tambi&#233;n de Peter Kubelka, cuyo nombre conviene destacar tambi&#233;n por sus fogosos postulados acerca de las artes articulatorias &#8211;que, para &#233;l, son precisamente la m&#250;sica, el cinema y la cocina, las pr&#225;cticas que permiten modelar una <i>escultura del tiempo</i>&#8211;y por su peculiar actividad acad&#233;mica en torno a la cocina considerada como una de las bellas artes.[[[23]]] De su obra cinematogr&#225;fica, tan parca como capital, cabe adem&#225;s se&#241;alar que algunas de sus piezas nacieron como encargos para publicitar un bar de Viena (<i>Adebar</i>, 1957) o una marca de cerveza (<i>Schwechater</i>, 1958), que se convirtieron en sus manos en meticulosas orfebrer&#237;as de montaje aritm&#233;tico.</p>"
	},
	{
		"pid" : 84,
		"p" : "<p> En el marco de un nuevo cine formal, anticipado por Kubelka entre otros, pueden hallarse algunas piezas que retozan con lo comestible y con el paramento de la mesa. Como parte de un cine estructural o materialista que sobresali&#243; en los a&#241;os sesenta y setenta, una de las vertientes que ha recibido un nombre propio es la del film paisaj&#237;stico (<i>landscape film</i>). Denominaci&#243;n bien significativa que trasluce la cuna que el cine de vanguardia ha tenido en las artes pl&#225;sticas, aunque imponi&#233;ndose el reto de hacer puramente cine, de ir a lo intr&#237;nseco de la imagen-movimiento. Otro arquetipo de la tradici&#243;n pl&#225;stica, la naturaleza muerta, constituye igualmente el motivo y pretexto de algunos films de Michael Snow, Mike Dunford y Malcolm Le Grice que exploran su traslaci&#243;n en t&#233;rminos propiamente cinematogr&#225;ficos. As&#237;, invariablemente, la <i>still life</i> da paso a un bodeg&#243;n animado y, aunque la premisa de estas obras sea esencialmente de orden formal y anal&#237;tico, el ingenio y el humor se cuelan e impregnan de iron&#237;a la remisi&#243;n a uno de los g&#233;neros m&#225;s estereotipados y acad&#233;micos de la pintura.</p>"
	},
	{
		"pid" : 85,
		"p" : "<p> En <i>Still Life with Pear</i> (1974), de Mike Dunford, el bodeg&#243;n &#8211;una composici&#243;n frutal y una frasca de vino&#8211; es consumido y arruinado mientras se cumple su filmaci&#243;n seg&#250;n un vaiv&#233;n de la c&#225;mara prescrito de antemano; la voracidad desbarata el plan sistem&#225;tico, cuasi cient&#237;fico (tal como ha remarcado el propio autor) de un film que pretende describirse a s&#237;mismo seg&#250;n una premisa muy propia del cine materialista-estructural. Michael Snow, en <i>Breakfast(Table Top Dolly)</i>(1972/1976), tambi&#233;n juega con la representaci&#243;n del espacio cartesiano y la ilusi&#243;n de profundidad en la imagen. Esta nos muestra al principio una mesa dispuesta con los elementos propios de un desayuno &#8211;un bodeg&#243;n moderno, como de supermercado (vajilla de pl&#225;stico, tetrabricks de zumo y leche, cart&#243;n de huevos, panecillos, mantequilla, cesta de fruta)&#8211;; una imagen perfectamente est&#225;tica hasta que la c&#225;mara avanza y, mediante una plancha de pl&#225;stico transparente antepuesta al objetivo, se lleva por delante todo lo que encuentra y aplasta literalmente, con un empuje arrolladoramente c&#243;mico, la naturaleza muerta. (Significativamente, Snow acudir&#237;a de nuevo al efecto chocante y desternillante de dicha estratagema en una de las secciones de su largometraje <i>Presents</i>(1980-1981), esta vez sobre un decorado a gran escala y a prop&#243;sito de otro tema caracter&#237;stico de la tradici&#243;n art&#237;stica: el desnudo). Malcolm Le Grice, por su parte, toma como referente el giro crucial que el impresionismo introduce en el orden de la representaci&#243;n visual, con obras como <i>After Manet, After Giorgione: le d&#233;jeuner sur l&#8217;herbe or f&#234;te champ&#234;tre</i>(1975, para cuatro proyecciones), <i>Academic Still Life (C&#233;zanne)</i>(1977) y <i>Digital Still Life</i> (1989).</p>"
	},
	{
		"pid" : 86,
		"p" : "<p> Una de las aportaciones m&#225;s ins&#243;litas a la confluencia del cine y la comida es, sin duda, la de una serie de films, objetos y performances que Tony Conrad ha cocinado (harto literalmente, como se ver&#225; en seguida) en los a&#241;os 1973-1974. Conrad, m&#250;sico y cineasta simult&#225;neamente pr&#243;ximo a Fluxus y al minimalismo musical, al cine underground m&#225;s transgresor(Warhol, Jack Smith) y a la corriente estructural que comienza a despuntar a mediados de los sesenta, ha sugerido que fue por una reacci&#243;n visceral ante los debates m&#225;s sesudos de la &#233;poca, en torno a la ontolog&#237;a del cinema y los l&#237;mites de una praxis radical, que se le ocurri&#243; cruzar el cine con la cocina. Realiz&#243;as&#237; una retah&#237;la de films &#8211;algunos proyectables, otros no(transmut&#225;ndose as&#237; en objetos poscinematogr&#225;ficos)&#8211;, sometiendo distintas emulsiones a operaciones de fritura, asado, hervido, maceraci&#243;n, encurtido&#8230; con diversos ingredientes, condimentos y preparaciones propiamente comestibles: pel&#237;cula en salmuera, en vinagre, al curry, a la criolla o en sukiyaki con verduras, tal como indican t&#237;tulos como <i>Deep Fried 4-X Negative</i>, <i>7360 Sukiyaki</i> y <i>Pickled 3M-150</i> (los cuales especifican tambi&#233;n el tipo de pel&#237;cula utilizado). La culinaria f&#237;lmica de Conrad constituye as&#237; un inopinado anexo a la cocina futurista m&#225;s estramb&#243;tica.</p>"
	},
	{
		"pid" : 87,
		"p" : "<p> Entre los artistas m&#225;s conspicuamente dedicados al arte y la cultura de lo comestible, Antoni Miralda es el que ha utilizado m&#225;s abundantemente los medios audiovisuales y sus expansiones multimediales, m&#225;s all&#225; de la documentaci&#243;n de los llamativos ceremoniales de sus banquetes pol&#237;cromos o de los esponsales del Viejo y el Nuevo Mundo (Col&#243;n y Miss Liberty, Barcelona y Nueva York) en su <i>Honeymoon Project</i> (1986-1992). La cualidad festiva de su obra celebra la convivencia y la diversidad cultural, y adopta a menudo un enfoque etnogr&#225;fico y de cartograf&#237;a de las costumbres. En este sentido, Miralda ha acudido a elementos audiovisuales en varias de sus instalaciones y como parte del decorado de El Internacional, el restaurante que abri&#243; junto a Montse Guillen en Manhattan, el cual contaba con un &#171;videomen&#250;&#187;para la presentaci&#243;n de sus especialidades. Obras caracter&#237;sticas son la videoinstalaci&#243;n <i>Texas TV Dinner</i> (1977), un buf&#233;de cocina cosmopolita a degustar por la vista y el o&#237;do a trav&#233;s de siete pantallas de v&#237;deo encastradas en una mesa, y con otras tantas copas a modo de auriculares; o <i>Milk, Coca-Cola and Balut</i>(1986), una aproximaci&#243;n antropol&#243;gica a los ritos mestizos de la Semana Santa en Filipinas.</p>"
	},
	{
		"pid" : 88,
		"p" : "<p> El arte feminista ha emplazado uno de sus campos de batalla y liberaci&#243;n identitaria en el entorno y las labores del hogar; un h&#225;bitat que la mujer puede sentir como propio y, a la vez, como enajenador. En los fogones del cine y v&#237;deo feminista no se come tanto como se habla, se polemiza y se ponen en cuesti&#243;n ideas recibidas y todav&#237;a en vigor acerca de la feminidad.Resultar&#237;a una cocina m&#225;s bien adusta si no fuera por el sentido del humor que potencia sus razones. Algunas obras de Martha Rosler son ejemplares al respecto. En <i>A Budding Gourmet</i> (1974)pone en solfa la afectaci&#243;n de una cultura elitista del gusto disociada de los sinsabores del mundo, en el sentido que apunta el siguiente comentario sobre el v&#237;deo: &#171;Rosler esclarece el parentesco entre la figura del <i>goumet</i> y las nociones de clase, y c&#243;mo la cocina, percibida tradicionalmente como la esfera de poder de la mujer, se utiliza para mantener la superioridad sobre otras culturas, tal como ocurre en la esfera &#8220;masculina&#8221; de la pol&#237;tica.&#187;[[[24]]] Conciliando con desparpajo el sarcasmo y la diatriba emancipadora, una de las piezas m&#225;s conocidas de Rosler es por otra parte la titulada, con doble iron&#237;a, <i>Semiotics of the Kitchen</i> (1975), en la orilla m&#225;s refrescante de las sobrias maneras, los primarios recursos de los inicios del videoarte; junto a, por ejemplo, el humorismo conciso e imp&#225;vido de William Wegman.[[[25]]] Abecedario ilustrado del ajuar propio de la buena cocinera, parodia simult&#225;nea de los formatos televisivos de adiestramiento culinario, la artista demuestra ante la c&#225;mara el uso que tienen los diversos aperos de la cocina &#8211;de la A a la Z (comenzando por el <i>apron</i>,&#171;delantal&#187; en ingl&#233;s)&#8211; y sus gestos cobran, a medida que recorre el inventario semi&#243;tico de los objetos, un sesgo progresivamente arisco, ind&#243;cil y de una violencia latente. Seg&#250;n referencias, otras invectivas, parodias y alegor&#237;as desde temperamentos contiguos se hallar&#237;an en cintas de Suzanne Lacy, Nina Sobel, Linda Montano, Barbara Latham, Jeanine Mellinger, Annette Barbier y Nancy Buchanan, hurgando entre los espacios y enseres de la cocina y el comedor, las preocupaciones diet&#233;ticas y los des&#243;rdenes alimentarios, las tentaciones dulces y los desenga&#241;os m&#225;s amargos.</p>"
	},
	{
		"pid" : 89,
		"p" : "<p> Otra obra capital es <i>Das Frauenzimmer</i> (1981), de Claudia von Alemann, cuyo t&#237;tulo, aunque literalmente se traduzca como &#171;La habitaci&#243;n de las mujeres&#187;, remite a una expresi&#243;n sumamente despectiva del habla alemana para designar al g&#233;nero femenino. Justamente, al emplazar la acci&#243;n en una espaciosa cocina, Alemann sugiere que la cocina es la &#250;nica habitaci&#243;n propia que se le ha reservado a la mujer en su rol de ama de casa, madre nutricia, reina de los fogones. Esta cocina no se presenta sin embargo como un espacio opresivo, sino como un decorado simb&#243;lico en el que se expresan las vivencias, emociones y deseos de la mujer; no una mujer determinada, sino una identidad de g&#233;nero que se enfrenta con la connotaci&#243;n denigrante de aquel dicho germ&#225;nico que simult&#225;neamente describe el escenario mismo de la representaci&#243;n. Y esta se fragmenta en una sucesi&#243;n de vi&#241;etas o espots, libres de una concordancia narrativa convencional, que acuden a la met&#225;fora y al humor para exponer una visi&#243;n insolente de la condici&#243;n femenina y la discrepancia feminista.</p>"
	},
	{
		"pid" : 90,
		"p" : "<p> La parodia de los formatos que la televisi&#243;n ha instaurado para suplir al manual de cocina, con una&#237;ndole entre lo instructivo y lo promocional, es una referencia presente en otras piezas cortas. <i>Alice in the Kitchen</i> (1988) y<i>Baguette</i>(1991), de Volker Anding, son dos clips coreogr&#225;ficos ambientados entre fogones, donde los productos comestibles y los b&#225;rtulos culinarios se integran din&#225;micamente en la danza y la composici&#243;n sonora. El estilo vivaz de montaje que Skip Blumberg imprime a sus documentales remarca los aspectos acrob&#225;ticos de ciertas preparaciones culinarias asi&#225;ticas en la traviesa mirada que entra&#241;an <i>Flying Morning Glory (on fire)</i> (1985) y<i>Chinese Noodle Making: Backwards and Forwards</i>(1989). Estas piezas comparten con las de Anding unas mismas caracter&#237;sticas de brevedad y ritmo vibrante en la presentaci&#243;n de unas piruetas gestuales, cabriolas culinarias, siendo reveladoras del impacto est&#233;tico del videoclip y de las t&#233;cnicas de edici&#243;n digitales. El &#225;nimo par&#243;dico es todav&#237;a m&#225;s evidente en <i>La cocina en casa</i> (1990), de Pablo Llorca &#8211;que, como sugiere su t&#237;tulo, transporta el modelo a una puesta en escena casera y despeinada&#8211;, y en <i>Poesia pl&#224;stica visual culin&#224;ria</i>(2001), de Ester Xargay con el artista David Ymbernon, alquimista de la cocina, que extrae de cada plato una sorpresa o charada po&#233;tica.</p>"
	},
	{
		"pid" : 91,
		"p" : "<p> <i>Eat like a Winner</i>(1998), un v&#237;deo firmado por Dan Boord, Greg Durbin y Luis Valdovino, se hace eco tambi&#233;n de esta referencia &#8211;la catequesis de la cocina en el teletubo&#8211; y la emplaza entre un amplio abanico de ingredientes para confeccionar un mosaico fragmentado sobre la comida, las filosof&#237;as del vientre y la cultura del simulacro.Soliloquio estructurado como una meditaci&#243;n sobre los h&#225;bitos alimentarios y el reloj digestivo &#8211;desayuno, almuerzo y cena, nutrici&#243;n televisiva y sue&#241;os abdominales&#8211;, su exposici&#243;n se fracciona y sazona con pellizcos de humor y observaciones miscel&#225;neas, satirizando con sutileza la dispersi&#243;n y la subjetividad un tanto presuntuosa que tan a menudo presiden las elucubraciones de la fisiolog&#237;a del gusto o la gastrolog&#237;a, esas ciencias tan pataf&#237;sicas. A su vez, la cinta evoca y actualiza la imaginer&#237;a del paisaje medi&#225;tico (la arquitectura, la publicidad, la cultura de lo ef&#237;mero) que ha inspirado a Edward Hopper y a los artistas pop, cobrando un bies un tanto melanc&#243;lico por su t&#225;cita confrontaci&#243;n con la hegemon&#237;a arrolladora de los signos del <i>fast food</i>, el <i>shopping mall</i> y las franquicias de la uniformidad.</p>"
	},
	{
		"pid" : 92,
		"p" : "<p> Recorrer el temario y las incidencias de la comida en la pantalla comporta, en definitiva, una traves&#237;a sem&#225;ntica en la que los vericuetos se multiplican con cada tramo que se explora. Me he detenido particularmente en algunos de esos tramos y vericuetos, pero, al poner cierre a esta cata, percibo todav&#237;a otros que permitir&#237;an prolongarla en torno a aspectos tales como la manipulaci&#243;n gen&#233;tica de los alimentos, las enfermedades neurodigestivas, la pauperizaci&#243;n del gusto o la econom&#237;a pol&#237;tica de la alimentaci&#243;n p&#250;blica. Los h&#225;bitos y conflictos de la nutrici&#243;n, trasuntando los m&#225;s amplios de la vida en sus escenarios cotidianos, llevan a la pantalla las emociones, cavilaciones y transgresiones que rodean a la fisiolog&#237;a del paladar y su proyecci&#243;n social, cultural y est&#233;tica. Los medios audiovisuales, entre los m&#250;ltiples registros de la ficci&#243;n y la no-ficci&#243;n, re&#250;nen y realzan las figuras de lo comestible para plantear diversas situaciones y cuestiones que exceden el estadio literal de su representaci&#243;n op&#237;para o revulsiva: de la papilla primordial a la truculencia can&#237;bal, del banquete epic&#250;reo a la glotoner&#237;a bestial, del vientre satisfecho a la indigencia&#8230; Y es sobre esa mesa revuelta que se trincha la enjundia vital y polis&#233;mica de la comida.</p>"
	},
	{
		"pid" : 93,
		"p" : " <div id=\"sdfootnote1\"><p>[1] Ian Christie: &#171;Feasting in the Dark&#187;, en Sian Griffiths / Jennifer Wallace (ed.): <i>Consuming Passions: Food in the Age of Anxiety</i>. Manchester: Mandolin-Manchester University Press, 1998, p. 183.</p>  <div id=\"sdfootnote2\">"
	},
	{
		"pid" : 94,
		"p" : "<p>[2] Aunque la bibliograf&#237;a sobre el tema es todav&#237;a incipiente, en espa&#241;ol cabe mencionar el libro de Marta Belluscio: <i>Comida y cine: placeres unidos</i>. Valencia: La M&#225;scara, 1997, que recorre las <i>pizzas</i> cinematogr&#225;ficas m&#225;s populares. Otra obra a la que he llegado demasiado tarde como para beneficiarme de su consulta es la de Gaye Poole: <i>Reel Meals, Set Meals: Food in Film and Theatre</i>. Sydney: Currency Press, 1999.</p>  <div id=\"sdfootnote3\">"
	},
	{
		"pid" : 95,
		"p" : "<p>[3] Extraigo las tres referencias que siguen de una aportaci&#243;n capital a la historia del cine primitivo: Charles Musser: <i>The Emergence of Cinema: The American Screen to 1907</i>. Berkeley / Los Angeles / London: University of California Press, 1994 (primera edici&#243;n: Macmillan, 1990); primer volumen de la serie <i>History of the American Cinema</i>.</p>  <div id=\"sdfootnote4\"><p>[4] Jay Leyda: <i>Kino: A History of the Russian and Soviet Film</i>. Londres: George Allen and Unwin, 1973, p. 157.</p>  <div id=\"sdfootnote5\">"
	},
	{
		"pid" : 96,
		"p" : "<p> [5] Hans Gruntmann: &#171;Die Zensur verbietet Lohnangaben&#187;, <i>Die Welt am Abend</i>, Berl&#237;n, 1929. Tomado del cat&#225;logo de distribuci&#243;n de Freunde der Deutschen Kinemathek (Berl&#237;n).</p>  <div id=\"sdfootnote6\"><p>[6] Glauber Rocha: &#171;Uma Est&#233;tica da Fome&#187;, <i>Civiliza&#231;&#227;o Brasileira</i>, n&#250;m. 3 (julio de 1965).</p>  <div id=\"sdfootnote7\"><p>[7] Paulo Herkenhoff: &#171;General Introduction&#187;, <i>XXIV Bienal de S&#227;o Paulo. N&#250;cleo hist&#243;rico: Antropofagia e historias de canibalismos</i>, vol, 1. S&#227;o Paulo, 1998.</p>  <div id=\"sdfootnote8\">"
	},
	{
		"pid" : 97,
		"p" : "<p>[8] Amos Vogel: <i>Film as a Subversive Art</i>. Nueva York: Random House, 1974.</p>  <div id=\"sdfootnote9\"><p>[9] En el sitio web <i>Jan Svankmajer: Alchemist of the Surreal</i>, confeccionado por el propio Brooke y hospedado por el grupo de producci&#243;n multimedia Illuminations.  </p>  <div id=\"sdfootnote10\"><p>[10] El cine can&#237;bal, adem&#225;s de ser abordado en diversos libros sobre el <i>gore</i>, cuenta con una monograf&#237;a propia. Se trata de Mikita Brottman: <i>Meat is Murder! </i><i>An Illustrated Guide to Cannibal Culture</i>. Londres y Nueva York: Creation Books, 2001.</p>  <div id=\"sdfootnote11\"><p>[11] Charles Musser: op. cit., p. 291.</p>"
	},
	{
		"pid" : 98,
		"p" : "  <div id=\"sdfootnote12\"><p>[12] Erik Barnouw: <i>Documentary: A History of the Non-Fiction Film</i>. Nueva York/Oxford: Oxford University Press, 1993, p. 233.</p>  <div id=\"sdfootnote13\"><p>[13] Amos Vogel: op. cit., p. 267-268.</p>  <div id=\"sdfootnote14\"><p>[14] Tomado del cat&#225;logo de distribuci&#243;n de Canyon Cinema (San Francisco).</p>  <div id=\"sdfootnote15\"><p>[15] Morando Morandini: &#171;El moralista apocal&#237;ptico: Ferreri en los a&#241;os setenta y ochenta&#187;, en Esteve Riambau (ed.), <i>Antes del apocalipsis: el cine de Marco Ferreri</i>. Madrid: C&#225;tedra, 1991.</p>  <div id=\"sdfootnote16\">"
	},
	{
		"pid" : 99,
		"p" : "<p>[16] Jean-Ren&#233; Huleu: rese&#241;a del film en <i>Cahiers du Cin&#233;ma</i>, n&#250;m. 251-252 (1974).</p>  <div id=\"sdfootnote17\"><p>[17] Susan Wolk y Maria Jos&#233; Sevilla: &#171;Food on the Silver Screen&#187;, en el sitio web de The London Food Film Fiesta: www.londonfoodfilmfiesta.co.uk</p><p>.</p>  <div id=\"sdfootnote18\"><p>[18] Declaraciones procedentes de una rese&#241;a de Jim Hoberman en <i>The Village Voice</i> (25 de junio de 1979).</p>  <div id=\"sdfootnote19\">"
	},
	{
		"pid" : 100,
		"p" : "<p>[19] De un texto escrito en ocasi&#243;n de la concesi&#243;n a Les Blank de The Maya Deren Award for Independent Film and Video Artists, American Film Institute, 1990; extra&#237;do del sitio web del cineasta: www.lesblank.com/art/retro.html.</p>  <div id=\"sdfootnote20\"><p>[20] Catherine Scorsese y Georgia Downard: <i>ItalianAmerican: The Scorsese Family Cookbook</i>. Nueva York: Random House, 1996.</p>  <div id=\"sdfootnote21\"><p>[21] Tomado del sitio web de los cineastas: www.personagrataprod.org</p>  <div id=\"sdfootnote22\">"
	},
	{
		"pid" : 101,
		"p" : "<p>[22] Me lo ha confirmado el hallazgo de una serie de mensajes cruzados en la lista de correo Frameworks, dedicada al cine de vanguardia: www.ni-beam.net/fw.html. Entre dichos intercambios, me ha sido particularmente &#250;til el que mantuvieron Fred Camper y Tony Conrad, a prop&#243;sito de las peculiares cocciones f&#237;lmicas de este &#250;ltimo, reavivando el ligero conocimiento que ten&#237;a de las mismas por un breve encuentro con Conrad varios a&#241;os atr&#225;s.</p>  <div id=\"sdfootnote23\">"
	},
	{
		"pid" : 102,
		"p" : "<p>[23] V&#233;ase al respecto el libro de Michel Onfray: <i>La raison gourmande: Philosophie du go&#251;t</i>. Par&#237;s: Grasset-Le Livre de Poche, 1995, p. 234-237. Tambi&#233;n: Christian Lebrat (ed.), <i>Peter Kubelka</i>. Par&#237;s: Paris Exp&#233;rimental, 1990, que incluye algunos extractos de los escritos gastron&#243;micos de Kubelka.</p>  <div id=\"sdfootnote24\"><p>[24] Tomado del cat&#225;logo de Electronic Arts Intermix, Nueva York.</p>  <div id=\"sdfootnote25\">"
	},
	{
		"pid" : 103,
		"p" : "<p>[25] Wegman, por cierto, es autor de un v&#237;deo, <i>Semi-Buffet: A Televised Dinner Party</i> (1975), que, por alg&#250;n motivo incierto, ha permanecido sin distribuci&#243;n durante muchos a&#241;os. Seg&#250;n referencias, contrapone en un mismo decorado la celebraci&#243;n, los protocolos y las maneras de mesa, de dos &#225;gapes simult&#225;neos; uno ceremonioso y encopetado, el otro con la informalidad de un buf&#233; fr&#237;o.</p>  </body> </html>"
	}
]