[

	{
		"pid" : 0,
		"p" : " <p> <b>Vidas privadas, v&#237;deos p&#250;blicos</b></p><p> Un angosto criterio abundantemente aplicado a la est&#233;tica videogr&#225;fica m&#225;s intuitiva y rutinaria, un criterio algo aberrante pero harto consolidado y difundido &#8212;hist&#243;rica y sociol&#243;gicamente&#8212;, ha concedido de costumbre un valor potencialmente superior a las pr&#225;cticas donde se hace m&#225;s ostensible la habilidad y/o el alarde en el manejo de determinados recursos, efectos, t&#233;cnicas; aquellos que, presumiblemente, distinguir&#237;an al v&#237;deo de otros medios anteriores &#8212;en particular el cine&#8212;, y mediante los que adquirir&#237;a toda su sustancia. Pero, hoy en d&#237;a, nos est&#225;n un tanto de m&#225;s las disquisiciones esencialistas de otro tiempo (en el que probablemente tales disquisiciones eran necesarias y, desde luego, inevitables, dada la novedad y el &#8220;misterio&#8221; del medio); o, por lo menos, tales consideraciones tienden a permanecer en un segundo o tercer t&#233;rmino. Ya no nos preguntamos, no nos preocupamos tanto por si tal pieza extrae suficiente jugo de la cacharrer&#237;a electr&#243;nica, sino que lo que evaluamos es que tenga una cierta fuerza, que nos interese lo suficiente,&#8230; y tanto mejor si, adem&#225;s, puede aportar algo nuevo dentro del marco de referencia de su disciplina (que no necesariamente es el v&#237;deo, sino que frecuentemente participa de un rango mestizo o multimedia m&#225;s amplio).</p> <div id=\"Section1\" dir=\"ltr\">"
	},
	{
		"pid" : 1,
		"p" : "<p> En cualquier caso, la genealog&#237;a de las pr&#225;cticas videogr&#225;ficas presenta otros aspectos y l&#237;neas m&#225;s &#8220;crudas&#8221; &#8212;menos especiadas, salseadas, vistosas&#8212;, pero no menos intr&#237;nsecas al medio y a sus aptitudes (nativas o adquiridas). Por ejemplo, en cuanto a un conjunto de actividades que brotaron en los a&#241;os 60/70 &#8212;el v&#237;deo basado en la corporalidad de la performance, el v&#237;deo comunitario o de intervenci&#243;n/contrainformaci&#243;n, o cierto documentalismo impresionista heredero del cine-ojo y otras m&#250;ltiples exploraciones cinematogr&#225;ficas previas&#8212;, ce&#241;idas a una captura documental sin muchos m&#225;s aditamentos (a veces ni siquiera edici&#243;n), pero sacando partido de unas caracter&#237;sticas b&#225;sicas que la tecnolog&#237;a del v&#237;deo vino a ofrecer desde la llegada de los primeros equipos ligeros. Y, por otro lado, esas mismas caracter&#237;sticas &#8212;integraci&#243;n y sincron&#237;a de las se&#241;ales de v&#237;deo y de audio sobre el mismo soporte, portabilidad y manejabilidad de los equipos, creciente miniaturizaci&#243;n y compactaci&#243;n de los elementos, etc.&#8212; son las que han propiciado un cariz frecuentemente intimista, altamente subjetivo o introspectivo de buena parte del v&#237;deo (de creaci&#243;n o videoarte, o como se prefiera llamarle). As&#237;, un c&#233;lebre ensayo de Rosalind Krauss propon&#237;a una interpretaci&#243;n de ciertas obras tempranas en t&#233;rminos de una est&#233;tica del narcisismo.[[[i]]]</p>  <div id=\"Section2\" dir=\"ltr\">"
	},
	{
		"pid" : 2,
		"p" : "<p> Pero, desde los a&#241;os 80, con la r&#225;pida penetraci&#243;n del v&#237;deo en el &#225;mbito dom&#233;stico &#8212;aunque, ante todo, como nuevo bien de consumo, en su funci&#243;n m&#225;s pasiva y a mayor gloria de las industrias y la sociedad del espect&#225;culo&#8212;, cabr&#237;a considerar otra forma de intimidad y privacidad, generalmente sin otras &#237;nfulas est&#233;ticas, en aquellos usos que conforman esa zona en sombras del v&#237;deo casero, familiar o amateur (t&#233;rminos que permiten ciertos distingos, bastante transparentes por s&#237; solos). Zona en sombras, aunque sesgadamente iluminada hace algunos a&#241;os con la proliferaci&#243;n de infames programas televisivos de montaje e instigaci&#243;n de gags y disparates de ambientaci&#243;n familiar &#8212;como pronto pudo sospecharse, puestos en escena con un &#225;nimo de competici&#243;n, jolgorio y fugaz presencia en el &#8220;aire&#8221;&#8212;; pero que, en esencia, no tiene otra motivaci&#243;n que la de permanecer como registro entra&#241;able o ejercicio privado en un c&#237;rculo familiar o, a lo sumo, de unos pocos aficionados. Y, sin embargo, el generalmente subestimado &#225;mbito del v&#237;deo (y del cine) amateur, o m&#225;s estrictamente casero, podr&#237;a contemplarse como el reverso de aquel que tildamos m&#225;s pomposamente, o acaso un tanto precipitadamente, de independiente.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> Como bien ha sugerido Jaime Vallaure, un artista que ha parafraseado en algunos de sus v&#237;deos la est&#233;tica no preceptiva del v&#237;deo casero y familiar, el &#225;mbito productivo del v&#237;deo dom&#233;stico quedar&#237;a en cierto modo circunscrito a &#8220;lo marginal dentro de lo marginal&#8221;, siendo esta &#250;ltima marginalidad la del &#8220;micromundo del v&#237;deo experimental&#8221; y sus pautas supuestamente predominantes.[[[ii]]] No obstante, ahora es posible considerar todo un cuerpo de pr&#225;cticas videogr&#225;ficas no precisamente recluidas en el estricto/restricto per&#237;metro de lo privado y dom&#233;stico, pero que permiten advertir una influencia e implicaci&#243;n, reivindicaci&#243;n y deconstrucci&#243;n de unos modos, temas, fuentes y medios asociados por excelencia con la fabricaci&#243;n instintiva de im&#225;genes privadas, caseras, familiares(videogr&#225;ficas, cinematogr&#225;ficas, fotogr&#225;ficas), por el mero placer de una afici&#243;n o por otros afectos y recreos &#237;ntimos. Otra cosa es que ciertas &#8220;obras personales&#8221; lleguen a serlo en un grado tan extremo que defrauden las expectativas de los espectadores deseosos de llevarse a los ojos los m&#225;s tradicionales y eternos valores del arte o la maestr&#237;a creativa, escud&#225;ndose entonces en el t&#243;pico y menospreciativo argumento del &#8220;cualquiera podr&#237;a hacerlo&#8221; y, en definitiva, en el enojo ante lo que se siente como ajeno.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> En lo que concierne a los medios o &#250;tiles empleados en el &#225;mbito del v&#237;deo independiente, de creaci&#243;n, experimental,&#8230; en efecto puede observarse c&#243;mo, a lo largo de los&#250;ltimos a&#241;os, se ha prescindido en varios casos de las tecnolog&#237;as-punta y de los formatos profesionales m&#225;s en vigor(betacam, digital u otros) para explorar o simplemente usar provechosamente aquellos usualmente reservados a los c&#237;rculos amateur o dom&#233;stico: formatos de cine y v&#237;deo de 8 mm (o, por supuesto, otros a&#250;n en circulaci&#243;n), camascopios compactos o la videoc&#225;mara de juguete Pixelvision de Fisher-Prize.[[[iii]]] Y, si a menudo estos medios &#8220;pobres&#8221; se combinan con aquellos m&#225;s adecuados para una elaborada postproducci&#243;n, otras veces la obra se elabora y edita &#237;ntegramente en la c&#225;mara, y simplemente se transfiere a un formato superior por razones de mayor rendimiento y seguridad.</p>"
	},
	{
		"pid" : 5,
		"p" : "<p> Este aprovechamiento de las cualidades y retos de los medios m&#225;s modestos o de adscripci&#243;n subest&#225;ndar y no-profesional ha llegado a convertirse en una &#8220;moda&#8221; &#8212;me lo se&#241;al&#243; as&#237;, ya hace tres a&#241;os, un amigo norteamericano bien introducido en la escena videogr&#225;fica de su pa&#237;s&#8212;, con lo malo que eso pueda tener (por lo pasajero o trivial que suele acarrerar lo en boga), aunque constituyendo tambi&#233;n un signo de los tiempos. De un tiempo, concretamente, marcado por una cierta desesperanza y cuestionamiento en diversos aspectos, comenzando por los del alcance, la efectividad y el reconocimiento de la producci&#243;n audiovisual independiente y experimental; sus posibles salidas ante una cierta situaci&#243;n de impasse y desaliento; las v&#225;lvulas de escape posibles para el mantenimiento de las aspiraciones y la actividad. Escape que, en lugar de constituir una hu&#237;da hacia adelante, podr&#237;a pasar por una aceptaci&#243;n de la vecindad que aproxima al independiente del amateur o aficionado, y por una consecuente modestia y simult&#225;nea afirmaci&#243;n al manejar unos medios, unos recursos y unas aspiraciones&#8220;realistas&#8221;; m&#225;s cercanas a lo posible que a lo ut&#243;pico.[[[iv]]] Pero, de todas formas, aqu&#237; no se trata de predicar humildad y resignaci&#243;n, sino de hacerse eco de ciertas actitudes y obras que reivindican, ya sea de manera orgullosa o pragm&#225;tica, el potencial de unos medios m&#237;nimos o simplemente b&#225;sicos, al igual que ciertas corrientes musicales &#250;ltimas han impuesto el retorno de un sonido a&#8220;garaje&#8221; o, como se prefiere decir ahora, lo-fi.</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> De todas maneras, la mayor o menor humildad de los medios utilizables constituye apenas uno de los factores que pretendo resaltar, si bien tiene ciertamente su quid y su plus de significaci&#243;n en determinados cuerpos de obra y procedimientos caracter&#237;sticos, tal como en los videodiarios de George Kuchar (editados en la c&#225;mara, convertida en ap&#233;ndice-camcorder de las incisivas miradas y mordaces glosas de su autor), los diarios &#237;ntimos adolescentes de Sadie Benning (que, desde 1989 y a sus quince a&#241;os de edad, ha venido haciendo un uso prodigioso y personal&#237;simo de la c&#225;mara de juguete Pixelvision, sus introspecciones centr&#225;ndose en los ritos de paso de la pubertad hacia la edad adulta, el descubrimiento de la sexualidad, y la afirmaci&#243;n de su identidad como mujer y lesbiana), o las videomemorias de Juan Crego (tambi&#233;n editando sus retazos de lo cotidiano en una videoc&#225;mara de peque&#241;o formato, siguiendo unas veces una pauta aritm&#233;tica predeterminada, y confi&#225;ndose en otras al azar ciego de sucesivas sobregrabaciones, con la consiguiente eliminaci&#243;n parcial de las im&#225;genes retenidas previamente).</p>"
	},
	{
		"pid" : 7,
		"p" : "<p> Diarios o dietarios, autobi(de)ograf&#237;as, retratos y autorretratos, memorias y recuerdos, viajes y viajes interiores, cr&#243;nicas de lo secreto (lo rec&#243;ndito, lo callado, lo sexual), introspecciones e introversiones, transcripciones de sue&#241;os o enso&#241;aciones&#8230;M&#250;ltiples son las expresiones de la interioridad y la subjetividad, y en su escritura audiovisual hallamos una variedad de registros tan vasta como en sus equivalentes literarios. As&#237;, en los trabajos videogr&#225;ficos de Francisco Ruiz de Infante, pese a haber utilizado a menudo los peque&#241;os formatos del super-8 o el v&#237;deo de 8 mm., hay toda una elaboraci&#243;n posterior &#8212;y previa (de postproducci&#243;n y preproducci&#243;n pues), incluyendo una preparaci&#243;n de orden literario y de acopio simb&#243;lico&#8212; que excede del aspecto que pretendo resaltar aqu&#237; (salvo quiz&#225; en su cinta El primer viaje: cuatro d&#237;as, de 1992, que, sin ser una de sus mejores obras, establece una premisa interesante: la del viaje imaginario o por delegaci&#243;n, transcrito a partir de unas im&#225;genes del todo personales y subjetivas, pero ajenas). Y otro tanto cabr&#237;a decir de Bill Viola, cuyas &#250;ltimas obras (cintas e instalaciones) giran en torno a sus seres m&#225;s pr&#243;ximos, con la muerte de su madre y el nacimiento de su segundo hijo como referencias biogr&#225;ficas principales, pero formando parte de un entramado de met&#225;foras y alegor&#237;as.</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> En cambio, como expone Jaime Vallaure, al restringirse principalmente a unos medios de &#8220;baja definici&#243;n&#8221; y al despreocupado desali&#241;o de lo dom&#233;stico, lo no-profesional, lo garabateado, el que dij&#233;semos v&#237;deo dom&#233;stico de autor[[[v]]] rehuye &#8220;la tendencia (insistente) hacia lo simb&#243;lico-metaf&#243;rico-aleg&#243;rico [&#8230;], [cuyo] referente pertenece al campo de lo literario, de lo llamado (con excesivo orgullo)po&#233;tico&#8221;. Se prefiere por tanto la realidad cotidiana sin florituras, sin eludir lo aburrido, rutinario o desesperante; sin descartar los tiempos muertos, los silencios, los vac&#237;os, los titubeos, los yerros o las intrusiones del azar. Y aquello que se recoge, registra, retiene pueden ser cosas tales como el primer mes de vida de un reci&#233;n nacido, una jornada cotidiana o un paseo ocioso(Juan Crego); la habitaci&#243;n y las preocupaciones privadas, las anotaciones mismas de un diario escrito, las fabulaciones del imaginario y las intrusiones de la realidad exterior (Sadie Benning); la agon&#237;a de un amigo, los encuentros con familiares o artistas, los ritos y h&#225;bitos privados, el paso y las inclemencias del tiempo(George Kuchar); retratos de ancianos y disminuidos, escenas e instant&#225;neas hogare&#241;as, periplos tur&#237;sticos o viajes familiares(Jaime Vallaure, Daniela Musicco); la memoria de unos traumas f&#237;sicos y ps&#237;quicos y sus secuelas (Michael O&#8217;Reilly, otro diestro usuario de la Pixelvision y los medios m&#225;s precarios, en Glass Jaw, 1991); la cr&#243;nica de una relaci&#243;n de pareja que se desenvuelve como un road movie / home movie (Sophie Calle y Greg Shephard en Double Blind, 1992)&#8230;</p>"
	},
	{
		"pid" : 9,
		"p" : "<p> Y, en fin, estas referencias podr&#237;an aumentarse con otras, si no fuera porque me atengo b&#225;sicamente a aquellas obras con las que estoy m&#225;s familiarizado (&#191;nunca peor dicho, dado el tema que me ocupa?), y poque el espacio del que dispongo me impide extenderme con otras excursiones, navegaciones y divagaciones, tanto en lo que concierne a otras manifestaciones de las tem&#225;ticas familiar y hogare&#241;a (por ejemplo, en obras de Hermine Freed, David Larcher, Robert Frank, Peter Forg&#225;cs, Guszt&#225;v H&#225;mos, Ilene Segalove, Lynn Hershmann, Mako Idemitsu, Janice Tanaka, Pia Massie, Rea Tajiri, Mindy Faber, Nina Danino, Manuela S&#225;ez&#8230;) &#8212;a menudo acudiendo a un fondo de fotograf&#237;as, pel&#237;culas familiares u otras im&#225;genes de archivo[[[vi]]]&#8212;, como a otros enfoques y planteamientos en el uso y aprovechamiento de los m&#225;s modestos o pobres medios, &#8220;bajas&#8221; tecnolog&#237;as, abarcando la ficci&#243;n (Peggy Ahwesh y Margie Strosser, o Michael Almereyda, jugando tambi&#233;n con la camarita Fisher-Price, o Julie Zando con Hi-8), el documental (Ellen Spiro, Paul Garrin, Txuspo Poyo) o la videocorrespondencia (Shuji Terayama y Shuntaro Tanikawa), con frecuentes intencionalidades a&#241;adidas &#8212;de &#237;mpetu activista, reivindicativo o contrariador&#8212;, igualmente advertibles en la obra de varios de los dem&#225;s autores y autoras mencionados.</p>"
	},
	{
		"pid" : 10,
		"p" : "<p> Ahora que el cine cumple cien a&#241;os, la producci&#243;n familiar y amateur en general parece que despierta un nuevo inter&#233;s &#8212;cuando en general ha sido un &#225;mbito ignorado o menospreciado, marginado o trivializado al m&#225;ximo&#8212;, apareciendo tesis y libros[[[vii]]] o, asimismo, series o programas de televisi&#243;n con un enfoque otramente m&#225;s serio, respetuoso y riguroso que el de las emisiones aludidas algunos p&#225;rrafos atr&#225;s.[[[viii]]] Y esto, junto a otras expresiones e interrogaciones de lo privado que trascienden a lo p&#250;blico, podr&#237;a a su vez interpretarse en relaci&#243;n con el auge de una historiograf&#237;a de la vida privada o cotidiana, en contraposici&#243;n a la cl&#225;sica historia oficial &#8212;historia pol&#237;tica, del poder y la econom&#237;a, de los grandes acontecimientos, etc.&#8212;; tambi&#233;n de otros argumentos historiogr&#225;ficos no tan privados &#8212;por ejemplo, el de una historia de las mujeres, y aqu&#237; cabr&#237;a resaltar por otra parte el relieve que han tenido los planteamientos feministas en el campo sobrevolado en este art&#237;culo&#8212;; y, por fin, la renovada atenci&#243;n que en general suscitan el memorialismo, la biograf&#237;a y todas sus variantes.</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> La actual incidencia de los medios, las fuentes y la anormativa estil&#237;stica del v&#237;deo (y cine) dom&#233;stico en el v&#237;deo (y cine) de autor, experimental o como se le prefiera llamar, cobra pues una pluralidad de matices y bifurcaciones sucesivas. Algunas obras no pretenden ir mucho m&#225;s all&#225; de lo privado o lo experimental &#8212;que, en muchos casos, se dan la mano a trav&#233;s de la vivencia de lo cotidiano y las particularidades de su captura audiovisual&#8212;, pero otras nos introducen en los esquivos pozos de la memoria y la historia (pret&#233;rita o reciente) desde penetrantes o inquisitivos puntos de vista que permiten descubrir cosas no sabidas o previamente imperceptibles; que procuran la construcci&#243;n de una identidad&#8212;muchas veces desde la &#8220;otredad&#8221;&#8212; y la deconstrucci&#243;n de(ruptura con) unos condicionamientos e ideas recibidas por intimidaci&#243;n social; y que afrontan las zozobras e interrogaciones del d&#237;a a d&#237;a individual, colectivo y pol&#237;tico.</p>"
	},
	{
		"pid" : 12,
		"p" : "<p> Cap de Creus - Barcelona, agosto 1995</p> <div id=\"sdendnote1\"><p>[i] </p><p> [ ][N]OTAS</p><p> Rosalind Krauss, &#8220;The Aesthetics of Narcissism&#8221;, en October, n&#186; 1, primavera 1976. Este ensayo, posteriormente recogido en diversas antolog&#237;as o recopilaciones, se refiere concretamente al v&#237;deo de artistas como Vito Acconci, Richard Serra y Nancy Holt, Bruce Nauman, Lynda Benglis, Joan Jonas y Peter Campus.</p>  <div id=\"sdendnote2\"><p>[ii]Jaime Vallaure, &#8220;V&#237;deo dom&#233;stico o lo marginal dentro de lo marginal&#8221;, en el cat&#225;logo del VIII Festival de V&#237;deo Musical de Vitoria-Gasteiz, 1993.</p>  <div id=\"sdendnote3\">"
	},
	{
		"pid" : 13,
		"p" : "<p>[iii]Supongo que, similarmente a lo sucedido con tan modesto cacharro, alguien sabr&#225; sacar todo su partido de una c&#225;mara digital tan rudimentaria como la QuickCam, un perif&#233;rico inform&#225;tico que puede adquirirse por 20.000 pesetas, o por casi la mitad en el pa&#237;s del d&#243;lar.</p>  <div id=\"sdendnote4\"><p>[iv]Mi interpretaci&#243;n aqu&#237; de la situaci&#243;n y dilemas actuales de la videocreaci&#243;n se refiere en primer lugar a una precariedad que se hace perceptible en el conjunto del estado espa&#241;ol, pero que, sin entrar en detalles, puede hacerse extensible a una escala mayor.</p>  <div id=\"sdendnote5\">"
	},
	{
		"pid" : 14,
		"p" : "<p>[v]El v&#237;deo o cine dom&#233;stico, m&#225;s exactamente el familiar, tiende por lo contrario a una carencia de autor&#237;a precisa &#8212;otra que la de la instituci&#243;n familiar&#8212;, y a la impersonalidad y el estereotipo, tal como ha apuntado Roger Odin, &#8220;Du film de famille au journal film&#233;&#8221;, en Le Je film&#233;, al cuidado de Yann Beauvais y Jean-Michel Boubours, Par&#237;s: &#201;ditions du Centre Pompidou, 1995.</p>  <div id=\"sdendnote6\">"
	},
	{
		"pid" : 15,
		"p" : "<p>[vi]Para otra aproximaci&#243;n al tema m&#225;s centrada en este aspecto, v&#233;ase Carmen Navarrete, &#8220;Usos privados: testimonios p&#250;blicos&#8221;, en OFF v&#237;deo, n&#186; 3, Donostia - San Sebasti&#225;n, 1993.</p>  <div id=\"sdendnote7\"><p>[vii]Por ejemplo, el reciente Le film de famille: usage priv&#233;, usage public, bajo la direcci&#243;n de Roger Odin, Par&#237;s: M&#233;ridiens Klincksieck, 1995.</p>  <div id=\"sdendnote8\">"
	},
	{
		"pid" : 16,
		"p" : "<p>[viii]Incluyendo aportaciones de algunos de los nombres  mencionados en estas p&#225;ginas, como, por ejemplo, las diversas entregas de la mod&#233;lica &#8220;Serie de la Hungr&#237;a privada&#8221; de Peter Forg&#225;cs (iniciada en 1988), dedicada a la recopilaci&#243;n/recuperaci&#243;n de las filmograf&#237;as de distintos aficionados.</p>  </body> </html>"
	}
]