[
	{
		"pid" : 0,
		"p" : "<p> <b>Trajecte de l'obra de Muntadas</b></p><p><b>(Foreword)</b></p><p><i>Background</i> &#233;s el rerafons, all&#242; que hi ha enrera, la traject&#242;ria, el rastre, la documentaci&#243;, el comentari, la informaci&#243;, el cat&#224;leg...</p><p> <i>Foreground</i> &#233;s l'exposici&#243; amb motiu de la qual s'edita aquest cat&#224;leg, amb motiu de la qual escric aquestes ratlles.</p>"
	},
	{
		"pid" : 1,
		"p" : "<p> Tot i que, des de principis dels setantes, Muntadas ha desenvolupat gran part de la seva obra fora d'Espanya, afortunadament no han mancat oportunitats d'anar seguint el seu treball. La seva pres&#232;ncia a sales i centres d'art d'arreu de l'estat ha tingut una certa periodicitat; a Madrid i a Catalunya amb m&#233;s freq&#252;&#232;ncia, per&#242; tamb&#233;, en els darrers anys, a Donostia, Val&#232;ncia o Granada. I, d'altra banda, la seva obra ha estat&#224;mpliament documentada i comentada a trav&#233;s de publicacions diverses, cat&#224;legs, revistes i diaris.</p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Moltes vegades m'ha tocat d'escriure sobre el seu treball, per&#242; generalment d'una manera parcial, en refer&#232;ncia b&#224;sicament als seus treballs en v&#237;deo, un mitj&#224; en el fa uns anys em vaig endinsar, en la qual cosa hi va tenir ell quelcom a veure. Un dels primers articles que jo vaig escriure fou una ressenya de l'exposici&#243; que Muntadas realitz&#224; a la Galeria Vandr&#233;s, de Madrid, pels voltants del Nadal de 1974. Dotze hiverns despr&#233;s, m'he posat a regirar en la mem&#242;ria (tamb&#233; a la dels papers) per tal de resseguir la seva traject&#242;ria, tra&#231;ar aquest <i>Background</i> que, donada l'amistat i el contacte freq&#252;ent que hem mantigut, &#233;s tamb&#233; per a mi un trajecte. (1)</p><p> <b>1963-1970 / Pintura: Nota breu per a un llarg adeu</b></p>"
	},
	{
		"pid" : 3,
		"p" : "<p> Resseguir la traject&#242;ria d'un artista, la cronologia de la seva obra, &#233;s nom&#233;s una manera d'acostar-se a l'artista i a l'obra. Els curriculums s&#243;n una cosa i la interpretaci&#243; artigr&#224;fica n'&#233;s una altra. Moltes passes es poden obviar perqu&#232; ara ens assemblen passatgeres, anecd&#242;tiques o insignificants. Jo em podria saltar el Muntadas dels anys seixantes, la seva etapa pict&#242;rica, i probablement ning&#250; m'ho retreuria. Es un aspecte dins la seva traject&#242;ria que ja ha quedat molt enrera. N'hi hauria prou amb tot just mencionar-ho, ja que Muntadas ha &quot;trencat&quot; amb la pintura a comen&#231;ament dels setantes, tot orientant el seu treball vers direccions i mitjans ben distints. Per&#242; aix&#237; com hi ha altres artistes que han passat tamb&#233; per diferents fases i similars o inverses ruptures i han decidit d'oblidar-se totalment de la o les etapes pr&#232;vies o o interm&#232;dies &#8212;les quals es veuran com aer&#242;lits de proced&#232;ncia inconeguda en relaci&#243; a les obres per les que han estat definitivament reconeguts&#8212;, en el cas de Muntadas, si b&#233; hi ha almenys tres etapes f&#224;cilment diferenciables, tamb&#233; hi ha al mateix temps una certa coher&#232;ncia, una continuaci&#243; i ampliaci&#243; (o derivaci&#243;) de determinades inquietuds. Es per aix&#242; que, en el seu cas, hom pot comen&#231;ar encara per l'estricta cronologia i. en conseq&#252;&#232;ncia, afegir-hi quelcom m&#233;s sobre els primers anys de la seva pr&#224;ctica art&#237;stica.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> La primera activitat significativa en la traject&#242;ria d'Antoni Muntadas fou la seva participaci&#243; en l'exposici&#243; col.lectiva <i>Machines</i>(Sala Lleonart, Barcelona, abril-maig 1964), juntament amb R.Camprub&#237;, J. Escrib&#224;, J. Gal&#237;, J. Huguet, A. Mercader i J. Prats, amb els quals havia coincidit abans en l'avinentesa d'un Concurs de Pintura Universit&#224;ria. Pintures dels estils m&#233;s diversos (amb inclusi&#243; de procediments de collage i assemblage) i diapositives (de Camprub&#237;, que era el fot&#242;graf del grup) compartien l'espai amb vells artilugis de f&#237;sica recreativa procedents de l'Escola d'Enginyers Industrials de Barcelona (on Muntadas cursava estudis) i amb ambientaci&#243; musical a base de composicions ac&#250;stiques i electr&#242;niques d'Homs, Mestres-Quadreny, Stockhausen i Eimert.Aquesta exposici&#243; ha passat a la hist&#242;ria de l'art catal&#224;contemporani com una de les fites m&#233;s o menys a&#239;llades que assenyalen l'aparici&#243; d'una nova generaci&#243; que repren l'esperit avantguardista que en la Catalunya de la postguerra havia mantingut enc&#232;s el grup Dau al Set, un membre del qual, Joan Brossa, faria la ressenya po&#232;tica de l'esdeveniment. D'altra banda, <i>Machines</i> introdu&#239;a d'alguna manera el concepte d'<i>environment</i> o ambient, i &#233;s significatiu que tres dels artistes que hi participaren &#8212;Jordi Gal&#237; i Antoni Mercader, endem&#233;s de Muntadas&#8212;tindrien uns quants anys despr&#233;s un paper destacat en la gestaci&#243;d'uns nous comportaments art&#237;stics, d'un art &quot;conceptual&quot; i un art amb nous mitjans.</p>"
	},
	{
		"pid" : 5,
		"p" : "<p> Mentre que<i>Machines</i> romandria una experi&#232;ncia a&#239;llada (i possiblement anecd&#242;tica), per&#242; en la que en certa manera hom pot ja advertir l'assaig de nous suports i conceptes encara inhabituals a l'escena art&#237;stica local d'aquells anys, la pintura de Muntadas de la segona meitat dels seixantes introdueix unes arrels tem&#224;tiques i conceptes visuals que retrobem en la seva obra posterior. Proper al Pop, que troba llavors gran ress&#242; entre molts artistes joves de tota Espanya, la pintura &#233;s per a Muntadas un mitj&#224; visual de reflexar i comentar la societat contempor&#224;nia, una cultura en la que prenen protagonisme la imatge, l'objecte de consum, els mitjans de comunicaci&#243;... Aix&#237; mateix com una t&#224;ctica pr&#242;pia del Pop-Art es pot entendre l'&#250;s/apropiaci&#243;d'imatges alienes, preexistents, virtualment an&#242;nimes, produ&#239;des industrialment, la qual cosa retrobarem de manera accentuada en l'&#250;s que Muntadas ha fet de mitjans com la fotografia i el v&#237;deo.</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> Els t&#237;tols d'algunes de les pintures del primer Muntadas s&#243;n tamb&#233; prou significatius. La s&#232;rie dels <i>Homenajes a Monica Vitti</i> o la seva participaci&#243; en un muntatge col.lectiu sobre el superheroi modern James Bond denoten tem&#224;tiques t&#237;picament Pop. Posteriorment, trobem t&#237;tols com <i>Positivo y Negativo</i> i <i>A+ B</i> que anuncien la t&#224;ctica del contrast dicot&#242;mic, tan caracter&#237;stica de l'obra posterior de Muntadas. I, finalment, la sequedat de t&#237;tols com <i>Incomunicaci&#243;n</i>, <i>Contaminaci&#243;n</i>, <i>Informaci&#243;n</i> i d'altres m&#233;s enunciatius com <i>De espaldas al mundo</i> o <i>Dir&#237;gete a las grandes superficies</i>, que expressen per si sols la import&#224;ncia que va prenent el contingut, la significaci&#243;. De les reproduccions fotogr&#224;fiques d'aquests quadres, les caracter&#237;stiques que hi observo s&#243;n: l'&#250;s de colors plans, contrastos elementals, figures esquematitzades en forma de siluetes (&quot;&#233;ssers an&#242;nims o &#233;ssers-robot&quot;, segons la intenci&#243; de l'artista), tot aix&#242; evocador de grafismes i imatges publicit&#224;ries, d'una iconografia molt depurada i en la que les sugger&#232;ncies (el missatge) s'expressen amb extrema simplicitat, tot actuant com a s&#237;mbols abans que com a representaci&#243; realista.</p><p> <b>1971-1973 / A les palpentes: Reconeixement sensorial d'un microentorn</b></p>"
	},
	{
		"pid" : 7,
		"p" : "<p> El mes d'octubre del 1971, Muntadas present&#224; a la Galeria Vandr&#233;s de Madrid una inusual exposici&#243; amb la que donava a con&#232;ixer la nova orientaci&#243; que havia pres el seu treball desde comen&#231;aments d'aquell any. &quot;El quadre com a tal ha perdut la seva finalitat&quot;, escriu l'artista despr&#233;s d'haver fet balan&#231; de la seva obra anterior en el text que obre el cat&#224;leg, tot passant a exposar seguidament les raons per les quals ha arribat a aquesta conclusi&#243;: a la receptivitat passiva i la mercantilitzaci&#243; de l'art com objecte hi oposa la necessitat d'una participaci&#243; del p&#250;blic, d'un art que acompleixi una funci&#243; educativa activa, que propicii l'intercanvi i desperti la creativitat latent en qualsevol persona, el que a la vegada exigeix un replantejament dels conceptes de galeria, exposici&#243;, obra art&#237;stica... L'artista s'ha adonat de que, respecte de la seva intencionalitat, les seves pintures no han anat m&#233;s enll&#224;de la pura den&#250;ncia, reflexe o constataci&#243;, tot trobant-hi a faltar la possibilitat d'una via d'acc&#233;s sensible, m&#233;s immediata, que permeti un contacte m&#233;s directe i una percepci&#243; menys passiva. A partir d'aquest punt, Muntadas desenvolupa un nou projecte de treball a l'entorn dels que anomena <i>subsentits</i>: el tacte, el gust i l'olfacte com a sentits infradesenvolupats amb respecte a la vista i l'o&#239;da.</p><p> L'exposici&#243; a Vandr&#233;s inclo&#239;a realitzacions molt diverses que hom pot agrupar en tres classes:</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> a) <i>Objectes</i>.Muntadas cre&#224; una s&#232;rie d'objectes i escultures que, per les seves formes elementals (cercles, cubs, escales) i per les caracter&#237;stiques dels materials emprats (comuns, industrials), hom podria relacionar amb l'art pobre (una tend&#232;ncia que va tenir bastanta incid&#232;ncia en l'art jove espanyol d'aquells anys), per&#242; sempre concebuts com a propostes d'experi&#232;ncia subsensorial; aix&#237;, els <i>manipulables</i>, discs de fusta segmentats en trossos diversos que inviten a &#233;sser recomposats (com un trencaclosques) amb els ulls clucs; aix&#237;, l'<i>escala t&#224;ctil</i>, els travessers de la qual s&#243;n recoberts de mat&#232;ries diverses(pl&#224;stic, cart&#243; ondulat, robes diverses, paper de vidre, claus, filferro, etc.); aix&#237;, els <i>pianos t&#224;ctils</i>, el <i>cub d'olors</i>, els <i>manipulables olfacte-gust</i>, les <i>columnes</i> o fileres de materials diversos col.locats en bosses opaques, etc.</p>"
	},
	{
		"pid" : 9,
		"p" : "<p> b) <i>Ambients</i>.Tot derivant-se del treball amb objectes, volums i materials diversos i de la seva concepci&#243; com propostes participatives, Muntadas comen&#231;&#224; a desenvolupar un treball a i sobre l'espai, en forma de diversos ambients a diferents recintes de la galeria. Aix&#237;, al pati que acondu&#239;a a l'entrada va col.locar v&#224;ries cortines de pl&#224;stic en paral.lel, amb la separaci&#243; justa per tal de permetre la circulaci&#243; dels visitants. Tamb&#233; al pati, va situar una <i>cambra subsensorial</i>, recinte penetrable de m&#224;xima obscuritat i m&#224;xim a&#239;llament sonor.I, a un dels espais interiors de la galeria, va extendre fils de nylon entre el sostre i les parets i el terra, tensats per barres de fusta de posici&#243; canviable; a m&#233;s a m&#233;s, una c&#224;mera de v&#237;deo transmitia imatges d'aquest espai a monitors situats a diferents punts de la galeria, mitjan&#231;ant un dispositiu de circuit tancat de televisi&#243;.</p>"
	},
	{
		"pid" : 10,
		"p" : "<p> c) <i>Documents d'accions</i>.L'acci&#243; o experi&#232;ncia era part integral de les propostes subsensorials de Muntadas, i els sistemes de reproducci&#243; visuals, audiovisuals i lexivisuals (foto, film, v&#237;deo, &#224;udio, impresos)eren emprats per al seu enregistrament documental. Aix&#237;, l'exposici&#243;inclo&#239;a documents d'accions i experi&#232;ncies precedents i, a la vegada, a partir del dispositiu de circuit tancat instal.lat, gener&#224;noves accions enregistrades en v&#237;deo. (Ressalto en aquest punt que Muntadas rarament ha realitzat accions en viu, executades en p&#250;blic&#8212;el que s'acostuma a entendre per performances&#8212;, i que les experi&#232;ncies col.lectives de participaci&#243; que realitz&#224; a principis dels setantes s'inscrivien abans en programes pedag&#242;gics experimentals que no pas en la tradici&#243; del happening; l'acci&#243; &#233;s, doncs, un mitj&#224; que comporta la mediaci&#243; de la foto, el film o el v&#237;deo com a suports amb els que es d&#243;na a con&#232;ixer al p&#250;blic).</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> Fins a principis del 1974, quan el seu treball empren un nou gir, Muntadas desenvolupar&#224; una intensa activitat al voltant dels subsentits i de les experi&#232;ncies de participaci&#243;, tot perllongant aquelles primeres realitzacions amb els mitjans ja assenyalats i amb els materials m&#233;s comuns. Aix&#237;, el mateix mes d'octubre del 1971 en que exposa a Vandr&#233;s, experimenta a Eivissa (on l'ICSID, Congr&#233;s internacional de dissenyadors industrials, aplega tamb&#233; a altres artistes com Ponsat&#237;, Miralda i Xifra) amb un producte industrial, el <i>Vacuflex</i>&#8212;tub flexible de pl&#224;stic i espires met&#224;l.liques utilitzat per a la conducci&#243; de fluids&#8212;, per a crear el que anomena una &quot;escultura m&#242;bil de participaci&#243;&quot;. I a Nova York, al comen&#231;ament de la seva estada all&#237;, l'any 1974, les bosses d'escombraries constitueixen tamb&#233; un material escult&#242;ric ef&#237;mer i variable en el propi context urb&#224; on es troben. Als Encuentros de Arte de Pamplona(juliol de 1972), dissemina en un camp ras cobert per una c&#250;pula neum&#224;tica m&#250;ltiples aparells de televisi&#243; i radio, magnet&#242;fons, projectors de diapositives, etc. &#8212;amb emissi&#243; de missatges i sorolls visuals i sonors a l'atzar&#8212;, tot creant un paisatge de&quot;pol.luci&#243; audiovisual... com a cr&#237;tica d'una situaci&#243;d'insensibilitzaci&#243;&quot;. (Aquesta darrera pe&#231;a anuncia el que esdevindr&#224; l'eix d'atenci&#243; en l'obra de Muntadas algun temps despr&#233;s).</p>"
	},
	{
		"pid" : 12,
		"p" : "<p> El reconeixement de materials diversos, de l'espai i del cos hum&#224; &#233;s objecte de diferents accions, sempre amb el film, el v&#237;deo o la fotografia com a mitj&#224;d'enregistrament documental i suport final de la proposta. Es produeix aqu&#237; la paradoxa de que l'experi&#232;ncia subsensorial, el reconeixement pel tacte, el gust, l'olfacte, &#233;s representada per sistemes visuals i audiovisuals, quan justament els sentits visual i auditiu s&#243;n ignorats a la proposta que genera l'acci&#243; (la qual s'executa en molts casos a cegues). (2)</p>"
	},
	{
		"pid" : 13,
		"p" : "<p> A partir del 1972, les realitzacions objectuals s&#243;n cada cop m&#233;s escasses i els ambients i experi&#232;ncies de participaci&#243; s'emmarquen usualment en el context d'institucions educatives i programes de sensibilitzaci&#243;est&#232;tica (Escola Eina de Barcelona, Universitat Catalana d'Estiu a Prada, Museus Metropolitan i Guggenheim de Nova York i Universitat de Tallahasee, Florida). El m&#243;n immaterial dels olors &#233;s objecte d'algunes realitzacions i projectes, entre els quals s'inclouen el projecte d'una instal.laci&#243; olfactiva amb la utilitzaci&#243;d'ess&#232;ncies (<i>Smelling Areas</i>)i la proposta d'elaborar un mapa d'olors de Nova York. En aquesta darrera proposta, com a la preparada juntament amb Alberto Coraz&#243;n per al Congr&#233;s Internacional de Comunicaci&#243; Humana celebrat a Barcelona el novembre del 1973, i en un treball inacabat dels anys 1973-74 sobre carrers, mercats i estacions, hom pot ja advertir un eixamplament de la perspectiva presa pel treball de Muntadas, que ell mateix ha caracteritzat com el pas del <i>microentorn</i>(el contacte sensorial de l'individu amb coses i cossos) al<i>macroentorn</i>(la comunicaci&#243; social en la trama de l'urbs), pas intermedi abans d'arribar al <i>mediaentorn</i>(les xarxes dels mitjans de comunicaci&#243; de masses a la societat post-industrial).</p>"
	},
	{
		"pid" : 14,
		"p" : "<p> Abans d'arribar a aquest punt voldria afegir algunes min&#250;cies a prop&#242;sit d'altres activitats menys significatives del per&#237;ode 1971-1973, que prenen per&#242; rellev&#224;ncia en relaci&#243; a l'obra posterior de Muntadas. La primera &#233;s l'aparici&#243; d'un m&#232;tode sociol&#242;gic com es l'enquesta, en la pe&#231;a que va realitzar per a una exposici&#243; col.lectiva en homenatge a Picasso (Galeria Aquit&#224;nia, Barcelona, 1971), el que pren una particular significaci&#243; en relaci&#243; a l'inter&#232;s per les ci&#232;ncies socials que es far&#224; manifest a posteriors treballs. (Tamb&#233;en les experi&#232;ncies col.lectives d'aquest per&#237;ode es pot advertir embrion&#224;riament aquest inter&#232;s). Una segona min&#250;cia &#233;s l'aparici&#243;primerenca, l'any 1973, de la formulaci&#243; &quot;art &#61611; vida&quot;, la qual esdevindr&#224; tot un lema en anys subseg&#252;ents i que comen&#231;a a estampar a diferents llocs (a Paris, Ciutat de Mallorca, Nova York) i sobre tota mena de superf&#237;cies (els vidres d'una finestra, la pantalla d'un televisor, un mirall). Per &#250;ltim, hom podria ressaltar, car ha estat tamb&#233; una constant, la peri&#242;dica relaci&#243;/col.laboraci&#243; amb altres artistes i la participaci&#243; en projectes col.lectius i en la seva impulsi&#243;; en aquest cas, m&#250;ltiples col.laboracions amb Antoni Miralda (amb qui coincidir&#224; a Nova York) i la ja al.ludida amb Alberto Coraz&#243;n, per&#242;, sobretot, en el que ser&#224; el nucli principal del conceptualisme a Catalunya, el Grup de Treball, el coordinador del qual era Antoni Mercader (que, ho recordo, havia estat company de Muntadas a l'exposici&#243; <i>Machines</i>)i del que tamb&#233; formaren part, entre altres, Francesc Abad, Jordi Benito, Pere Portabella, Angels Rib&#233;, Carles Santos, Doroth&#233;e Selz i Francesc Torres.</p><p> <b>1974-1977 /Art </b><b>&#61611;</b><b> </b><b>Vida: Del macroentorn al mediaentorn</b></p><p> A comen&#231;aments del 1974, Muntadas realitz&#224; dos treballs que, a la meva manera de veure, anuncien una nova fase en la seva obra:</p>"
	},
	{
		"pid" : 15,
		"p" : "<p>- <i>TV/Feb.27/1 PM</i>: Muntadas deman&#224; a persones que coneixia de diferents paisos que enregistressin en v&#237;deo una hora de la programaci&#243; normal de televisi&#243; al seu pais, el mateix dia i a la mateixa hora, amb objecte de fer-ne despr&#233;s una presentaci&#243; simult&#224;nia, multimonitor, de tot el material reunit arran de la proposta.</p>"
	},
	{
		"pid" : 16,
		"p" : "<p>-<i>Confrontations</i>: Sota aquest t&#237;tol, Muntadas present&#224; un conjunt de realitzacions videogr&#224;fiques (Automation House, Nova York, mar&#231; 1974), que inclo&#239;en una instal.laci&#243; de tres canals (de la que hi ha tamb&#233;una versi&#243;/documentaci&#243; monocanal), la qual constava de diverses parts sobre la base del contrast triple entre enregistraments documentals realitzats a diferents carrers de Manhattan i entre gravacions obtingudes de la programaci&#243; de distints canals televisius (a la vegada amb una subdivisi&#243; per g&#232;neres/formats: programes de not&#237;cies, programes d'entreteniment i pel.l&#237;cules de ficci&#243;).</p><p> A Espanya, a partir de l'estiu del mateix any, realitz&#224; altres tres activitats no menys significatives:</p>"
	},
	{
		"pid" : 17,
		"p" : "<p>- Amb el nord-americ&#224; Bill Creston, el juliol organitz&#224; a la Sala Vin&#231;on de Barcelona (llavors un dels bastions de les noves tend&#232;ncies art&#237;stiques) un <i>Taller de treballs amb videotape en grups</i>.En un moment en que el v&#237;deo era encara un mitj&#224; de dif&#237;cil acc&#233;s al nostre pais, aquesta fou la primera oportunitat de que persones procedents de diferents camps poguessim tenir un primer contacte amb el llegendari <i>portapak</i>, el primitiu magnetoscopi portable de bobines que havia possibilitat la eclosi&#243; del v&#237;deo-art i el v&#237;deo-activisme en altres contextes.</p>"
	},
	{
		"pid" : 18,
		"p" : "<p>- Amb el suport de la Galeria Cadaqu&#233;s, i el mateix mes de juliol del 1974, realitz&#224;l'experi&#232;ncia <i>Cadaqu&#233;s Canal Local</i>, que pot considerar-se com la primera experi&#232;ncia de televisi&#243;local/comunit&#224;ria que s'hagi fet al nostre pais. Al llarg de quatre jornades, Muntadas i el seu equip de col.laboradors realitzaren una s&#232;rie de reportatges i entrevistes que, en plena invasi&#243; tur&#237;stica d'aquest bell indret de la Costa Brava, retornaven el protagonisme al poble de Cadaqu&#233;s. Els enregistraments realitzats es mostraven al vespre a llocs com el Casino i altres bars on el televisor &#233;s un punt de reuni&#243; q&#252;otidi&#224;.</p>"
	},
	{
		"pid" : 19,
		"p" : "<p>- Finalment, el mes de desembre realitz&#224; la seva segona exposici&#243; individual a la Galeria Vandr&#233;s de Madrid. Sota el lema <i>Arte</i><i>&#61611;</i><i> </i><i>Vida</i>, la mostra constava de tres &#224;rees ben diferenciades: 1) una s&#232;rie de videocassettes de difusi&#243; permanent amb una selecci&#243; de documents audiovisuals de l'etapa &quot;subsensorial&quot;; 2) una instal.laci&#243;, <i>Emisi&#243;n/Recepci&#243;n</i>, consistent en la doble projecci&#243; enfrontada de s&#232;ries de diapositives preses d'emissions de TVE per un cant&#242;, i de receptors situats a bars i llars privades per l'altre; 3) sota el t&#237;tol <i>Diario 10-22 Diciembre 1974, Madrid</i>, una activitat v&#237;deo processual, cada dia diferent en funci&#243;d'ocurr&#232;ncies i incid&#232;ncies diverses i, sobretot, de les propostes que forniren alguns dels propis visitants de la mostra, a partir de les quals es realitzaren diversos enregistraments documentals amb els equips de v&#237;deo disponibles. D'altra banda, la celebraci&#243; d'un col.loqui sobre &quot;El v&#237;deo como medio de expresi&#243;n, comunicaci&#243;n e informaci&#243;n&quot; &#8212;amb la participaci&#243; de Ren&#233;Berger, Alexandre Cirici, Sim&#243;n March&#225;n i altres&#8212;contribu&#237; a que la mostra de Muntadas prengu&#233;s un car&#224;cter informatiu i did&#224;ctic pel que fa al nou mitj&#224; videogr&#224;fic, en l&#237;nia amb les activitats que havia desenvolupat precedentment a Catalunya. (3)</p>"
	},
	{
		"pid" : 20,
		"p" : "<p> <i>Transfer</i>(1975) &#233;s tamb&#233; una de les peces significatives en la definici&#243;d'una nova etapa dins l'obra de Muntadas. Es un v&#237;deo ready-made, fruit d'un atzar. Quan l'artista va fer transferir a videocassettes de format U-M&#224;tic els seus primers films i v&#237;deos d'altres formats, l'empresa que realitz&#224; els transfers li va entregar per error una cinta d'&#250;s intern de la companyia Pepsi-Cola. Muntadas decid&#237;fer-se seva aquesta cinta, tot afegint-hi nom&#233;s un breu comentari sobre les circumst&#224;ncies en que havia anat a caure en les seves mans. Malgrat el contingut innocu de la cinta (que tracta d'aspectes sanitaris en la producci&#243; i envasat de refrescs i altres productes alimenticis), l'&quot;autor&quot; va veure en l'accidental transfer&#232;ncia l'oportunitat de fer p&#250;blic, fer visible, l'oculta utilitzaci&#243; dels mitjans de informaci&#243; i l'expressi&#243; de la imatge interna de les grans empreses, all&#242; que &quot;ens afecta sense que siguem conscients de la seva exist&#232;ncia&quot;.</p>"
	},
	{
		"pid" : 21,
		"p" : "<p> Del novembre del 1975 fins al febrer del seg&#252;ent any, Muntadas recorre diverses ciutats d'Am&#232;rica Llatina i presenta el seu treball a diferents centres i museus. La instal.laci&#243;/acci&#243; <i>HOY</i>, repetida en quatre ocasions al llarg de l'itinerari (Buenos Aires, Sao Paulo, Caracas, M&#233;xico DF), introdueix el contrast entre informaci&#243; p&#250;blica (massiva) i privada (personal) que desenvolupar&#224;en altres treballs posteriors. En un espai a les fosques, la informaci&#243; p&#250;blica era representada per una filera de diaris del dia, penjats per un extrem i il.luminats per un focus puntual. A l'altre extrem de la sala, la informaci&#243; personal era la performance de l'artista, prove&#239;t d'un micr&#242;fon amb el que s'amplificava la seva respiraci&#243; i amb una projecci&#243; de llum que il.luminava el seu pit nu; &#233;s a dir, actuant senzillament com un &quot;respirador&quot;(el que em recorda que Duchamp va dir que no es considerava un artista, sin&#243; tan sols un respirador).</p>"
	},
	{
		"pid" : 22,
		"p" : "<p> <i>The Last Ten Minutes</i>, v&#237;deo-instal.laci&#243; presentada per primera vegada a The Kitchen(Nova York, mar&#231; 1976), confronta en tres monitors els deu darrers minuts de la programaci&#243; televisiva a canals de paisos diferents, Argentina, Brasil i Estats Units, en all&#242; que tenen d'uniforme els mass-media i que palesa el tancament nocturn de les emissions televisives (la darrera actualitat, la confortaci&#243; moral, el comiat del locutor de torn, els emblemes nacionals i d'empresa). Als &quot;deu darrers minuts&quot; els succeeixen despr&#233;s enregistraments realitzats a ciutats dels esmentats paisos (un pla-seq&#252;&#232;ncia d'un carrer c&#232;ntric en cada cas) com a reflexe de la diversitat humana i cultural, i com contrast de la q&#252;otidianitat amb la &quot;posta en escena&quot; televisiva.</p>"
	},
	{
		"pid" : 23,
		"p" : "<p> <i>N/S/E/O</i>, l'ambient realitzat per Muntadas a la Biennal de Ven&#232;cia del 1976,&#233;s una obra de caracter&#237;stiques totalment distintes a les examinades fins ara, per&#242; que tindr&#224; igualment continuitat en altres treballs posteriors. El concepte dicot&#242;mic, la t&#224;ctica d'enfrontament dels opostos, s'estableix en aquest cas en un doble eix, com una mena de geografia ir&#242;nica dels esquemes pol&#237;tics i ideol&#242;gics que regeixen el m&#243;n: Deu s'enfronta al diable (la religi&#243; tamb&#233; com ideologia) com els Estats Units s'enfronten a l'URSS... Un espai a les fosques amb un gran mapa-mundi al terra; a les quatre parets, i m&#250;tuament oposats, un crucifix i una efigie d'Ex&#250; (el diable de la macumba brasilenya), les barres-i-estrelles de la bandera estadounidenca i la-fal&#231;-i-el-martell de la bandera roja; cinc focus il.luminen cadascun dels elements esmentats i una successi&#243; d'himnes nacionals de diferents paisos completa sonorament l'ambient.</p>"
	},
	{
		"pid" : 24,
		"p" : "<p> A Barcelona, a l'octubre del 1976, Muntadas presenta a la Galeria Ciento una s&#232;rie de documents de la seva obra recent i, simult&#224;niament, realitza l'experi&#232;ncia <i>Barcelona Districte 1</i>, prototipus o model per a una televisi&#243; de barri. Com en el cas de<i>Cadaqu&#233;s Canal Local</i>, els enregistraments es realitzaren amb un senzill equip portable de v&#237;deo en blanc i negre i amb la participaci&#243; d'altres persones i grups. En aquest cas, les gravacions obtingudes es mostraven en un popular bar-quiosc de la Pla&#231;a del Palau.</p>"
	},
	{
		"pid" : 25,
		"p" : "<p> El mar&#231; del 1977, Muntadas realitz&#224; una nova v&#237;deo-instal.laci&#243; a l'Everson Museum de Syracuse, a l'estat de Nova York (que &#233;s, per cert, el primer museu que va establir un departament espec&#237;ficament dedicat al v&#237;deo, l'any 1971). El t&#237;tol de l'obra era <i>Bars</i>,&quot;Barrots&quot;, i s'anunciava com a part d'una projectada s&#232;rie de treballs, <i>The Animal Series</i>.L'oposici&#243; s'establia en aquest cas sobre l'eix de la g&#224;bia o reixa: estar fora o estar-hi dins. En establir la relaci&#243; entre la imatge d'un ocell engabiat i una imatge de l'exterior del museu (i dels vianants) vist a trav&#233;s d'una finestra amb reixes, els dos monitors adjacents suggerien altres relacions &#8212;vigil&#224;ncia/protecci&#243;, observador/observat, espectador/objecte-d'espectacle&#8212; i metaf&#242;riques equiparacions entre la pantalla de TV, la finestra i la g&#224;bia.</p>"
	},
	{
		"pid" : 26,
		"p" : "<p> El v&#237;deo<i>Snowflake</i>, tamb&#233; de 1977, presenta similars consideracions. El seu protagonista&#233;s el fam&#243;s &quot;Copito de Nieve&quot;, el goril.la alb&#237; del Zoo de Barcelona, una pe&#231;a &#250;nica al m&#243;n (&quot;com la Mona Lisa&quot;, afegeix Muntadas). A l'inici de la cinta, el professor Sabater, del Zool&#242;gic barcelon&#232;s, exposa l'historial de &quot;Copito&quot; i l'inter&#232;s cient&#237;fic que presenta el seu cas. La reproducci&#243;, la possibilitat gen&#232;tica de que de l'apariament neixi un nou successor tamb&#233; alb&#237; centra les preocupacions cient&#237;fiques, que s&#243;n a la vegada les del Zoo, que espera trobar un relleu per a la seva preuada estrella, per a la singularitat que tant de renom li ha donat. La resta de la cinta est&#224; composada per successius plans de &quot;Copito&quot;(en color) i contraplans d'espectadors/visitants (en blanc i negre), els quals s'alternen i combinen entre si mitjan&#231;ant efectes de cortina que divideixen la pantalla en dos, tal com la g&#224;bia separa a l'animal cautiu de l'home. Una can&#231;&#243; del grup holand&#232;s Golden Earring en la que es parla de &quot;Copito&quot; i del Zoo de Barcelona acompanya les darreres imatges i reflexa aix&#237; la seva repercussi&#243; media-pop(ular) que travessa fronteres.</p>"
	},
	{
		"pid" : 27,
		"p" : "<p> Tot i que Muntadas abandon&#224; aparentment la idea de prosseguir <i>The Animal Series</i>, que quedaria per tant redu&#239;da a aquests dos treballs, hi ha que recordar-ne un tercer en col.laboraci&#243; amb l'antrop&#242;leg Gin&#233;s Serr&#225;n Pag&#225;n, <i>Pamplona-Grazalema</i>, iniciat el 1975 i que no quedaria finit fins a 1980. A la llum d'aquest darrer, que comentar&#233; m&#233;s endavant, la relaci&#243; entre l'home i l'animal motiva una visi&#243; antropol&#242;gica en l'obra de Muntadas com una m&#233;s de les disciplines de les ci&#232;ncies socials per les quals s'ha interessat.</p>"
	},
	{
		"pid" : 28,
		"p" : "<p> Tamb&#233; l'any 1977, Muntadas realitz&#224; una segona versi&#243; de <i>The Last Ten Minutes</i>, presentada a la Documenta 6 i en la que es contrastaven televisions i carrers de Washington, Moscou i del propi lloc on es celebrava l'exposici&#243;, la ciutat alemanya de Kassel. I, per al programa<i>Vid&#233;ographie</i> de la RTBF de Lieja, realitz&#224; <i>Li&#232;ge 12.9.77</i>.En aquesta cinta, un dels punts de parten&#231;a &#233;s el fet de que B&#233;lgica &#233;s un pa&#237;s biling&#252;e en el que, per la seva situaci&#243;geogr&#224;fica unida al gran desenvolupament de la TV per cable, es poden rebre normalment emissions televisives dels diferents paisos veins, Fran&#231;a i Luxemburg, Holanda i la Rep&#250;blica Federal Alemanya.En una de les seq&#252;&#232;ncies, hom pot veure tres televisors adjacents que emeten simult&#224;niament programes de diferents canals i produeixen aix&#237; un batibull ling&#252;&#237;stic a la banda sonora i una canviant successi&#243; d'imatges m&#250;ltiples. D'altra banda, respecte a l'&#250;s que Muntadas havia fet anteriorment del v&#237;deo monocanal, aquesta cinta introdueix una m&#233;s gran complexitat estructural, assaja una escriptura de met&#224;fores visuals que tendeixen a l'expressi&#243; de conceptes abstractes (subjectivitat, temps, llenguatge) a partir d'imatges concretes que identifiquen el mitj&#224; v&#237;deo/TV (la c&#224;mera, els rellotges, l'estudi de TV), alternades amb el collage d'imatges preses directament de la pr&#242;pia programaci&#243; televisiva.</p>"
	},
	{
		"pid" : 29,
		"p" : "<p> Hi ha per for&#231;a qualque arbitrarietat en el fet de diferenciar etapes en funci&#243;d'anys naturals. He seguit fins ara una cronologia any per any, treball per treball, sense detenir-me gaire en possibles subdistincions. Repasso la traject&#242;ria de l'artista, el pas ja abans assenyalat del microentorn al macroentorn i d'aquest al mediaentorn, el que queda caracteritzat en les obres de 1974 en endavant, les quals obren una aparent diversitat de direccions. En aquest sentit, entenc el per&#237;ode 1974-1977 com un per&#237;ode de &quot;definici&#243;&quot;, doncs l'artista assaja diverses idees &#8212;el v&#237;deo com mesotelevisi&#243;i contrainformaci&#243;, l'an&#224;lisi cr&#237;tic dels mass-media, <i>The Animal Series</i>, el contrast de dualitats&#8212; i a la vegada aferma l'orientaci&#243; global de la seva pr&#224;ctica. Aix&#237;, <i>The Last Ten Minutes</i> entre les v&#237;deo-instal.lacions (amb <i>Confrontations</i> i <i>TV/Feb.27/1 PM</i> com a precedents) i <i>Li&#232;ge 12.9.77</i> com a v&#237;deo monocanal concreten una opci&#243; cr&#237;tica i dial&#232;ctica del v&#237;deo en relaci&#243; a la TV com mass-media i quart poder &#8212;la resposta de la microtelevisi&#243; a la unidireccionalitat de la macrotelevisi&#243;, per tal d'emprar els coneguts termes de Ren&#233;Berger&#8212;, opci&#243; que es far&#224; extensiva a d'altres suports i altres mass-media o aspectes concrets (premsa, publicitat, propaganda pol&#237;tica). Per un altre cant&#243;, experi&#232;ncies com <i>Cadaqu&#233;s Canal Local</i> i <i>Barcelona Districte 1</i> resten com a models o prototipus d'una activitat de informaci&#243; i comunicaci&#243; social alternativa que, en una situaci&#243; normalitzada, hauria d'&#233;sser assumida col.lectivament i de manera estable. A les acaballes del franquisme, amb aquests dos projectes, Muntadas introdu&#237; entre nosaltres el model de la mesotelevisi&#243;, el v&#237;deo comunitari i la TV local (quelcom que &#233;s avui una realitat a Catalunya, malgrat que continuen havent-hi traves).</p><p> <b>1978-1982 / Visibilitat redu&#239;da: Per una ecologia dels media</b></p>"
	},
	{
		"pid" : 30,
		"p" : "<p> A trav&#233;s d'escrits, diagrames i entrevistes, vers 1978-79 Muntadas ha explicitat amb claredat els seus plantejaments, part dels quals han estat ja apuntats en el darrer par&#224;graf. Remeto als textos i gr&#224;fics reprodu&#239;ts <i>in extenso</i> a les columnes laterals i tracto de sintetitzar a continuaci&#243; alguns punts nodals, tot recollint endem&#233;s altres declaracions de l'artista.</p>"
	},
	{
		"pid" : 31,
		"p" : "<p> Muntadas defineix la seva pr&#224;ctica en relaci&#243; a la tradici&#243; art&#237;stica, per&#242; una tradici&#243; transmutada per la modernitat, el desenvolupament de noves tecnologies i una realitat en la que s'han imposat els<i>media</i>.Centra el seu camp de treball en aquests (mass-media) i es serveix principalment de les noves tecnologies, els nous mitjans que t&#233; al seu abast, per tal de tractar de mostrar els &quot;mecanismes invisibles&quot; subjacents, sense necessitat (virtualment) de canviar de suport i acudir a un metallenguatge; i amb la possibilitat, en canvi, de mantenir la seva cr&#237;tica subjectiva en el mateix context p&#250;blic/medi&#224;tic. (En una entrevista m&#233;s recent, Muntadas va subratllar com &quot;en catal&#224; es pot distingir entre<i>mitj&#224;</i>, amb el significat d'eina, i <i>medi</i>, que significa context, mentre que <i>medium</i> o <i>media</i> tenen ambd&#243;s sentits&quot;; i conclou: &quot;Jo treballo amb el<i>mitj&#224;</i> sobre (o en relaci&#243; a) el <i>medi</i>&quot;).(4)</p>"
	},
	{
		"pid" : 32,
		"p" : "<p> Respecte de la seva experi&#232;ncia i interessos, Muntadas considera la disjuntiva entre <i>subjectivitat</i> i l'anhel d'<i>objectivitat</i>, concepte que identifica amb la possibilitat d'aportar una intenci&#243;<i>alternativa</i> i una incid&#232;ncia social m&#233;s gran. &quot;Per tal d'aportar alternatives hem de ser m&#233;s objectius, i aix&#242; nom&#233;s pot aconseguir-se amb la combinaci&#243; de les aportacions de diferents persones i de distintes disciplines; &#233;s a dir, per un treball col.lectiu&quot;. (5)</p>"
	},
	{
		"pid" : 33,
		"p" : "<p> Davant d'aquesta disjuntiva, l'artista assumeix la seva posici&#243; individual i concreta la seva intencionalitat com una <i>subjectivitat cr&#237;tica</i>, sense excloure per&#242; l'oportunitat d'emprendre, o participar en, projectes col.lectius. En qualsevol cas, la seva activitat principal ser&#224; la tradicional de l'individu-artista, en especial la de l'artista pl&#224;stic: fer visible, visualitzar un discurs o percepci&#243;subjectiva. En el seu cas, a prop&#242;sit de l'entorn invisible que forma el &quot;paisatge dels media&quot; (<i>media landscape</i>).D'alguna manera, ser&#224; un paisatgista del seu temps i tractar&#224; de&quot;fer visible l'invisible&quot; i incitar a &quot;llegir entre l&#237;nies&quot;.</p>"
	},
	{
		"pid" : 34,
		"p" : "<p> Per a Muntadas,&quot;discurs &#8800; estil&quot;, el mitj&#224; i els procediments formals s&#243;n exclusivament en funci&#243; de la seva adequaci&#243; a un prop&#242;sit.D'altra banda, refusa de proposar un missatge en base a una clau de lectura, a un codi &#250;nic, i espera que sigui la interpretaci&#243; del propi espectador la que acabi de donar sentit a la seva proposta:&quot;Crec en diferents nivells d'interpretaci&#243; &#8212;diu&#8212;, els quals es desprenen de difer&#232;ncies socials, perceptuals i culturals.M'agrada fomentar interpretacions diversificades, provocar interrogants i descoratjar els valors art&#237;stics absoluts&quot;. (**)</p>"
	},
	{
		"pid" : 35,
		"p" : "<p> <i>On Subjectivity</i>(1978) &#233;s un projecte que respon a les premises que he tractat de sintetitzar. Percepci&#243;/lectura de imatges dels media, interpretaci&#243;subjectiva/objectiva, dial&#232;ctica del visible/invisible... tals s&#243;n algunes de les motivacions que es troben en les dues realitzacions que comparteixen el t&#237;tol esmentat: un llibre i un v&#237;deo, a la vegada independents entre si per&#242; conceptualment interrelacionats.</p>"
	},
	{
		"pid" : 36,
		"p" : "<p> El llibre, tal com ho indica el seu subt&#237;tol, compren una selecci&#243; de 50 fotografies extretes del volum <i>The Best of Life</i>, antologia fotogr&#224;fica de la famosa revista nord-americana, un llibre que representa l'h&#237;brid del fotoperiodisme i l'art fotogr&#224;fic(d'acord amb l'autonomia que ha conquerit la consideraci&#243; est&#232;tica de la pr&#224;ctica fotogr&#224;fica). Cadascuna d'aquestes fotos s'acompanya dels ep&#237;grafs, comentaris o respostes de cinc persones de diversa proced&#232;ncia (pel que fa a pa&#237;s, activitat professional, etc.), reprodu&#239;ts tal com es reberen pel que fa a grafia, idioma, etc. (Els noms dels 250 participants venen relacionats a la fi del llibre, per&#242;la seva contribuci&#243; no apareix normalment firmada, sin&#243; que resta an&#242;nima; aix&#237; mateix, es donen tamb&#233; en un &#237;ndex final els textos originals dels ep&#237;grafs). Entre el joc i l'enquesta, aquest llibre no extreu cap conclusi&#243;, sin&#243; que convida al lector (inclosos els participants) a contrastar les diverses lectures i ocurr&#232;ncies i a escriure o pensar les seves pr&#242;pies.</p>"
	},
	{
		"pid" : 37,
		"p" : "<p> El v&#237;deo <i>On Subjectivity (About TV)</i>&#233;s estructurat com un collage dens i iteratiu que ens porta de reiteratius moviments de c&#224;mera al voltant d'un televisor enc&#232;s&#8212;escorcollat des de tota mena d'angles i recorregut en totes les seves superf&#237;cies com si fos un objecte o un paisatge qualsevol&#8212; a una successi&#243; d'extrets de tot tipus de programes televisius, tot passant per metaf&#242;riques expressions visuals de &quot;subjectivitat&quot; i per les declaracions de diferents persones a qui s'els demana d'opinar sobre la &quot;caixa de trons&quot;.</p>"
	},
	{
		"pid" : 38,
		"p" : "<p> <i>Between the Lines</i>(1979), com <i>On Subjectivity</i>, consta de dues parts, tamb&#233; complement&#224;ries i independents. Com a v&#237;deo monocanal i com a v&#237;deo-instal.laci&#243;, la dita &quot;llegir entre l&#237;nies&quot; d&#243;na peu a, per un cant&#243;, una amatent observaci&#243;/indagaci&#243; documental sobre el &quot;processat&quot; d'un fet/not&#237;cia en el context d'una emissora de TV i, per l'altre cant&#243;, a la deconstrucci&#243; formal de la pantalla/imatge de TV. Per contrast amb la clara i did&#224;ctica exposici&#243; de la reducci&#243; manipulativa de la informaci&#243; que es denuncia a la cinta &#8212;per a un comentari en detall de la qual em remeto al text d'Alexandre Cirici reprodu&#239;t a la columna de text lateral&#8212;la instal.laci&#243; <i>Between the Lines</i> opera a un nivell m&#233;s conceptualment abstracte i metaf&#242;ric. Les imatges qualsevols d'un televisor s&#243;n fragmentades per quatre c&#224;meres dirigides a les zones corresponents a cadascun dels quatre angles de la pantalla i s&#243;n aix&#237; reenviades a un conjunt de quatre monitors de blanc i negre que reconstrueixen novament l'enquadre original. La disgregaci&#243; f&#237;sica de la imatge original en quatre fragments/pantalles i la magnificaci&#243; corresponent de la trama de l&#237;nies constitutiva de la imatge electr&#242;nica, les p&#232;rdues entr&#242;piques que es produeixen (buits d'informaci&#243; visual, degeneraci&#243; de la definici&#243; i el cromatisme, etc.) i l'&#233;mfasi posat en l'objectualitat del televisor, tot aix&#242; proposa una interrogaci&#243; a partir de la materialitat dels components que restitueixen els missatges tramesos des del centre emissor.</p>"
	},
	{
		"pid" : 39,
		"p" : "<p> Tamb&#233; del 1979&#233;s el projecte de la instal.laci&#243; <i>Two Landscapes</i>, una senzilla confrontaci&#243; del paisatge natural i el &quot;paisatge medial&quot; (<i>media landscape</i>)a trav&#233;s dels &quot;marcs&quot; d'una finestra i d'un televisor en murs oposats d'un mateix espai. La dualitat <i>personal/p&#250;blic</i> fou aix&#237; mateix abordada a dues senzilles insta.lacions realitzades amb motiu de mostres m&#233;s amplies que inclo&#239;en altres dels treballs ja comentats. Aix&#237;, a l'exposici&#243; de Muntadas a la Vancouver Art Gallery (mar&#231;-abril 1979), juntament amb <i>The Last Ten Minutes II</i>, <i>On Subjectivity</i> i <i>Between the Lines</i> i sota el t&#237;tol gen&#232;ric de <i>Personal/Public Information</i>, s'hi afeg&#237; una quarta instal.laci&#243; que canviava dia a dia, la qual consistia en una sala amb 32 plafons (un per cada un dels dies que la mostra romania en cartell), en els quals s'anaven acumulant els missatges adre&#231;ats personalment a l'artista, i, a l'altre cant&#243; de la sala, sengles receptors encesos de televisi&#243; i r&#224;dio aix&#237; com exemplars de la premsa del dia. Una altra instal.laci&#243; posterior, <i>Personal/Public</i>(1980), constava de dos monitors encastats en un plaf&#243;, amb un rellotge i un calendari murals entre ambd&#243;s, davant dels quals hi havia un &#250;nic seient. Cadascun dels monitors tenia inscrits els r&#232;tols &quot;personal&quot; i &quot;p&#250;blic&quot; (i viceversa) als extrems superior i inferior. Mentre que un dels monitors emetia una emissi&#243; qualsevol de TV que es reb&#233;s en aquell moment, l'altre retornava a l'espectador la seva pr&#242;pia imatge per mitj&#224; d'un dispositiu de circuit tancat. El que es proposava era aix&#237; &quot;la intersecci&#243; on la informaci&#243; personal esdev&#233; p&#250;blica a trav&#233;s dels mitjans de comunicaci&#243; (en aquest cas, TV) i la informaci&#243;p&#250;blica esdev&#233; personal a trav&#233;s de la interpretaci&#243; individual&quot;.</p>"
	},
	{
		"pid" : 40,
		"p" : "<p> Amb la instal.laci&#243; <i>La Televisi&#243;n...</i>(1980) i el v&#237;deo <i>Watching the Press, Reading Television</i>(1981), Muntadas posa en relaci&#243; dos mitjans de comunicaci&#243;diferents, televisi&#243; i premsa, entre els quals estableix unes relacions de paradoxa com s&#243;n la projecci&#243; d'imatges extretes de la premsa i la publicitat impresa sobre un televisor apagat, i la inversi&#243; dels modes de lectura que implica el t&#237;tol/enunciat &quot;Veure la premsa, llegir la TV&quot;, un joc de llenguatge que es tradueix en l'altern&#224;ncia de fuga&#231;os esguards a les planes de diverses revistes fullejades r&#224;pidament (textos, fotos, publicitat) amb la lectura l&#237;nia-per-l&#237;nia, d'esquerra-a-dreta de detalls d'imatges televisives qualsevols i recorreguts per les vores de la pantalla(tot reprenent l'estil de les seq&#252;&#232;ncies que obrien <i>On Subjectivity/About TV</i>).Mentre que el televisor i les seves imatges s&#243;n morosament escorcollats, els textos i grafismes impresos, est&#224;tics, passen a una velocitat aital que esdevenen pr&#224;cticament il.legibles. A <i>La Televisi&#243;n...</i>, el televisor &#233;s en canvi un objecte est&#224;tic, de cos present, situat en una posici&#243; que &#233;s com&#250; a molts bars (en un rac&#243; i susp&#232;s per damunt de l'al&#231;ada normal d'una persona), mentre que les imatges de premsa i publicitat es dipositen com projecci&#243; lluminosa(diapositives) sobre l'aparell apagat i les parets adjacents. Una sarc&#224;stica can&#231;&#243; d'Enzo Janacci completa sonorament la ir&#242;nica proposta de la instal.laci&#243;.</p>"
	},
	{
		"pid" : 41,
		"p" : "<p> Les icones de la publicitat i de les &quot;planes satinades&quot; es projecten tamb&#233; sobre una tanca publicit&#224;ria (que no anuncia, sin&#243; que interroga) i com a &quot;catifa visual&quot; en dues altres instal.lacions subseg&#252;ents: <i>Media Eyes</i>(1981, realitzada juntament amb Anne Bray a Cambridge, durant la celebraci&#243; de la <i>Sky Art Conference</i> organitzada pel Center for Advanced Visual Studies del MIT) i <i>Drastic Carpet</i>(1982, part de l'exposici&#243; de Muntadas, <i>Media Landscape</i>, a l'Addison Gallery d'Andover, Massachussets).</p>"
	},
	{
		"pid" : 42,
		"p" : "<p> A la primera, una tanca publicit&#224;ria en un c&#233;ntric carrer de Cambridge fou el suport d'un enigm&#224;tic missatge: <i>What are we looking at?</i>(Qu&#232; &#233;s el que mirem?), per damunt del qual hom veia part del rostre d'una persona an&#242;nima, amb els ulls tapats per unes ulleres que constitu&#239;en l'element visual dominant en la composici&#243;. A la nit, l'anunci s'animava amb la projecci&#243; ritmada d'imatges sobre les superf&#237;cies buides de les ulleres, que omplien aix&#237; l'esguard de l'home-de-la-tanca i dels vianants amb detalls d'anuncis descontextualitzats, per&#242; mantinguts en el context p&#250;blic/publicitari.</p>"
	},
	{
		"pid" : 43,
		"p" : "<p> <i>Media Ecology Ads</i>(1982), un v&#237;deo en tres parts, fou concebut tamb&#233; com una mena d'anti-anuncis o, tal com ho suggereix el t&#237;tol, &quot;anuncis ecol&#242;gics&quot;, on l'ecosistema seria l'enrarit paisatge dels media. Muntadas va fer una versi&#243; catalana d'aquesta cinta per a un programa de TVE a Catalunya que tractava de temes d'imatge i mitjans audiovisuals. Aquests &quot;anuncis per a una ecologia dels media&quot; no tenen massa a veure, es clar, amb el format habitual de l'anunci televisiu, el <i>spot</i>, l'objectiu del qual &#233;s la m&#224;xima seducci&#243; de consumidors potencials en un m&#237;nim de temps (doncs a la TV el temps &#233;s or i &#233;s pagat com a tal pels anunciants). Per comen&#231;ar, cadascun dels anti-anuncis t&#233; una durada de prop de cinc minuts i es compon d'un&#250;nic pla-seq&#252;&#232;ncia que presenta un proc&#233;s f&#237;sic en temps real, mon&#242;ton i lent. A <i>Fuse</i>, la imatge ens mostra una metxa que crema lentament, tot consumint-se a mida que la flama es despla&#231;a de l'un a l'altre marge de l'enquadre; el text que hi desfila a sota &#233;s una meditaci&#243; sobre el temps i el llenguatge extreta dels escrits de Sang-Tan, un m&#237;stic zen del segle II. A <i>Timer</i>, un rellotge de sorra ocupa l'eix vertical de l'enquadre; la seq&#252;&#232;ncia dura el que tarda en caure la sorra; una s&#232;rie de mots sint&#224;cticament inconnexos baixen igualment, lletra a lletra, a l'un i l'altre cant&#243; del rellotge de sorra(<i>Time-Speed-System-Pressure-Information-...</i>)A <i>Slowdown</i>, la canella d'una aixeta ocupa igualment la posici&#243; vertical central; l'aigua que en raja va perdent intensitat fins a quedar redu&#239;da a un degoteig minvant; l&#237;nies de paraules cauen tamb&#233; a l'un i l'altre extrem, primer a una velocitat aital que fa que sigui gaireb&#233;impossible llegir-les, per&#242; repetint-se despr&#233;s m&#233;s i m&#233;s alentidament, el que ens permet de llegir ambdues columnes i fins i tot el relacionar entre si algunes de les paraules (per exemple: <i>Slow-Down/ Slow-Images / Making-Images / Making-Money / Fiction-Need /Media-Consume</i>...)A trav&#233;s d'aquests pocs elements &#8212;imatge i text escrit, velocitat i alentiment, canvi f&#237;sic i sem&#224;ntic&#8212;, aquests anti-spots inviten a una reflexi&#243; i interrogaci&#243; de la normativa &quot;invisible&quot; del llenguatge televisiu est&#224;ndard en termes de temps, narrativitat i flux d'informaci&#243;.</p>"
	},
	{
		"pid" : 44,
		"p" : "<p> <i>Media Sites/Media Monuments</i>(1982) &#233;s una s&#232;rie de 14 composicions fotogr&#224;fiques, de les que vuit es publicaren en forma de postals com a part d'un n&#250;mero especial de la revista <i>Sites</i>(no. 7, Nova York, 1982). Cadascuna de les composicions combina una fotografia en color d'un indret de la ciutat de Washington o els seus voltants amb una foto en blanc i negre i de tamany m&#233;s petit referida a un esdeveniment que fou not&#237;cia i que succe&#237; a tal lloc.La commemoraci&#243; del fet-not&#237;cia (<i>media event/news event</i>)combinada amb la imatge de l'indret (<i>media site</i>)estableix el &quot;monument invisible&quot;. Amb motiu de la presentaci&#243; de la s&#232;rie a la seu del WPA (Washington Project for the Arts), l'artista va arrodonir el projecte amb l'organitzaci&#243;d'un tour comentat pels escenaris de manifestacions de protesta, accidents, esc&#224;ndols, atemptats i assassinats: el Moratorium Day Rally (1969, Monument a G. Washington), el cas Watergate (1972, Hotel Watergate), l'assassinat d'Orlando Letellier (1976, Sheridan Circle), l'atemptat contra Reagan (1981, Hotel Washington Hilton),...; monuments virtuals que ni tan sols hi ha que erigir, postals-record de successos que es prefereix oblidar.</p>"
	},
	{
		"pid" : 45,
		"p" : "<p> Dins del per&#237;ode que he acotat entre 1978 i 1982 hi ha altres realitzacions que, a primer cop d'ull, semblen un tant inclassificables i escapen a la relativa unitat dels treballs ja comentats, per&#242; que enllacen amb altres d'anteriors i posteriors i en els que advertim aspectes caracter&#237;stics de l'obra de Muntadas, com per exemple el plantejament de dualitats i contrastos.</p>"
	},
	{
		"pid" : 46,
		"p" : "<p> <i>Yesterday/Today/Tomorrow</i>(1978), instal.laci&#243; realitzada a PS 1 (centre art&#237;stic alternatiu a Queens, Nova York), serva retrospectivament una evident relaci&#243;amb algunes de les realitzacions m&#233;s recents de Muntadas, les quals ens remeten, com aquesta, al mateix context on es presenten. En aquest cas, projectors de diapositives repartits per tot l'edifici projectaven sobre diferents superf&#237;cies detalls fotogr&#224;fics del mateix espai presos dos anys abans, quan l'edifici mostrava encara les empremtes i signes del seu &#250;s previ i original com a escola p&#250;blica, la qual cosa &#233;s tamb&#233; evocada a les sigles de l'actual centre d'art (PS per <i>project studios</i>, per&#242; tamb&#233; per <i>public school</i>).</p>"
	},
	{
		"pid" : 47,
		"p" : "<p> Trobem tamb&#233;altres peces i instal.lacions molt senzilles, que comporten pocs mitjans, algunes de les quals podrien &#233;sser enteses com simples acudits, donada la seva soterrada ironia, si no humor expl&#237;cit.L'oposici&#243; d'emblemes nacionals, banderes i l&#237;ders, guerres de banderes i guerres fredes del nostre temps formen el tel&#243; de fons de<i>Dos colors</i>(1979) i <i>Wet and Dry</i>(1981).</p>"
	},
	{
		"pid" : 48,
		"p" : "<p> <i>Dos colors</i>, instal.laci&#243; realitzada al Departament d'Art de l'Universitat Aut&#242;noma de Barcelona, consist&#237; senzillament en l'oposici&#243; de les banderes catalana i espanyola en les dues parets extremes de la sala d'exposici&#243;, mentre que, longitudinalment, les parets laterals i el terra (dividit en dues meitats) foren pintats amb els dos colors que s&#243;n compartits per ambdues banderes, groc i roig. Les quatre barres de la senyera enfrontades a les franjes horitzontals de la bandera espanyola suggerien tant la contradicci&#243; entre un estat multinacional i una naci&#243; sense estat, com les incomprensions i ressentiments mutus que enfrontaren i enfronten a Catalunya i Espanya. D'altra banda, en un moment en que la pintura havia ja recuperat plenament l'estatus que havia posat passatgerament en crisi la proposta desmaterialitzadora del conceptualisme, Muntadas consider&#224; tamb&#233; <i>Dos colors</i> com una resposta ir&#242;nica a l'incomprensiu panorama art&#237;stic que trobava al seu pa&#237;s natal; aix&#237;, tamb&#233; ell tornaria per un moment a la pintura, per&#242; com pintor de parets, emblemes i tensions.(Project&#224; al mateix temps una altra variaci&#243; sobre el tema de les banderes, <i>Dues creus</i>, posant en relaci&#243; en aquest cas dos emblemes de neutralitat que comparteixen el mateix s&#237;mbol i que, per color i forma, s&#243;n el negatiu l'un de l'altre: les banderes de Su&#239;ssa i de la Creu Roja.Potser no caldria afegir que a l'autor li hauria agradat de realitzar aquesta pe&#231;a al pa&#237;s helv&#232;tic).</p>"
	},
	{
		"pid" : 49,
		"p" : "<p> <i>Wet and Dry</i>&#233;s senzillament un d&#237;ptic format per dues fotografies trobades a la premsa di&#224;ria i que Muntadas ampli&#224; i situ&#224; l'una junt a l'altra a l'aparador de la llibreria Printed Matter de Nova York. Les relacions diplom&#224;tiques s&#243;n contrastades en les seves versions &quot;humida&quot;(Honecker i Brezhnev besant-se) i &quot;seca&quot; (Carter i el Sha en una distant encaixada).</p>"
	},
	{
		"pid" : 50,
		"p" : "<p> Finalment, em cal fer refer&#232;ncia a algunes obres en col.laboraci&#243; i projectes escomesos col.lectivament que presenten unes caracter&#237;stiques particulars. Per una banda, l'exploraci&#243; de nous sistemes o tecnologies de telecomunicaci&#243;, amb especial atenci&#243; al seu potencial bidireccional: Muntadas particip&#224; en experi&#232;ncies de transmissi&#243; i intercanvi d'imatges electr&#242;niques fixes pel sistema<i>slow-scan</i>(coordin&#224; un dels grups participants en el projecte <i>Pacific Rim</i>, 1979, de Bill Bartlett); amb Peter d'Agostino, realitz&#224; una experi&#232;ncia amb el sistema de v&#237;deo-tel&#232;fon anomenat Picturephone(<i>UCLA-MIT Picturephone Transmission</i>, 1981); i project&#224; tamb&#233; una experi&#232;ncia d'intercanvi d'imatges de video via sat&#232;l.lit, tot prenent un cop m&#233;s com a base la dial&#232;ctica entre la privacitat i el fet p&#250;blic. Tot aix&#242; no es pot dissociar de la seva estada al Center for Advanced Visual Studies del Massachussets Institute of Technology (Cambridge) en qualitat de<i>research fellow</i> i ensenyant. (6) Com les experi&#232;ncies de mesotelevisi&#243; de l'etapa anterior, Muntadas considera aquestes activitats com assajos i prototipus que requereixen un treball col.lectiu i apunten una intenci&#243; d'objectivitat i alternativitat.</p><p> D'altra banda, hi ha les singularitats de <i>Pamplona-Grazalema</i>(1980), en col.laboraci&#243; amb Gin&#233;s Serr&#225;n-Pag&#225;n, i <i>Rambla 24 h.</i>(1981), amb Benet Rossell.</p>"
	},
	{
		"pid" : 51,
		"p" : "<p> <i>Pamplona-Grazalema</i>, que, com ja he indicat anteriorment, &#233;s un treball que s'inici&#224;l'any 1975, contrasta dues festes taurines a dos punts oposats de la geografia espanyola: els Sanfermines de la capital navarra i la Festa del brau de la Verge del Carme al petit poble de Grazalema, a la prov&#237;ncia de Cadis. El projecte va prendre la doble forma d'un llibre i una instal.laci&#243; que compren dos v&#237;deos de reproducci&#243;simult&#224;nia. El llibre es un estudi antropol&#242;gic de Serr&#225;n-Pag&#225;n que considera la tradici&#243; de les festes de braus a Espanya, les arrels que hom hi ha trobat i les interpretacions que se n'ha fet, per passar a ocupar-se tot seguit de les festes de Grazalema i Pamplona i de la seva comparaci&#243;; hi observa el contrast entre la forma arcaica de la festa, en que el brau es corre pels carrers, i la seva evoluci&#243; en l'espectacle de la cursa de braus (el pas &quot;de la pla&#231;a p&#250;blica a la pla&#231;a de toros&quot;, tal com ho expressa el subt&#237;tol del llibre), i es consideren els factors pol&#237;tics, econ&#242;mics i socials que han determinat o no aquest canvi i la p&#232;rdua o alteraci&#243; dels s&#237;mbols i arrels culturals originals. Part de les entrevistes que s'enregistraren en v&#237;deo han estat transcrites i incorporades al cos documental de l'estudi, aix&#237; com una selecci&#243;d'imatges recollides al llarg del treball de camp. La instal.laci&#243;consta principalment de dues columnes o m&#242;duls amb un monitor encastat a cada una. Dos s&#237;mbols gr&#224;fics il.luminats identifiquen(com tamb&#233; a les cobertes del llibre) els dos indrets representats: un cercle de color porpra per a Pamplona (el redol, la sang), un quadrat de color verd per a Grazalema (la pla&#231;a p&#250;blica, el verd de la bandera andalusa). Algunes de les imatges en blanc i negre dels v&#237;deos han estat tamb&#233; acolorides electr&#242;nicament amb aquests dos colors. Les imatges ens mostren detalls de les festes i altres aspectes relacionats amb cada lloc i celebraci&#243;. Les cintes no s&#243;n&quot;informatives&quot; en el sentit en que ho seria un documental normatiu, descriptiu; en el moment d'editar tot el material audiovisual recollit al llarg dels anys, Muntadas decid&#237; prescindir del component verbal, aix&#237; com de les entrevistes, que, com ja he dit, foren incorporades al text de Serr&#225;n-Pag&#225;n. Aix&#237;, si el llibre &#233;s la informaci&#243; i exposici&#243; cient&#237;fica del tema, la v&#237;deo-instal.laci&#243; act&#250;a com un suport de suggeriments i s&#237;mbols, impressions sense paraules, comparacions a trav&#233;s de la imatge.</p>"
	},
	{
		"pid" : 52,
		"p" : "<p> <i>Rambla 24 h.</i>, v&#237;deo-instal.laci&#243; presentada en el marc de la XXIII Setmana Internacional de Cinema de Barcelona, pren com a tema una de les art&#232;ries m&#233;s populars i concorregudes de Barcelona, la Rambla.Aquest macroentorn que &#233;s tot un signe d'identitat de la ciutat fou retratat per Muntadas i Rossell en un espai audiovisual format per un passad&#237;s amb monitors i cadires plegables (com les que hom trobava abans a diversos punts de la Rambla) a ambdues bandes. En els monitors es mostraven imatges de recorreguts ascendents i descendents gravats des d'un cotxe. Al fons d'aquest passad&#237;s, una projecci&#243; en pantalla gran mostrava escenes enregistrades a diferents hores del dia i de la nit, i aix&#237; es reflexava el cicle continu d'activitat humana. Per &#250;ltim, una columna de tres monitors a l'entrada al recinte representava a escala antropomorfa a l'individu an&#242;nim entre el continu fluir de gent, amb plans de caps/rostres, troncs i cames que no es corresponien entre si i que configuraven una successi&#243; de cossos sint&#232;tics. Muntadas i Rossell havien previst una segona part d'aquesta instal.laci&#243;, consistent en una pantalla de v&#237;deo gegant que devia col.locar-se a la mateixa Rambla, al seu extrem superior, per damunt de la boca de metro de la Pla&#231;a de Catalunya, per&#242; aix&#242;no ha arribat mai a realitzar-se.</p><p> <b>1983-1987 / Espais p&#250;blics: Comunicaci&#243;, art i context </b> </p>"
	},
	{
		"pid" : 53,
		"p" : "<p> <i>Between the Frames</i>&#233;s el t&#237;tol d'una s&#232;rie de v&#237;deos que Muntadas va iniciar l'any 1983. Tot i que el t&#237;tol &#233;s reminiscent de l'anterior <i>Between the Lines</i>, d'entrada ja puc dir que no hi ha cap relaci&#243; entre ambd&#243;s treballs. La paraula <i>frame</i> no &#233;s utilitzada en aquest cas en la seva accepci&#243; de fotograma, quadre o imatge dins de la terminologia cinematogr&#224;fica i videogr&#224;fica, sin&#243; en el sentit de &quot;marc&quot; (d'un quadre o pintura, tamb&#233; d'un &#224;mbit o context). Retrospectivament, veig ara en aquest t&#237;tol l'inici d'una nova vessant dins l'obra de Muntadas, tot i que amb certs precedents m&#233;s o menys directes i concrets. De totes formes, un cop m&#233;s la delimitaci&#243; d'una nova etapa a partir d'aquest punt t&#233; quelcom d'arbitrari (i, per tant, d'eminentment funcional en el meu seguiment de la traject&#242;ria de l'artista), sobretot perqu&#232; hi ha una continuitat indiscutible amb el treball portat a terme anteriorment i simplement s'hi afegeix suara un nou territori: justament el de l'obra art&#237;stica i el seu context.</p>"
	},
	{
		"pid" : 54,
		"p" : "<p> A mida que el treball de Muntadas s'endinsava en el media-entorn, no tan sols utilitzant els que des del punt de vista de la tradici&#243; de la pl&#224;stica podien considerar-se &quot;nous mitjans o mitjans alternatius&quot; i no sols tractant d'aspectes de la realitat que, d'en&#231;&#224; de Dad&#224; i el Surrealisme fins al Pop-Art, hom ja no podria considerar com&quot;extra-art&#237;stics&quot;, sin&#243; situant (conjunturalment) les propostes en els propis canals p&#250;blics dels media &#8212;sigui a la TV, sigui al carrer (aparadors, tanques publicit&#224;ries, cartells)&#8212;, el fet de mantenir-se en els circuits art&#237;stics minoritaris de galeries, espais alternatius o sales d'exposicions temporals de museus i altres centres art&#237;stics era/&#233;s un, entre altres, dels interrogants que sobre l'efectivitat de l'obra es podien plantejar i es plantejen cr&#237;tics, espectadors i el mateix artista.</p>"
	},
	{
		"pid" : 55,
		"p" : "<p> A partir del 1983, Muntadas ha afrontat aquesta possible contradicci&#243; a trav&#233;s d'una s&#232;rie de treballs sobre el propi context en que s'emmarquen i presenten, a la vegada que ha prosseguit la indagaci&#243; sobre el paisatge dels media, els mecanismes invisibles, la lectura de les imatges, la deconstrucci&#243; dels missatges... Comentar&#233; primerament les realitzacions que perllonguen aquesta perspectiva. (7)</p>"
	},
	{
		"pid" : 56,
		"p" : "<p> <i>The Close-Up Series</i>&#233;s el t&#237;tol d'una s&#232;rie de treballs iconogr&#224;fics que Muntadas inici&#224; entre 1982 i 1983. Consta de seq&#252;&#232;ncies, pol&#237;ptics i instal.lacions fotogr&#224;fiques elaborades a partir d'imatges (i eventualment textos) preexistents, extretes de publicacions i cartells de tanques publicit&#224;ries i manipulades per procediments de fragmentaci&#243;, a&#239;llament, ampliaci&#243;, reenquadrament, descomposici&#243;, etc., amb la intenci&#243; de &quot;fer notar, suggerir o emfatitzar pres&#232;ncies, abs&#232;ncies, errors i misteris que poden derivar-se de la selecci&#243;, publicaci&#243; i reproducci&#243; d'imatges i textos&quot;.</p>"
	},
	{
		"pid" : 57,
		"p" : "<p> Realitz&#224; tamb&#233;una s&#232;rie de fotografies de r&#232;tols del tipus <i>Prohibido fijar carteles/Post No Bills/Defense d'afficher</i> que poden trobar-se als carrers de gaireb&#233; qualsevol nucli urb&#224; i en va reproduir tres en forma de cartell (1983). Aquesta pe&#231;a podria tamb&#233; titular-se &quot;Cartells per a una ecologia de la publicitat urbana&quot; o, potser, &quot;Prohibit prohibir&quot;.</p>"
	},
	{
		"pid" : 58,
		"p" : "<p> <i>Credits</i>(1984) &#233;s un v&#237;deo de vint-i-cinc minuts que consisteix en una successi&#243; de t&#237;tols de cr&#232;dit de pel.l&#237;cules i programes de TV.Aquests r&#232;tols i la seva composici&#243;, els tipus de lletra, els elements i efectes visuals que s'hi combinen, la m&#250;sica d'acompanyament, la manera i ritme amb que desfilen, les jerarquies professionals i institucionals establertes en ells (i la relaci&#243;capital/treball subjacent) representen per a Muntadas part de la imatge d'empresa o identitat assumida pel producte, a la vegada que una informaci&#243; audiovisual invisible en la mida en que normalment l'espectador relaxa la seva atenci&#243; quan desfilen els t&#237;tols de cr&#232;dit i aquests es converteixen en una mena de m&#250;sica visual de fons o, com diu Muntadas, &quot;<i>wallpaper TV</i>&quot;(televisi&#243; decorativa; literalment: &quot;televisi&#243; de paper pintat&quot;) i &quot;[experi&#232;ncia] Zen&quot;. L'&quot;autor&quot; considera que &#233;s una cinta sense principi ni fi i l'ha presentada tamb&#233; en forma d'instal.laci&#243;, el que es probablement m&#233;s adequat donats els h&#224;bits de lectura del v&#237;deo monocanal. Perqu&#232; el factor provocatiu d'aquesta acumulaci&#243; de cr&#232;dits no rau nom&#233;s en l'apropiaci&#243; d'un material preexistent intacte, sin&#243; sobretot en l'aparent arbitrarietat de la seva successi&#243; editada, la qual no ofereix una ordenaci&#243; raonada, no facilita ni una lectura anal&#237;tica(formal o semi&#242;tica, per exemple) ni un comentari, sin&#243; que proposa a l'espectador el material tal qual, vint-i-cinc minuts d'alguna cosa a la que no dedicaria normalment atenci&#243;.</p>"
	},
	{
		"pid" : 59,
		"p" : "<p> Tot seguit, Muntadas realitz&#224; amb Marshall Reese una recopilaci&#243; de la propaganda pol&#237;tica televisiva dels candidats a les eleccions presidencials estadounidenques des del 1953 fins a l'actualitat.<i>Political Advertisement</i>(1984) presenta tamb&#233; intacte, i per ordre estrictament cronol&#242;gic en aquest cas, tot el material que trobaren Muntadas i Reese, els quals van signar la cinta no com autors, sin&#243; com a &quot;editors&quot;.La cinta &#233;s una valuosa colecci&#243; que ens mostra l'evoluci&#243; de la propaganda pol&#237;tica audiovisual als Estats Units des del per&#237;ode primitiu de la TV, quan simplement es temptejava entre la transmissi&#243;d'un breu discurs verbal i el reportatge propagand&#237;stic que comen&#231;ava a prendre en compte els recurssos de la t&#232;cnica cinematogr&#224;fica, fins la sofisticaci&#243; tecnol&#242;gica (edici&#243;, grafisme electr&#242;nic, efectes digitals) i ling&#252;&#237;stica que apropa la propaganda pol&#237;tica actual a les estratagemes, codis, formats i costos de la publicitat comercial.</p>"
	},
	{
		"pid" : 60,
		"p" : "<p> La publicitat, el suport de la tanca publicit&#224;ria, la funci&#243; del text &#8212;les paraules&#8212; com imatge i esl&#242;gan, i novament la proximitat del discurs ideol&#242;gic amb les estrat&#232;gies publicit&#224;ries, tals han estat els eixos d'atenci&#243; d'alguns dels treballs m&#233;s recents de Muntadas.</p>"
	},
	{
		"pid" : 61,
		"p" : "<p> <i>This is not an Advertisement</i>(1985) es realitz&#224; com a part de <i>Messages to the Public</i>, un programa patrocinat per la Public Art Foundation, que invita a diferents artistes a realitzar una intervenci&#243; en la gran pantalla Spectacolor de publicitat lluminosa que es troba a Times Square, en ple centre de Manhattan. (8) La contribuci&#243; de Muntadas consist&#237; en un &quot;anti-anunci&quot; &#8212;tal com ho suggereix el t&#237;tol de la pe&#231;a&#8212;, en el qual es juga exclusivament amb paraules com &#250;nic element visual i sem&#224;ntic. Despr&#233;s de les frases alternes i contradict&#242;ries &quot;Aix&#242; no &#233;s un anunci/Aix&#242; &#233;s un anunci&quot;, desfilaven successivament les paraules &quot;subliminal&quot;,&quot;fragmentaci&#243;&quot; i &quot;velocitat&quot;, les quals remeten tant a t&#224;ctiques pr&#242;pies de la publicitat com a les posades en joc a la seq&#252;&#232;ncia elaborada per Muntadas: les paraules desfilen i es succeeixen primerament a una velocitat aital que resulten gaireb&#233;il.legibles; despr&#233;s ho fan cada cop m&#233;s lentament, per&#242; les lletres creixen progressivament de tamany fins que les paraules apareixen tan fragmentades que perden virtualment la seva unitat sem&#224;ntica.</p>"
	},
	{
		"pid" : 62,
		"p" : "<p> El v&#237;deo <i>Media Hostages</i>(1985) presenta la visi&#243; de tres artistes, Chip Lord, Branda Miller i Muntadas, sobre un fet real, un ardit publicitari que es convert&#237;en un lamentable espectacle p&#250;blic amb for&#231;a repercussi&#243; en els mass-media. Un enigm&#224;tic <i>businessman</i> d'origen asi&#224;tic ide&#224; una original campanya publicit&#224;ria per tal de llen&#231;ar al mercat un absurd producte de bijuteria electr&#242;nica.La campanya inclo&#239;a una tanca publicit&#224;ria al Sunset Boulevard de Los Angeles i un concurs molt especial, per a guanyar el qual una s&#232;rie de persones s'instal.laren de manera permanent dalt de la bastida de la tanca; el guanyador seria aquell que s'est&#233;s all&#237;dalt m&#233;s temps, i el premi, un autom&#242;bil i l'oportunitat de passar un <i>screen-test</i> a Hollywood. L'aportaci&#243; de Muntadas porta per t&#237;tol <i>S.S.S.</i>(per <i>Silly/Sad/Scary</i>: est&#250;pid, trist i estremidor) i, en cinc concisos minuts, proposa una contundent den&#250;ncia al posar en relaci&#243; el cas del <i>living billboard</i>(tanca publicit&#224;ria vivent) amb una m&#233;s ample consideraci&#243; dels abusos de la publicitat i els media, aix&#237; com amb el context de l'Am&#232;rica de Reagan.</p>"
	},
	{
		"pid" : 63,
		"p" : "<p> <i>E/slogans</i>(1986) &#233;s un v&#237;deo del qual hi ha tres versions diferents: castellana, anglesa i francesa. En cada cas, el punt de parten&#231;a &#233;s una s&#232;rie de frases publicit&#224;ries extretes d'anuncis de la premsa peri&#242;dica, a&#239;llades del seu context original i digitalitzades, tot mantenint-ne la tipografia i colors originals (&#233;s a dir, novament el text com imatge). Per successius augments de la trama num&#232;rica, un&#250;nic mot &#233;s a&#239;llat i, per &#250;ltim, tot vestigi sem&#224;ntic es dissol en un detall de la trama o mosaic de quadradets de diferents colors.Amb un ir&#242;nic acompanyament musical (Ray Conniff), el proc&#233;s es repeteix amb cada esl&#242;gan, tot establint-se un significatiu l&#232;xic a partir de les paraules a&#239;llades (moda, &#232;xit, fama, milions, plaer, elegir, v&#232;ncer, etc.), mentre que l'abstracci&#243; final comporta la dissoluci&#243; del sentit i la regressi&#243; a la trama constitutiva.</p>"
	},
	{
		"pid" : 64,
		"p" : "<p> Caracter&#237;stiques o implicacions similars poden trobar-se a les instal.lacions presentades sota el t&#237;tol de <i>G&#233;n&#233;riques</i>(1987, Galeria Gabrielle Maubrie, a Paris, i Museu d'Art Modern de Villeneuve d'Asq), aix&#237; com a la realitzada a l'edifici del Plan K, a Brusel.les, amb el t&#237;tol de <i>Derri&#232;re les mots</i>(tamb&#233; el 1987). En aquesta darrera, hi havia distribuits pels diferents espais de l'edifici diversos esl&#242;gans i missatges publicitaris trets de context &#8212;sobretot per l'abs&#232;ncia del nom i la imatge del producte anunciat&#8212;; uns sobreposats a pantalles de TV i superf&#237;cies de vidre (finestres, claraboies), altres projectats sobre tota mena de superf&#237;cies: parets, s&#242;cols, racons, etc.</p>"
	},
	{
		"pid" : 65,
		"p" : "<p> <i>G&#233;n&#233;riques</i>, al marge d'incloure una instal.laci&#243; de <i>Slogans</i>(versi&#243; francesa) en la que les imatges/textos es multiplicaven a trav&#233;s de m&#250;ltiples monitors i miralls, comprenia tres obres o instal.lacions m&#233;s, relacionades entre si, i tamb&#233; amb altres dels treballs examinats fins ara, de maneres for&#231;a indirectes.</p>"
	},
	{
		"pid" : 66,
		"p" : "<p> <i>Natures Mortes G&#233;n&#233;riques</i> consistia en una exposici&#243; de productes envasats comuns (alimenticis i dom&#232;stics en general) i de fotos de conjunt dels mateixos; natures doblement mortes, ja que les etiquetes de tots els envasos eren completament neutres i uniformes, mantenint-se les especificacions del producte (els detalls de contingut, pes o mesures, conservaci&#243;, etc., i els codis de barres), per&#242; sense ostentar una marca o qualsevol altre signe particular d'identificaci&#243; que no fos l'env&#224;s i el nom gen&#232;ric del producte. Un petit r&#232;tol acabava d'uniformar l'etiquetat amb l'expressi&#243; &quot;producte gen&#232;ric&quot;.L'exclusi&#243; de la marca i de la imatge dissenyada comportava tamb&#233;en aquest cas la p&#232;rdua d'un component sem&#224;ntic acuradament calculat i l'&#232;mfasi en el suport-env&#224;s.</p>"
	},
	{
		"pid" : 67,
		"p" : "<p> <i>TV G&#233;n&#233;rique</i> consistia en una pir&#224;mide de televisors de quatre pisos, els quals emetien la programaci&#243; normal dels diferents canals francesos, amb una s&#232;rie d'imatges est&#224;tiques sobreposades (reproduides en un suport transparent i fixades davant de les pantalles): en el monitor del cim o v&#232;rtex, la imatge d'un ull (<i>media eye?</i>); a la base, de quatre monitors, codis de barres; entre mig, a la filera superior de dos monitors, bitllets de banc de Fran&#231;a i Estats Units, i a la inferior de tres monitors, la imatge fotogr&#224;fica d'una encaixada de mans.</p>"
	},
	{
		"pid" : 68,
		"p" : "<p>(Sobre la tercera pe&#231;a, <i>Monument G&#233;n&#233;rique</i>, refeta per a l'exposici&#243; <i>H&#237;bridos</i> a l'escala originalment prevista, em remeto al comentari que d'aqueixa mostra faig m&#233;s endavant).</p><p> <i>The Board Room</i>(1987), ambient multimedia, constitueix una punyent posta en escena de la creixent intimitat entre els cercles de poder ideol&#242;gic i econ&#242;mic i els media, tot centrant-se en el fen&#242;men espec&#237;fic &#8212;tan&#224;lgid a la Nord-Am&#232;rica dels darrers anys&#8212; de la nova religiositat, el &quot;televangelisme&quot;, els seus nexos amb la ideologia pol&#237;tica en el poder i l'amena&#231;adora extensi&#243; del seu radi d'abast.</p>"
	},
	{
		"pid" : 69,
		"p" : "<p> Una gran taula allargada i envoltada per tretze seients &#8212;tot de l'estil caracter&#237;stic del mobiliari-d'oficina-d'alt-nivell&#8212; omple l'espai, la sala de juntes del t&#237;tol. (La taula i les tretze cadires fan tamb&#233; pensar, &#242;bviament, en el Sant Sopar). A les parets hi ha aix&#237;mateix tretze retrats, emmarcats amb un marc daurat i amb una llum d'aplic a cadascun. No &#233;s precisament la galeria de notables o alts directius d'una empresa qualsevol, per&#242; molts d'ells s&#243;n ap&#242;stols de la lliure empresa en un doble sentit. S&#243;n fotografies extretes de la premsa, ampliades i acolorides a m&#224;, la qual cosa els hi d&#243;na un caire d'estampetes. Els congregats s&#243;n una pl&#232;iade de predicadors, gurus, l&#237;ders de sectes i de velles i noves religions, originaris d'Estats Units o amb una certa pres&#232;ncia all&#237;; s&#243;n, principalment,&quot;televangelistes&quot; que cobreixen un ample ventall confessional protestant, aix&#237; com l'ample mapa federal: Billy Graham(el que obt&#233; els m&#233;s alts &#237;ndexs d'audi&#232;ncia i amic &#237;ntim de l'ex-president Nixon), Pat Robertson (que posseeix la seva pr&#242;pia cadena de televisi&#243;, Christian Broadcasting Network, i es va presentar com a candidat republic&#224; per a les eleccions presidencials d'enguany), Jimmy Swaggart (les pr&#232;diques del qual s'estenen televisualment per tota Nord-Am&#232;rica i tamb&#233; m&#233;s enll&#224;), Jerry<i>Moral Majority</i> Falwell (que, endem&#233;s de la seva pr&#242;pia cadena de TV per cable i la seva pr&#242;pia universitat, regenta ara l'imperi PTL, a la vegada compost d'un estudi de TV, un parc d'atraccions i un hotel), Reverend Ike (el regne del qual &#233;s a Harlem i a la TV), Werner Erhardt (el nou ap&#242;stol dels yuppies), Oral Roberts, Schuller i Schneerson; per&#242;tamb&#233; hi ha dos representants de potents sectes orientals, Sun Myung Moon i Maharishi Mahesh Yogi, i dues figures singulars, l&#237;ders a la vegada d'una religi&#243; i un estat: el Papa Wojtila i l'Aiatol.lah Khomeini.</p>"
	},
	{
		"pid" : 70,
		"p" : "<p> En el lloc corresponent a la boca de cadascun d'aquests personatges, a cada fotografia hi ha encastat un petit monitor de v&#237;deo de cinc polzades, en el qual es poden veure imatges extretes de TV dels mateixos, d'emissions o sermons seus. Per &#250;ltim, sobre les imatges apareixen sobreimpreses, aproximadament cada trenta segons, una s&#232;rie de paraules a&#239;llades, extretes d'entre les pronunciades per cadasc&#250; dels individus, les quals van composant un vocabulari revelador, en gran part com&#250; a tots, d'expressions que, curiosament, no tenen pas gaire a veure amb la religi&#243; o que prenen un doble i ambigu sentit: poder, t&#232;cnica, futur, profecia, diner, creuada, estrat&#232;gia, finances, salvaci&#243;, mundial,... revoluci&#243; (el mot que en aquest cas singularitza al l&#237;der espiritual iran&#237;).</p>"
	},
	{
		"pid" : 71,
		"p" : "<p> A <i>The Board Room</i>, el lloc de congregaci&#243;/comuni&#243; &#233;s equiparat amb l'espai d'influ&#232;ncia dels mass-media. A l'espai privat (i en secret) es prenen les decisions i a l'espai privat es reben les promeses, seduccions i sol.licituds (de donatius), per&#242; a trav&#233;s de canals p&#250;blics. No &#233;s generalment quelcom que ha estat sol.licitat, per&#242;penetra a les llars a trav&#233;s dels mateixos codis i formats de l'entreteniment i la publicitat televisiva, aix&#237; com a trav&#233;s de cartes i opuscles, reclams i cat&#224;legs de venda per correu, promeses de paradisos perduts, arquitectures meravelloses, recompenses terrenals (torres, catedrals de cristall, parcs d'atraccions, hotels i hospitals, escoles i universitats); lleure i oraci&#243;, evangelis de prosperitat i benestar material, falses promeses a la recerca del benefici propi, l'acumulaci&#243; de poder, el malbaratament i el frau desgravable.</p>"
	},
	{
		"pid" : 72,
		"p" : "<p> Retrocedeixo ara a <i>Between the Frames</i>(1983-...) i als treballs a partir d'aquest (del seu inici) que es repleguen sobre el propi mitj&#224;/context art&#237;stic, segons ho he apuntat ja abans. <i>Between the Frames</i>&#233;s una s&#232;rie de v&#237;deos projectada en vuit cap&#237;tols, els quals es refereixen a &quot;les persones i institucions que es troben entre l'art/artista i el p&#250;blic&quot;: 1) els &quot;marxants&quot;; 2) els col.leccionistes; 3) les galeries; 4) els museus; 5) els guies de museu; 6) els cr&#237;tics; 7) els mitjans de comunicaci&#243; en general; i 8) un &quot;ep&#237;leg&quot; en el que diferents artistes opinen sobre els aspectes anteriors. Fins avui nom&#233;s tres dels cap&#237;tols han estat completats, per&#242; l'estructura global &#233;s ben clara i &#233;s similar a totes les parts: a partir d'entrevistes amb persones representatives dels diferents estaments o &quot;rols&quot;, s'intercala un conjunt mon&#242;ton d'imatges que no serven relaci&#243; amb&quot;l'art&#237;stic&quot;, per&#242; que, d'una manera obliqua, fan al.lusi&#243; als diferents rols desde la perspectiva subjectiva-cr&#237;tica de l'autor; aix&#237;, imatges del tr&#224;nsit en una autopista de Long Beach en el cap&#237;tol dedicat als guies, i imatges d'un tren suburb&#224;automatitzat (sense conductor) de Vancouver en els cap&#237;tols dedicats a les galeries i els &quot;marxants&quot; (que, en aquest cas, han acabat per constituir una mateixa i &#250;nica cinta).</p>"
	},
	{
		"pid" : 73,
		"p" : "<p> <i>haute CULTURE</i>&#233;s una v&#237;deo-instal.laci&#243; que Muntadas ha presentat a diverses ciutats a partir del 1983. En una primera versi&#243;, presentada originalment a Montpeller, la instal.laci&#243; constava de dues v&#237;deo-escultures ubicades en edificis diferents, per&#242; propers l'un de l'altre: un museu (Mus&#233;e Fabre) i un gran centre comercial(Polygone). Les imatges v&#237;deo s'havien pres tamb&#233; a ambd&#243;s llocs per tal de proposar un ir&#242;nic contrast entre el concepte d'&quot;alta cultura&quot; i el que podriem anomenar &quot;cultura de (i del)consum&quot;. A cadascun d'aquests recintes, Muntadas col.loc&#224; una mena de gran columpi o balan&#231;a, amb un monitor a cada extrem de la barra transversal. Les imatges reproduides en els monitors eren les mateixes a ambd&#243;s espais i l'&#250;nic que canviava era la posici&#243;inclinada (a l'un o l'altre cant&#243;) de la balan&#231;a, mentre que el so del monitor en posici&#243; al&#231;ada era el que dominava en el respectiu ambient. Les imatges eren, d'una banda, preses en moviment que resseguien els marcs daurats dels quadres exposats al museu (i la m&#250;sica, simf&#242;nica) i, a l'altra banda, detalls de les escales mec&#224;niques i r&#232;tols del centre comercial (i la m&#250;sica, ambiental).(Com hom pot sospitar, era la &quot;muzak&quot; la que invadia impertinentment el marc cl&#224;ssic del museu, aix&#237; com la s&#232;ria m&#250;sica simf&#242;nica ho feia en el parad&#237;s del consum). Amb caracter&#237;stiques del tot similars, la instal.laci&#243; es present&#224; a Val&#232;ncia el mateix any de 1983; en aquest cas, en el marc del Museu de Belles Arts i en el de l'edifici Nuevo-Centro.</p>"
	},
	{
		"pid" : 74,
		"p" : "<p> Successives presentacions d'aquesta v&#237;deo-instal.laci&#243; a Estats Units (Boston, 1984; Los Angeles i Atlanta, 1985) motivaren una versi&#243; diferent que constava d'un &#250;nic columpi, ara per&#242; m&#242;bil (la qual cosa havia ja estat prevista per Muntadas en el projecte inicial), de manera que la inclinaci&#243; canviava molt lentament &#8212;els extrems pujaven i baixaven de manera gaireb&#233; imperceptible&#8212;, mentre que diapositives dels llocs representats (sempre un museu i un centre comercial) eren projectades adjacentment en el rac&#243; entre dues parets. La instal.laci&#243; es presentava doncs en un &#250;nic lloc (que no era necessari&#224;ment un dels retratats en els v&#237;deos i diapositives) i aquest era indistintament un centre art&#237;stic o un centre comercial(com en el cas de Los Angeles).</p>"
	},
	{
		"pid" : 75,
		"p" : "<p> A la tardor del 1985, Muntadas present&#224; a la Galeria Fernando Vijande de Madrid una exposici&#243; justament i maliciosament intitulada <i>Exposici&#243;n</i>.El seu contingut invita a seguir jugant amb la paraula; a dir, per exemple, que era una exposici&#243; de buits, una exposici&#243; sense obra, una exposici&#243; en la que no s'hi exposava res... m&#233;s que les pr&#242;pies t&#232;cniques o convencions d'exposici&#243; de les obres art&#237;stiques; una exposici&#243; de marcs i llums, de suports i contenidors buits, d'elements i t&#232;cniques habituals a les sales d'art. Aix&#237;, hom hi trobava un marc daurat, molt treballat, del segle passat, amb una llum del tipus aplic incorporada al propi marc... que no emmarcava res, res que no fos el tros de paret sobre el que era penjat. Un&quot;tr&#237;ptic&quot; consistia en tres teles verges, en blanc, cadascuna vorejada per un senzill marc de fusta. Uns suports inclinats, en angle contra la paret, recoberts amb una l&#224;mina de vidre i il.luminats per una filera de llums tubulars, representaven el mode en que s'exhibirien uns pl&#224;nols d'arquitectura, uns manuscrits o documents valuosos, uns gravats, etc. Prop d'all&#237; hi havia una s&#232;rie de marcs quadrats met&#224;l.lics, de color negre, formant una trama geom&#232;trica, apilonats en tres fileres de cinc marcs cadascuna. Al voltant d'aquesta possible s&#232;rie de dibuixos o gravats, hi havia un moble de calaixos amples i d'escassa altura, coronat per una vitrina, aix&#237; com tamb&#233; hi havia unes taules grans i de superf&#237;cie llisa i una prestatgeria amb alguns prestatges inclinats i altres d'horitzontals; &#233;s a dir, el mobiliari usual per a exposar i guardar l'obra sobre paper, els m&#250;ltiples, l'obra gr&#224;fica, cartells, llibres, etc. La fotografia hi era representada per una s&#232;rie de passe-partouts discretament emmarcats i per un projector de diapositives carregat amb marquets buits que en aquest cas emmarcaven la pura projecci&#243; de llum. Hi havia, per &#250;ltim, uns altres elements menys habituals en una galeria (per&#242; que si ho poden ser en els anomenats espais alternatius) i que Muntadas ha utilitzat en alguns dels seus treballs: una v&#237;deo-instal.laci&#243; (tres televisors, col.locats sobre tres pedestals, emetent la &quot;neu&quot; caracter&#237;stica de quan no hi ha emissi&#243;), una projecci&#243;cinematogr&#224;fica (projecci&#243; nom&#233;s de llum, es clar) o elements, sempre buits, presos del m&#243;n de la publicitat i el reclam, com la tanca publicit&#224;ria o la caixa de r&#232;tols electr&#242;nics programables.La ubicaci&#243; dels diferents elements d'acord amb una certa jerarquitzaci&#243; dels espais en el recinte galer&#237;stic, la cura posada en la il.luminaci&#243; de cadascun d'ells d'acord amb recomanacions, criteris o convencions museogr&#224;fiques i l'evacuaci&#243; del m&#224;xim possible d'elements denotatius de l'aspecte burocr&#224;tico-mercantil de la galeria com empresa (tel&#232;fons, m&#224;quines d'escriure, llistes de preus, etc.) s&#243;n altres detalls significatius. Una exposici&#243; en la que no hi ha virtualment &quot;obra&quot; per vendre i en la que el buit demana la mateixa infraestructura i despeses de manteniment per part de la galeria no deixa de ser una contradicci&#243; que fou valentment assumida un cop m&#233;s pel malaguanyat Fernando Vijande, qui, des del comen&#231;ament dels setantes, havia recolzat el treball de l'artista i amic. (Amb el t&#237;tol d'<i>Exhibition</i>, la repetici&#243; d'aquesta &quot;exposici&#243;&quot; a Nova York, el 1987, comportaria una contextualitzaci&#243; prou diferent, ja que, entre altres coses, el lloc on es present&#224;, Exit Art, &#233;s un espai art&#237;stic no lucratiu).</p>"
	},
	{
		"pid" : 76,
		"p" : "<p> A la mostra<i>G&#233;n&#233;riques</i>(1987), ja comentada anteriorment, l'exposici&#243; dels objectes de consum, tot i que desprovistos dels seus signes particulars d'identificaci&#243; (o, m&#233;s aviat, d'identitat), equiparava en certa forma la galeria i el comer&#231;, l'alta cultura i el supermercat, per dir-ho aix&#237;. L'etiquetat uniforme i neutre fa pensar tamb&#233; en les exposicions de disseny, doncs en aquest cas el que era emfatitzat era l'env&#224;s, i a la vegada en les xarxes comercials i hipermercats que es fan etiquetar amb la seva pr&#242;pia marca part dels productes que distribueixen.</p>"
	},
	{
		"pid" : 77,
		"p" : "<p> <i>Quarto do fundo (Back Room)</i>(1987), per &#250;ltim, &#233;s novament una anti-exposici&#243; i una d'aqueixes instal.lacions realitzades amb gran economia de mitjans que Muntadas ha anat alternant amb les seves realitzacions principals i en funci&#243;dels seus periples professionals com artista i ensenyant. El visitant de l'exposici&#243; anunciada a la Galeria Luisa Strina de Sao Paulo no hi trobaria res m&#233;s que una imatge d'un espai al qual normalment no t&#233; acc&#233;s: l'habitaci&#243;-del-fons, all&#237; on s'emmagatzemen les obres i els materials de muntatge i on es realitzen eventualment les tasques d'oficina. Al accedir a la galeria, trobaria abans d'entrar un monitor amb la imatge en circuit tancat d'aquell espai; la galeria mateixa, l'espai d'exposici&#243; habitual el trobaria pr&#224;cticament a les fosques i buit; una porta al fons i la llum que d'all&#237; sortia el portarien probablement fins aqueixa &quot;habitaci&#243; del fons&quot; de la que nom&#233;s en podria veure un rac&#243;, i la c&#224;mera de v&#237;deo en ell situada, doncs un cord&#243; travesser li interdiria formalment el pas. De tornada cap a la sortida, s'adonaria d'una foto penjada, que possiblement li havia passat desapercebuda a l'entrar: una imatge m&#233;s de l'habitaci&#243; del fons, amb un enquadre molt similar al vist anteriorment en el monitor de v&#237;deo. Aix&#237;, si a <i>Exposici&#243;n</i> l'espai art&#237;stic habia estat buidat de contingut per tal d'emfatitzar els suports i convencions habituals de l'exposici&#243;d'obres art&#237;stiques, <i>Quarto do fundo</i> remet al que hi ha al darrera, a all&#242; que queda: beneficis i dip&#242;sits, p&#232;rdues i fracassos, obres &quot;menors&quot; o multiplicades, fons que esperen possibles oscil.lacions del gust i del valor de canvi...</p><p> <b>(Afterword, 1988)</b></p>"
	},
	{
		"pid" : 78,
		"p" : "<p> <i>H&#237;bridos</i> va ser el t&#237;tol triat per Muntadas per a la seva exposici&#243; al Centro de Arte Reina Sof&#237;a (febrer-mar&#231; 1988). El terme podia ser interpretat amb variada polis&#232;mia en relaci&#243; al contingut de la mostra, una selecci&#243; de treballs dels deu darrers anys, als quals s'afegien noves realitzacions, pensades o re-pensades en funci&#243; del lloc, l'espai d'exhibici&#243;, el context, tal com ell ho ha acostumat a fer en tantes altres ocasions.</p>"
	},
	{
		"pid" : 79,
		"p" : "<p> Aix&#237;, un<i>Monumento gen&#233;rico</i>, monument protot&#237;pic, introdu&#239;a una primera noci&#243; d'empla&#231;ament de l'obra en el context, l'entorn, tant dintre d'uns par&#224;metres geogr&#224;fics concrets com d'uns altres m&#233;s conceptuals i abstractes.El &quot;monument gen&#232;ric&quot; &#233;s una mena d'obelisc llumin&#243;s que remet als quatre punts cardinals. Les quatre cares de l'obelisc s&#243;n transpar&#232;ncies fotogr&#224;fiques ampliades a gran format de torres d'alta tensi&#243; fotografiades al per&#237;metre de Madrid, gegants met&#224;l.lics que s&#243;n part del paisatge habitual, monuments en s&#232;rie de l'entramat de distribuci&#243; de l'energia. Hibridaci&#243; de l'art i l'enginyeria que ens recorda la doble formaci&#243; professional de l'autor.</p>"
	},
	{
		"pid" : 80,
		"p" : "<p> Com en altres exposicions/instal.lacions de Muntadas, hi ha aqu&#237; en joc una mena d'equaci&#243; que ell havia succintament formulat aix&#237; : &quot;Un espai mental/obert referit a un espai f&#237;sic/tancat&quot;. (Aix&#242; fou originalment escrit com a &#250;nic comentari a la instal.laci&#243; <i>N/S/E/O</i>, del 1976). L'espai clos de la sala d'art &#233;s utilitzat per a proposar&quot;un espai mental/obert&quot; que, si unes vegades &#233;s prou obvi(&quot;fer visible l'invisible&quot;), d'altres &#233;s per&#242; m&#233;s oblicu, com &#233;s el cas d'aquesta instal.laci&#243; foto-escult&#242;rica &#8212;un h&#237;brid&#8212;, que, en relaci&#243; al conjunt de l'obra del seu autor i a les questions que ha abordat en els darrers anys, se'ns presenta con un objecte singular en el que hom hi endevina per&#242; certes metaf&#242;riques declinacions.</p>"
	},
	{
		"pid" : 81,
		"p" : "<p> En una altra instal.laci&#243;, <i>Situaci&#243;n</i>, pensada espec&#237;ficament per al marc del Centro Reina Sof&#237;a, Muntadas insist&#237; novament en l'espai/context d'exposici&#243; per a generar la pr&#242;pia obra exposada. L'hospital que originalment s'ubicava en aquest edifici &#233;s evocat, l'ambient de la sala (clima, il.luminaci&#243;, ac&#250;stica) &#233;s &quot;alterat&quot;, i s'emfatitza la pres&#232;ncia a la vegada discreta i evident dels dispositius destinats a garantitzar la seguretat de l'espai i les obres art&#237;stiques, aix&#237; com d'elements d'utilitat com&#250; que identifiquen la nova funci&#243; de l'edifici remodelat. Objectes no art&#237;stics residents en un recinte (context)art&#237;stic s&#243;n transformats (integrats) en elements art&#237;stics a trav&#233;s de la fotografia i la seva exposici&#243;. H&#237;brids. Com es demanava Duchamp: &quot;Es poden fer <i>obres</i> que no siguin <i>d'art</i>?&quot;</p>"
	},
	{
		"pid" : 82,
		"p" : "<p> Aquests elements eren articulats en un espai decebedorament despullat: a un cant&#243;, tot just unes quantes transpar&#232;ncies fotogr&#224;fiques il.luminades per darrera (en m&#242;duls-caixes evocadors d'un tipus de suport publicitari que &#233;s com&#250; de trobar a certes arquitectures interiors urbanes, tals com galeries comercials, estacions ferrovi&#224;ries, vest&#237;buls d'edificis p&#250;blics, etc.); a l'altre cant&#243;, res m&#233;s que les finestres de la sala expressament obertes de bat a bat, deixant pas als sorolls provinents de la pla&#231;a d'Atocha, a la inclem&#232;ncia del temps hivernal, a la pols i a la llum natural... (A la sala, s'elimin&#224;tota il.luminaci&#243; artificial que no fos la dels propis suports foto-lluminosos). Les fotografies eren d'elements tals com un extintor, una presa de corrent, un term&#242;metre, un pany de seguretat, una alarma o un humidificador. A l'un i l'altre extrem de la sala, per &#250;ltim, es destacaven dues fotos m&#233;s (aquestes a m&#233;s gran format que les altres), una de l'antic Hospital Provincial de Madrid que es trobava a l'actual seu del Centro Reina Sof&#237;a; l'altra d'una cadira buida, sense ocupant: el tipus de seient utilitzat pels vigilants de sala i altre personal del centre, per&#242; tamb&#233; un s&#237;mbol intencionat de l'abs&#232;ncia formal de direcci&#243; i, per extensi&#243;, d'una discutida pol&#237;tica cultural.</p>"
	},
	{
		"pid" : 83,
		"p" : "<p> A la versi&#243;com instal.laci&#243; d'<i>On Subjectivity</i>, el m&#233;s antic dels treballs revisats a <i>H&#237;bridos</i>, l'obra &quot;paisatg&#237;stica/ecol&#242;gica&quot; a l'entorn dels media, ben representada a la resta de la mostra, (9) era d'alguna manera posada en relaci&#243; amb la problem&#224;tica contextual en la que Muntadas ha posat especial accent darrerament. Fotografies posades en vitrines manllevades d'un altre museu, projeccions a les parets de les planes del llibre i de les imatges del v&#237;deo (per al so, hi havia auriculars penjats a les esmentades vitines), i l'exposici&#243; dels sobres o envoltoris amb que es reberen les participacions sol.licitades per al llibre eren els elements que integraven la instal.laci&#243;, tamb&#233; especialment realitzada per a aquesta ocasi&#243;.En oferir m&#233;s una &quot;escenificaci&#243;&quot; de la gestaci&#243;conceptual i processual de l'obra, que no pas la manera m&#233;s adient de lectura dels seus components (el llibre i el v&#237;deo; &#233;s a dir, mitjans per als que &#233;s m&#233;s id&#242;nia una situaci&#243; m&#233;s &#237;ntima i comfortable), la q&#252;esti&#243; de la subjectivitat i la interpretaci&#243;d'imatges es traslladava tamb&#233; a una altra esfera o, millor dit, a un territori h&#237;brid en el que Muntadas situa el seu treball, i que ha estat i es pot empla&#231;ar &#8212;per&#242;, al meu entendre, no prou encertadament&#8212; &quot;entre l'art i la comunicaci&#243;&quot;.</p>"
	},
	{
		"pid" : 84,
		"p" : "<p> Finalment, un altre treball especialment realitzat en l'avinentesa d'aquesta mostra fou una pe&#231;a inclosa a la publicaci&#243;-cat&#224;leg acompanyant, amb el mateix t&#237;tol de <i>H&#237;bridos</i>.En aquesta pe&#231;a, Muntadas posa tamb&#233; en relaci&#243; les diferents vessants per les que ha aconduit el seu treball en els darrers anys.Formada per tr&#237;ptics de reproduccions fotogr&#224;fiques a doble plana, cada triplet d'imatges no &#233;s sin&#243; part d'una seq&#252;&#232;ncia redundant i intercanviable que, en l'abs&#232;ncia de tot text o comentari, t&#233;quelcom de trencaclosques, a la vegada que s'en despren una interpretaci&#243; prou transparent.</p>"
	},
	{
		"pid" : 85,
		"p" : "<p> A les planes de l'esquerra, hom hi troba sempre imatges d'arquitectura (prevalentment moderna i &quot;d'autor&quot;), principalment edificis singulars (en distintes accepcions del mot). A les planes de la dreta, a dalt, i gaireb&#233; sempre en color, hi ha imatges de reunions o convencions administratives, sales de juntes o consells, i de burocr&#224;cia organitzada en general; i avall, molts cops amb una pronunciada trama que fa pal&#232;s que es tracta de detalls engrandits de fotos de premsa, tot un vocabulari gestual de mans (ara una, ara dues i, en un cas, tot un c&#250;mul dif&#237;cil de desxifrar). Dintre de la seva deliberada abstracci&#243;, aquest text d'imatges tracta evidentment de la implicaci&#243; entre centres de decisi&#243;, nuclis de poder i models d'arquitectura exterior i interior, d'una manera que t&#233; molt a veure amb <i>The Board Room</i>(vegeu, en el lloc corresponent, el comentari de Muntadas a prop&#242;sit d'aqueixa instal.laci&#243;), a la vegada que, m&#233;s obliquament, es relaciona tamb&#233; amb <i>Situaci&#243;n</i>.</p>"
	},
	{
		"pid" : 86,
		"p" : "<p> Despr&#233;s de<i>H&#237;bridos</i>, Muntadas ha realitzat tamb&#233; a Madrid dues peces m&#233;s. La primera, com a part de la col.lectiva <i>Lo permeable del gesto</i>, al Centro Cultural Galileo, amb un caire d'intervenci&#243; contextual en la l&#237;nia de <i>Quarto do fundo</i> i <i>Situaci&#243;n</i>.Als participants d'aquesta exposici&#243; col.lectiva s'els deman&#224;d'utilitzar exclusivament els propis elements de la infraestructura del centre i, aix&#237;, Muntadas decid&#237; &quot;emmarcar&quot;, tot just amb una il.luminaci&#243; precisa, un pany de paret en el que veia el&quot;cor&quot; del centre, concentrant-se en ell nombrosos interruptors, la caixa dels fusibles i contadors, un rellotge i el dispositiu d'alarma, &#233;s a dir els reguladors de l'energia, l'horari i la seguretat del recinte.</p>"
	},
	{
		"pid" : 87,
		"p" : "<p> <i>STANDARD/Espec&#237;fico</i>, treball presentat a la Galer&#237;a Marga Paz i que Muntadas ha previst de realitzar tamb&#233; a d'altres ciutats en properes dates, contrasta aquestes dues nocions a trav&#233;s de, per una banda, m&#242;duls lluminosos amb fotografies (transpar&#232;ncies) de detalls d'aparadors o portes d'establiments comercials en els que es destaquen les enganxines de tarjes de cr&#232;dit diverses, i, d'altra banda, fotografies (en paper)de r&#232;tols caracter&#237;stics dels voltants de la galeria on es presenta el treball, r&#232;tols sovint d'aspecte centenari o que ens remeten a uns comer&#231;os i oficis d'un altre temps. La separaci&#243; entre l'est&#224;ndard i l'espec&#237;fic &#233;s senyalitzada per dues portes, tretes del seu marc i portades a la galeria: una de vidre transparent, l'altra de fusta noble i corresponent a una vivenda caracter&#237;stica del barri.</p>"
	},
	{
		"pid" : 88,
		"p" : "<p> Ara, a l'exposici&#243; de Muntadas, <i>Instal.lacions, Passatges, Intervencions</i> al Palau de la Virreina, hi haur&#224; tamb&#233; dues portes d'acc&#233;s. El mateix cartell de la mostra &#233;s reversible i anuncia una de les subtils &quot;intervencions&quot; al recinte: el restabliment d'un doble acc&#233;s i un oblidat eix de circulaci&#243; &#8212;un passatge&#8212; entre la pla&#231;a del mercat i la Rambla. El que es proposa a l'interior &#233;s un altre passatge, un itinerari per diferents espais, successius pisos (passatge tamb&#233; vertical), arquitectures interiors i remodelacions de diferents &#232;poques, depend&#232;ncies destinades a funcions diverses... A l'extrem superior del recorregut, una recent obra major, <i>The Board Room</i>, en una cambra que correspon exactament al codi arquitect&#242;nic representat per aquesta instal.laci&#243;. La senyalitzaci&#243;, la il.luminaci&#243;, eventualment la sonoritzaci&#243;, conformen pr&#224;cticament els &#250;nics elements que Muntadas ha previst d'utilitzar a les altres estances. I les c&#224;meres normalment destinades a la v&#237;deo-vigil&#224;ncia de les obres exposades a les sales de la Virreina, es giren ara cap als indrets de l'itinerari proposat i cap a la pr&#242;pia estructura interna dels serveis administratius i de gesti&#243; cultural que hi tenen seu.</p>"
	},
	{
		"pid" : 89,
		"p" : "<p> Si &#233;s possible relacionar aquestes &quot;intervencions&quot; amb diferents aspectes amb els que hem caracteritzat la pr&#224;ctica de Muntadas &#8212;des de les dial&#232;ctiques p&#250;blic/privat i visible/invisible fins al creixent despullament de les seves indagacions sobre les estructures i contextos art&#237;stico-culturals, tot passant per la impl&#237;cita interacci&#243; art/realitat (o art/vida), l'estrat&#232;gia del ready-made(elegir, a&#239;llar, remarcar), i la cr&#237;tica dels media (amb <i>The Board Room</i>)&#8212;, ara podem tamb&#233; ressaltar un nou tema que, en un sentit molt ample, comunica tots els treballs recents de Muntadas: l'arquitectura. A trav&#233;s d'intervencions a tanques publicit&#224;ries i llocs p&#250;blics, de monuments virtuals i gen&#232;rics, de l'observaci&#243; i subtil alteraci&#243;de codis arquitect&#242;nics, de r&#232;tols i portes, de llums i senyalitzacions, de remodelacions emmarcades i connexions visualitzades, d'obrir portes i finestres tancades i buidar espais, hom entreveu com aquest tema s'introdueix a l'obra de Muntadas d'una manera interrelacionada amb la resta dels seus treballs i amb les vessants que hi hem advertit. Si aix&#242; composa una nova vessant en la indagaci&#243;/intervenci&#243; sobre l'entorn, el medi, o determina tot just una s&#232;rie dins de la diversitat/unitat de l'obra, ens caldr&#224;comprovar-ho a la continuitat del trajecte.</p><p> Desembre 1987; revisat: Juliol 1988</p><p> <b>NOTES:</b></p>"
	},
	{
		"pid" : 90,
		"p" : "<p> 1 Aquest text es public&#224; originalment en castell&#224; en el cat&#224;leg editat amb motiu de la mostra <i>Muntadas/&quot;H&#237;bridos&quot;</i> al Centro de Arte Reina Sof&#237;a, a Madrid (Ed. Ministerio de Cultura, 1988). Al marge de qualque altra petita modificaci&#243;, hi he substituit ara la part final, que en l'original era un breu i provisional comentari previ a l'exposici&#243; esmentada.</p>"
	},
	{
		"pid" : 91,
		"p" : "<p> 2 L'exterioritat de la c&#224;mera amb respecte a l'acci&#243; limita avui l'inter&#232;s de moltes d'aquestes realitzacions, com passa tamb&#233; amb gran part de la producci&#243; audiovisual de molts altres artistes que empraren llavors aquests mitjans amb similars funcions d'enregistrament d'accions o realitzacions ef&#237;meres, generalment sense tenir massa en compte les caracter&#237;stiques pr&#242;pies del suport emprat, el que d'altra banda &#233;s for&#231;a caracter&#237;stic de la ret&#242;rica t&#224;cita o program&#224;tica de les tend&#232;ncies conceptualistes d'aquells anys. (Com va escriure Sim&#243;n March&#225;n, &quot;Els diversos suports f&#237;sics, fins i tot els m&#233;s propers al quadre, no s&#243;n fins formals en si mateixos, no s&#243;n l'obra, sin&#243; els senyals, els documents d'altres fen&#242;mens que obren la nostra conci&#232;ncia a quelcom d'exterior&quot;. <i>Del arte objetual al arte de concepto</i>, 2&#170; ed., Madrid, 1974, p. 303).</p>"
	},
	{
		"pid" : 92,
		"p" : "<p> 3 En anys successius, Muntadas participar&#224; igualment a altres activitats afavoridores d'un millor coneixement de les possibilitats del v&#237;deo com mitj&#224; de comunicaci&#243; alternativa i expressi&#243; art&#237;stica. Hom pot esmentar en aquest sentit el seminari <i>Sessions informatives i de treball a l'entorn del v&#237;deo</i>, Barcelona, juny 1976; les primeres mostres videogr&#224;fiques importants celebrades al nostre pais, les <i>S&#232;ries Informatives</i> al Col.legi d'Arquitectes de Barcelona, els anys 1978 i 1980, i el llibre <i>En torno al V&#237;deo</i>, Barcelona, 1980; totes aquestes activitats originades en el grup que llavors formavem Antoni Mercader, Joaquim Dols Rusi&#241;ol, Muntadas i el que aix&#242; escriu.</p><p> 4 Sites,&quot;Interview-Muntadas&quot;, a <i>Sites</i>, no. 7 (Special Artist Issue, Muntadas: Media Sites/Media Monuments), New York, 1982</p><p> 5 Anne Bray/Ferol Breymann, &quot;Muntadas: Personal/Public Conversation&quot;, a <i>Video Guide</i>(revista), Vancouver, agost 1979</p>"
	},
	{
		"pid" : 93,
		"p" : "<p> 6 Posteriorment, Muntadas ha tamb&#233;impartit curssos i seminaris a d'altres centres universitaris i d'ensenyaments art&#237;stics; entre altres, l'Escola de Belles Arts de Bordeaux (1983), l'Universitat de California a San Diego (1986) i l'Escola de Comunicacions i Arts de l'Universitat de Sao Paulo(1987).</p>"
	},
	{
		"pid" : 94,
		"p" : "<p> 7 Endem&#233;s de les descrites, altres obres en col.laboraci&#243; o de participaci&#243;col.lectiva d'aquest darrer per&#237;ode s&#243;n el llibre significativament intitulat <i>The Un/Necessary Image</i>(1983), co-editat amb Peter d'Agostino i que reuneix tamb&#233;participacions &#8212;assajos textuals, visuals i lexivisuals&#8212; de Victor Burgin, General Idea, Dan Graham, Hans Haacke, Richard Kriesche, Les Levine, Chip Lord, Robert Morgan, Catalina Parra, Joan Rabascall, Kristina Stiles i altres; i <i>Cross-Cultural TV</i>, a la v&#237;deo-revista <i>Infermental</i>(no. VI, 1987), secci&#243; co-editada amb Hank Bull a partir d'imatges televisives recollides i trameses per 30 persones de quinze paisos diferents que respongueren a la proposta.</p>"
	},
	{
		"pid" : 95,
		"p" : "<p> 8 La pantalla Spectacolor, de 72 m[2] de superf&#237;cie i que consta de 8.000 bombetes de distints colors, &#233;s programada per mitj&#224; d'un sistema inform&#224;tic que permet l'animaci&#243;de textos i grafismes a una cad&#232;ncia de 8 quadres per segon i amb una gamma de 12 colors. Cada mes, i entre els anuncis normals, cada vint minuts s'emet el &quot;missatge&quot; realitzat per un artista amb el suport de l'esmentada fundaci&#243;.</p>"
	},
	{
		"pid" : 96,
		"p" : "<p> 9 Amb <i>La Televisi&#243;n...</i>(1980), <i>Media Sites/Media Monuments</i>(1982) i cinc v&#237;deos: <i>Watching the Press/Reading Television</i>(1981), <i>Media Ecology Ads</i>(1982), <i>Credits</i>(1984), <i>This is not an Advertisement</i>(1985) i <i>Slogans</i>(1986)</p> "
	}
]
