{"vid":"104345","uid":"1","title":"Arthur John Moore diary, 11 November 1916-11 January 1918 - Page 17","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"104322","type":"transcript_page","language":"und","created":"1389068103","changed":"1397715541","tnid":"0","translate":"0","revision_timestamp":"1397715541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 103]<br> \r\n Thursday. July 26th  Last night's postponed match was played at Henencourt.  About half the 8th were present &amp; \"barracked\" for the good old \"Blue &amp; White\".  <br> \r\n It was a ding-dong game.  Billgy May played a rattling Game, &amp; so did Jack Woodward &amp; Pat Heffernon.  Bluey Stanton arrived on the Ground pretty well \"inked\" &amp; caused a deal of amusement by his antics in supporting the 8th.<br> \r\n The Final scores were:- [not recorded]<br> \r\n Received 2 Letters from <strike>Lill</strike> France.  </p> \r\n <p> \r\n Friday. July 27.  Glory Alleluia:  Got a 9 page Letter from \"L.\"  Good old \"B.E.\"  Mail closed today, so I wrote straightaway.  Clarrie Blanton was evacuated today with bleeding from the Lungs which was caused by falling on his sword, when we were having a rehearsal for  \"The Anzac Wafer\".  The Nursing Section returned from Warloy today.<br> \r\n Got a touch of Trench Fever.  Maj. Wooster ordered me into Hospital.</p> \r\n <p><a name=\"a5300104\"></a></p> \r\n <p>[Page 104]<br> \r\n Sat. July 28.  Temp. of 99.8 this morning.  Feeling pretty rotten.<br> \r\n Hooray:  Got 2 more Letters from Lill today.   Cheered me up wonderfully.  Major Wooster marked my Ticket C.C.S. So I won't be marching to Glory with the Mob.  Left Senlis about mid-day as a stretcher case.  Arrived C.C.S. about 4 p.m.  <br> \r\n T. 100.6  Ordered to Bed &amp; to be evacuated.</p> \r\n <p>Sun. July 29th   First time I've been a real patient in a Hospital.  Am in a big marquee with about 30 others.  Slept fairly well last night, although the Blankets are a bit lively.  Tucker not too good, just plain Bread &amp; Butter &amp; Tea.  Medicine 3 times a day.<br> \r\n We are wondering whether or not the Train will turn up to take us away.  Gee! The crowd in this ward are not very sick.  They fool around all day, but as soon as the M.O. appears, they hop back to Bed &amp; grunt &amp; cough.  About 6 the train came in, &amp; there was joy in the camp.  I came as a lying case, but am going away as a sitting case.  I'm afraid my chances of Blighty are getting dim, but I must keep up heart. \"Faint heart etc\"</p> \r\n <p><a name=\"a5300105\"></a></p> \r\n <p>[Page 105]<br> \r\n Arrival in hospital </p> \r\n <p>Sun. July 29 (cont)  We boarded the train at about 6.30 pm.  The orderly gave us a cup of cocoa &amp; some Bread &amp; Butter. Then he handed round the cigarettes.  It is quite comfortable on the Hosp. Train.  The Nurses came round &amp; the M.O. asked us if we were comfortable.  We left C.C.S. about 10.  Arrived Rouen  about 4 a.m. </p> \r\n <p>  <strike>Tues</strike> July 30. Monday  <br> \r\n Were met by motor char-a-bancs &amp; taken to No 5 Gen. Hospital.  <br> \r\n Here we were given a clean change of clothes &amp; the Hospital suit of Blue, with white shirt &amp; red kerchief Tie.  Had Break. Porridge, Bread &amp; Butter.<br> \r\n Then we had a good bath &amp; put on our clean clothes.  There are plenty of Nurses about &amp; they all seem very nice.  They brought us round Cigarettes, 5 per man ? per day.  After Dinner the Doctor came round &amp; gave us all a thorough examination.  My Temp. is quite normal ? worse luck.  The nurses are very nice &amp; will have a yarn, if they are not too busy.  That's twice today I've said the nurses are nice, but really news are so scarce that one must repeat ones sayings occasionally but its quite true that the nurses are nice. </p> \r\n <p><a name=\"a5300106\"></a></p> \r\n <p>[Page 106]<br> \r\n Tues. July 31st.  Feeling pretty good this morning.  The M.O. marked 3 chaps for Blighty this morning.  Lucky beggars.  My Temp. is 97, so I reckon he'll be soon passing me out to the Com. Camp.  Had a good dinner.  Roast mutton, Beans &amp; Potatoes.  Sago.  We find things very slow. If I had some writing Paper, I could write to Lill.<br> \r\n I am 9th man to tell my tale of woe to the doc. &amp; its rather a strain to make up a feasible yarn that will appeal to him after 8 others have had a go.</p> \r\n <p>Wed. Aug. 1st  Raining heavily.  The M.O. marked a D on my Diet Sheet this morning.  I find that it means I'm not permanently unfit, but there is still a faint hope of getting to Blighty.  The orderly greatly cheered us up by saying that nearly everybody who left this Marquee 13  went over to E.  Good news in the Paper.  3500 prisoners taken.  Every time our fellows have a big \"hop-over\" it rains like the very devil. Evidently the terrific bombardment has something to do with it. </p> \r\n <p><a name=\"a5300107\"></a></p> \r\n <p>[Page 107]<br> \r\n Thur. Aug 2.  A lot of gassed cases came in during the night.  We had sop for Breakfast again.  Raining Cats &amp; dogs.  Sister almost had a fit this morning,  The Thermometer registered 109 &deg; when she took my Temp.<br> \r\n A big convoy of sick &amp; wounded came in ? also a good number of gassed cases.  3 Gassed cases came into our ward.  They say that Fritz is putting over some new kind of Gas, which they can neither see or smell.  It affects their eyes &amp; sends them to sleep.  <br> \r\n This is a poor sort of place.  I can't even raise a few sheets of paper to write to M.S. Have plenty of time too; &amp; if I had Paper could write a good long Letter.</p> \r\n <p>Fri. Aug. 3.  The M.O. marked 5 of us to C.C. so it's Goodbye to my chances of Blighty.  Got my few items of uniform from the Store.  They have been through a Fumigator &amp; are in an awful state, the pants were quite useless.  At 2 o'clock we paraded to the Clothes Store &amp;  got a new rig-out.  Got a pair of Infantry pants about 2 sizes too small  They are most uncomfortable &amp; unsightly.  At 4.30 we fell in again, handed in our Hospital suits, &amp; were marched off to the Con. Camp.  Here the M.O. examined our Pay Books to see when we were last inoculated.  Then we were told off to Tents.  There are all sorts in this Camp.  Australians, New Zealanders, Canadians, S. Africans, Jamaicans &amp;  full blooded niggers.</p> \r\n <p><a name=\"a5300108\"></a></p> \r\n <p>[Page 108]<br> \r\n Sat. Aug. 4th<br> \r\n 3rd Anniversary of the War.<br> \r\n It has rained now for 4 consecutive days.  Last night it came down very heavily, &amp; its just as bad now.  The poor devils in the Line must be suffering.  At Breakfast I met Bill Lancaster.  Like me he was not lucky enough to get to Blighty.  He looks real sick.  The Breakfast was very rough.  Weak, cold Tea.  A small piece of Fat Ham, &amp; dripping in place of Butter.  Last night went to Y.M.C.A.  It is a fine building with Billiards &amp; all kinds of games &amp; 2 pianos.  It was absolutely packed.  I had a cup of Tea &amp; some Biscuits, also procured a few sheets of paper, so now I can do what I've wanted to all the week &amp; that is write   Letter No. 28 to old B.E.</p> \r\n <p>Dinner was fairly decent. Roast mutton &amp; Peas ? Plum duff. After dinner went over to Church Army Hut. It is a very fine building, would seat about 1000. It has a fine stage, &amp; I believe they have a very good Concert Party ? permanent. <br> \r\n For Tea, Bread &amp; Butter, &amp; weak greasy looking tea &amp; some raisins. After Tea went to Y.M.C.A. Hut, where a very good Concert was given by a party of Ladies. It is still raining heavily &amp; shows no sign of easing.</p> \r\n <p><a name=\"a5300109\"></a></p> \r\n <p>[Page 109]<br> \r\n Con. Camp</p> \r\n <p>Sunday. Aug. 5th   Good Lord: reveille at 6 ? Sunday morning too.  It's enough to drive a man to drink ? Church Parade in Church Army Hut.  Nice cheerful service.  The music was supplied by a string orchestra of about 12 performers.  The chaplain didn't preach a sermon, but had a straight little talk with the Boys.  The Hall was packed &amp; as I looked around, it struck me what a cosmopolitan crowd we were. On either side of me was a Maori &amp; a Canadian.  Right in front sat a chap as black as the ace of spades, &amp; next to him sat a S. African.  The parade was in charge of a W.O. of the Westminster Dragoons.  It is pouring in rain again.  </p> \r\n <p>I put in for a pass to Rouen but it won't be much use unless the rain knocks off.  Fell in at Police Tent &amp; were issued with Belts &amp; passes.  Walked about ¾ mile along the road to the Tram.  Electric Trams, but they travel very slowly.  Arrived Rouen after about ½ hours ride.  Fine, big city.  Full of Troops, all nationalities.  Shops &amp; cafes all in full swing.   Anybody can get a feed  &amp; a drink at any hour, excepting British troops.  These have to wait till 6 before they can obtain a refresher.  A machine gunner, Jack Benton, 14 B?ge, came in with me.  We visited the cathedral first.  It is a beautiful building &amp; very very old.  A service was being held, &amp; we were lucky in hearing the fine organ, &amp; the choir in some beautiful singing.  Next we visited the Market Square where Joan of Arc was burnt by English soldiers.</p> \r\n <p><a name=\"a5300110\"></a></p> \r\n <p>[Page 110]<br> \r\n Sun. Aug. 5 cont.<br> \r\n A fine statue is erected in her memory.  We went on to a Tower (forget the name) which is 450 feet high.  An excellent view of the city &amp; surrounding country can be obtained from the top, but not feeling too fit, we refrained from the climb.  Took a stroll through the City.  Feeling hungry, adjourned to Café.  3 Girls behind counter.  Was considering what French words to bring into play, when one of the Girls said, in excellent English \"What do you want please?\"  Discovered it was run by some English Ladies.  We got cup of Tea, 2 Eggs &amp; 2 pieces of Bread &amp; Butter for 9 ½ d which was very reasonable.  No sugar in the Tea.  We left Con. Camp with 5 francs which I borrowed from Bill Lancaster.  We were sitting back enjoying a smoke of Issued Tobacco, when a S. Major strolled in. Sat down beside us &amp; had a yarn.  Then he invited us to join him in some Tea.  We did.  Had some muffins &amp; cakes &amp; Tea.  After this we had another stroll round the city &amp; returned to Con. Camp.</p> \r\n <p>Mon. Aug. 6th  More bloomin? rain.  Doctor ordered me to Bed again as Temp. was 100 &deg; .  Got sick of Bed, went down to Y.M.C.A.  Saw &amp; heard a good concert, given my a number of ladies.  It was very good.  Managed to scribble a few lines to Lill, but, twas a very poor attempt.</p> \r\n <p><a name=\"a5300111\"></a></p> \r\n <p>[Page 111]<br> \r\n Tues. Aug. 7th   No Breakfast.  \"Doc\" put me on milk diet.  Rice for dinner  Bread &amp; Butter. Tea Temp. 99.8   Feeling pretty rotten.</p> \r\n <p>Wed. Aug. 8.  Things looking brighter.  Got up to Breakfast.  Went to sit down on one of the seats, when who should I see sitting there but \"Oriss\"  He was quite a treat for sore eyes.  Thought surely he was in Blighty, but, like me, he was unlucky.   We drew ten francs   Attended a Concert in the Y.M.C.A.  Very good indeed.</p> \r\n <p>Thur. Aug. 9.  Mixture of Sunshine &amp; Showers.  Feeling pretty groggy in the Legs &amp; Back.  Doctor ordered me a tonic.  Managed to struggle up to Mess Hut for meals.  \"Oriss\" &amp; I spent greater part of the day in Y.M.C.A. Hut.  It rained after Tea, so we sat on my Bed &amp; swapped yarns &amp; showed each other  our photos &amp; snapshots.  B.E. will have to forgive me for not writing these days.</p> \r\n <p>Fri. Aug. 10  Beautiful, sunshiny day.  Doctor marked me for Bushy at morning sick parade.  It is a big Rest Camp away out in the Country.  I'll see what happens to Blanton.  He has to be Xrayed.  Be alright if he comes too.  Don't like the idea of going on my own.</p> \r\n <p><a name=\"a5300112\"></a></p> \r\n <p>[Page 112]<br> \r\n Fri. Aug. 10. (cont)  Attended lecture at Y.M. on Madagascar, by a chap who had lived there for 20 years.  A good series of Lantern slides.  Very interesting.  He told us that the island was 1000 miles long.  Rubber &amp; Rice in plenty, but no coal, serious drawback.   We played Ping-pong ? 3 most exciting games.  Oriss\" proving the victor by 2 to 1.  After this we went to Concert in Church Army Hut.  Very good indeed.  Now I'm going to Bed.  Good night B.E.</p> \r\n <p>Sat. Aug. 11.  Went into Rouen with \"Oriss\".  It rained for a while but cleared up soon after we started.  Hit city about 3.  Saw party of German prisoners working on wharf.  Visited Cathedral.  Very interesting ceremony on.  Priests in fancy dress &amp; acolytes swinging incense.  Choir Boys in Scarlet &amp; Lace looked very impressive.</p> \r\n <p> Vist to Rouen </p> \r\n <p>Sat. Aug 11(cont)</p> \r\n <p>Oriss went to Pay Office, but was turned down.  Had afternoon Tea at Wesleyan Soldier's Home.  Spent a pleasant hour there reading.  Comfortable &amp; quiet rooms.  Strolled round City, then adjourned for Feed of Eggs &amp; Muffins.  After Tea had quite an adventure in a Curiosity shop.  Some very fine &amp; interesting things on view.  Oriss seemed to have an enjoyable time.  Returned to camp about 8.30.</p> \r\n <p>Sun. Aug. 12.  \"Oriss\" got marked for Base, so I will go with him if the M.O. will stand it.  Fine day.  Party in our Hut told off for Harvesting.  Went to evening service in Church Army Hut.  A Lifeguardsman presented the Chapel with a fine Lectern which the padre dedicated.  Very nice service.  Hall packed. Officers, Nurses, &amp; soldiers of all kinds.</p> \r\n <p><a name=\"a5300113\"></a></p> \r\n <p>[Page 113]<br> \r\n Mon. Aug. 13.  M.O. marked me for Base.   Spent afternoon in Y.M.  Played few games Ping-Pong.  Raining again.  Fell in at 5 &amp; marched over to Collecting Camp.   16  of us in a Bell Tent.  Only one blanket ? no boards on ground.  Had very little sleep.</p> \r\n <p>Tues. Aug. 14.  Reveille at 6.  Woke up feeling pretty rotten.  Discovered had a lovely cold, owing to sleeping on damp ground.  Breakfast 6.30  Small piece  cold Bacon &amp; 1 slice Bread per man.  This is the Life.  Went over to Con. Camp.  Spent day there &amp; had dinner &amp; tea there also.  Once went over to Base Camp.  Attended Concert in Y.M. Hut.  Pretty good.  Pouring rain again   good thing for cold, sleeping on wet ground.</p> \r\n <p>ARRIVED BASE</p> \r\n <p>Wed. Aug. 15.  Fell in at 7 a.m. for Base.  Issued with Iron Rations  for Train journey.  Marched to Rouen Station.  About 3 miles.  Actually carriages for troops to ride in.  Surely we are \"winning the War\"   Train pulled up at Station.  Obtained Hot water from Engine driver &amp; made Tea.  Had a Feed.  Very Pretty country ? passing.  Plenty of Fruit about.  Arrived Harfleur about 1.30 detrained.  Marched to Y.M. Hut, where they gave us some Tea &amp; Bread &amp; Jam  Then went to No 24 Camp.  Fine camp.  Well laid out.  Had good feed at Tea Time.  First one for weeks.  Corned Rabbit Plum duff.   Met Bill Lancaster.  Visited Salvation Army &amp; Y.M. Hut.  Fine big buildings.  Really ought write some Letters, but feel so rotten.  Sorry Lill.  Will go to Bed &amp; try &amp; sleep this rotten cold away. Good night L x  </p> \r\n <p><a name=\"a5300114\"></a></p> \r\n <p>[Page 114]<br> \r\n BASE</p> \r\n <p>Thur. Aug. 16.   Glory ? Alleluia!  Steak for Break - Quite a shock.  Visited Q.M. Store &amp; got issued with Outfit to resume the offensive  Got everything   but pants, just the thing I most needed.  After Tea attended Concert in Y.M. Hut, given by \"Lena Ashwell's Party\".  It was very fine, but too high class for many.  This morning the M.O. inspected us.  I told him was suffering from cold in the Head, but he seemed to think it was a big Joke &amp; \"passed me out\".</p> \r\n <p>Fri. Aug. 17.   \"Oriss\" &amp; I spent a quiet morning.  Break was very light.  Bean Soup &amp; Tea.  Messin?  about all day on Parades.  Attended Concert at Y.M. Hut given by the \"Lyre Birds\" (2nd Div. Band)  It was their first Concert &amp; was an excellent attempt.  Got pants from Q.M. so now we are fixed up.</p> \r\n <p>Paid at Base</p> \r\n <p>Sat. Aug. 18.  Fine day, sun shining &amp; things looking bright.  Was told off to take charge of a working party, but after fooling around for a time, we dispersed.  Fell in at 11 &amp; got a Paid (30 Fs)  Now all we want is leave to Havre. Went to Concert at Y.M. but it  was very rough.  This Camp is well laid out.  Fine big, airy mess?rooms, plenty of Recreation Rooms &amp; Showers.  The food is also very good, quite a treat after our starvation diet of the past fortnight at the Hospital &amp; Con. Camp.</p> \r\n <p>Sun. Aug. 19.  Much to our surprise, Oriss &amp; I discovered our name on the Leave list.  We attended Church Service at the C of E Hut. Bishop somebody took the service.  He confirmed a number of chaps.  After a good dinner of Roast meat, Vegs, &amp; Plum duff, we took the Train from Rouelles into Havre.  Fare 1d.  The Train was packed with troops on leave.</p> \r\n <p><a name=\"a5300115\"></a></p> \r\n <p>[Page 115]<br> \r\n Visit to Havre</p> \r\n <p>Sun. Aug. 19 (cont)  We arrived in Havre about 2.20.  It is a beautiful city, quite the best place we've struck in France.  Saw a no. of dirigibles cruising along the coast, also quite a lot of sea-planes.  It was a grand day.  The town reminded me very much of St Kilda.  We walked down to the Beach &amp; spent a very enjoyable half hour in the water.  There was quite a big crowd in the water including quite a number of mdd?elles.  It was quite  like old times.  There is a good dressing shed run by the military, where one can obtain swimming togs. &amp; towel for 2d.  It just wanted old B.E. there to make it a perfect day.  We sat on the Beach for a while &amp; enjoyed a sun Bake.  The only drawback to the Beach is that its big pebbles instead of sand, &amp; is rather hard on one's feet.</p> \r\n <p>About 4 we adjourned to a very nice café &amp; had afternoon Tea.  Then we took a stroll through the city.  There are some very fine Public Buildings &amp; the City is well laid out.  Electric Trams.  Had a good Tea.  Eggs, Salad, Bread &amp; Butter.  After that we strolled through some of the most interesting parts of the Town.  Visited a big café, &amp; watched them playing French Billiards for a time.  French Billiard Tables  have no pockets, &amp; it is a novelty to watch a game in progress.<br> \r\n We struck up a yarn with a Belgian officer &amp; his wife, &amp; then he asked us to join him in a drink ? which we did.  I asked one of the waitresses if they had any Lager, but she couldn't compre my French.  I was just giving it up as a bad Job when a girl came to my rescue, &amp; acted as interpreter.  We got the Lager &amp; everybody was all smiles.  Had a most exciting Tram ride back to Camp.</p> \r\n <p><a name=\"a5300116\"></a></p> \r\n <p>[Page 116]<br> \r\n THRO? THE BULL-RING</p> \r\n <p>Mon. Aug. 20.  Told off to attend Gas school.  Fell in at 7.30 &amp; marched off with a big crowd of Artillery &amp; L.H.  A band played us part of the way.  It was quite like old times again at Liverpool.  Arrived Bull Ring about 9.  It is a finely laid out Camp, Artillery, A.S.C. &amp; all branches of the service have the finishing touches applied here before going down the Line.  There is also a big Vet. Hosp. there, where sick &amp; injured horses receive treatment.  Each horse has it's diet &amp; treatment sheet over it's stall, just as patients in Hospital have their's over their bunks.  We were given Lectures during the morning on the affects of the different gasses, &amp; also received instruction on the way to combat against it's affects.  We then put on our S.B.Rs &amp; passed through a Gas Chamber.  At 12.30 we had Lunch.  We brought rations for 10 men, but as there were only 6 of us we had plenty to go round.<br> \r\n Wrote a Letter to M.S.  No. 30.  </p> \r\n <p>At the Base</p> \r\n <p>After dinner we had another Lecture on \"Gas &amp; the care of Gas Helmets\".  Then we went thro? another Gas chamber, &amp; as we came out our tickets were stamped.  We then returned to Camp, arriving there about 5.30.  Here we met Sgt. Petit, Jack Woodward &amp; S/Sgt Brenda.  It appears that all supernumerary W.C.O's have to return to the Base.  There is a big crowd of ?em here already &amp; they are still coming in.</p> \r\n <p>Tues. Aug 21.  Glorious weather.  Break. very light.  Was told off to see the Lines were cleared up for C.O's inspection.  After dinner I wrote a few Letters.  Don't care how soon I am sent back to my unit now, as its very monotonous in this Camp.</p> \r\n <p><a name=\"a5300117\"></a></p> \r\n <p>[Page 117]<br> \r\n At the Base</p> \r\n <p>Wed. Aug. 22nd   Weather still good.  Did some washing.  Getting very monotonous in this Camp.  Shall be glad to get back to the old crowd.  \"Oriss\" is working on a Fatigue Party wheeling Barrow loads of dirt about, but I am doing nothing.  Staff. Brender &amp; Jack Woodward went away last night with an Artillery draft.  After Tea wrote Mrs Pudney &amp; Ruth B.</p> \r\n <p>Thur. Aug. 23  Rained heavily last night &amp; the ground is quite sloppy again.  \"Oriss\" had a nasty fit of coughing during the night &amp; spit up a lot of Blood.  He paraded to the M.O. (so called) but, of course, got no satisfaction.  <br> \r\n Later  Oriss got much worse, &amp; was spiting up clots of Blood.  This was no good, so I went to the Orderly Room &amp; asked to be paraded to the O.C.  Of course they wanted to know my reason, &amp; when I told ?em, they lived up a bit &amp;</p> \r\n <p>LEFT BASE</p> \r\n <p> \"Oriss\" was sent away in an ambulance to the Hospital at Havre. It was a Casino &amp; is a fine building, situated on the Esplanade.<br> \r\n After Tea I took a few Cards at House.  It rained very heavily &amp; threatened to break up the school, but we stuck it, &amp; I came away winning 10 Francs.</p> \r\n <p>Fri. Aug. 24.  Passed the M.O. this morning &amp; marked for duty.  We leave with a draft tonight to resume the strafe.  Spent the morning fixing up my gear.  Wrote a few lines to \"Oriss\".  Had Tea at 3.30.  Fell in at 4.15 &amp; marched away with a big crowd of Arty Inf. Tunnellers, Engrs, etc. to Havre Station, where we entrained.  <br> \r\n I was i/c of 5 Div. A.M.C. which consisted of Phil Murray &amp; myself.  Lt. Slaughter was i/c of the whole party.  There were 3 of us in our carriage.  We were lucky in getting a carriage as most of the crowd travelled in Trucks.</p> \r\n <p><a name=\"a5300118\"></a></p> \r\n <p>[Page 118]<br> \r\n Fri. Aug. 24 (cont)   On arriving at Station we were issued with 48 hours rations.  By the time we got all our gear &amp; rations aboard, the carriage was full.  We left Havre about 9.30 &amp; after a very bumpy ride, we arrived at Rouen about 5 am on Sat. Aug 25th </p> \r\n <p>Last night we got very little sleep, as the carriage was so crowded.  We sat up at intervals &amp; had a little refreshment or a smoke.  We detrained at Rouen &amp; marched about 2 miles to a Rest Camp, where we purchased Coffee, Eggs, Bread &amp; Butter &amp; Cake &amp; managed to make quite a decent feed.  We also had a wash &amp; brush up, which refreshed us greatly.  </p> \r\n <p>It is 9 oclock now &amp; we are sitting alongside the river Seine watching the traffic move up &amp; down &amp; wondering what's going to happen next.  It's a glorious morning.  </p> \r\n <p>Sat   <strike>Fri</strike> Aug 2 <strike>4</strike>5 (cont)</p> \r\n <p>Spent the morning quietly.  Quite a crowd of vendors are buzzing around selling P. Cards mirrors, etc.  I purchased a small pocket mirror which will be very handy as it takes up so little room in ones pocket.  I had a franc &amp; half left which was practically useless, so I invested it in a few games at \"Housey\" &amp; actually won 5 Fs, with which Murray &amp; I purchased Tomatoes &amp; Cake for Dinner.  </p> \r\n <p>We fell in about 3 &amp; marched away to the Station.  Before I left I got quite friendly with a little French girl, whom I made a friend  for Life by giving her a small case containing mirror &amp; comb.  Her smile of thanks was worth a months pay.  We got aboard the train, trucks this time, carriages were for \"Officers only\".  Murray &amp; I got in with the Q.M. &amp; Stores, so we did alright  for Tucker.  There were 20 of us in the carriage &amp; we just had enough room for each man to lie down.  We passed through some very pretty country.</p> \r\n <p>\r\n","format":"plain_text","safe_value":"<p>[Page 103]<br><br />\n Thursday. July 26th  Last night's postponed match was played at Henencourt.  About half the 8th were present &amp; \"barracked\" for the good old \"Blue &amp; White\".  <br><br />\n It was a ding-dong game.  Billgy May played a rattling Game, &amp; so did Jack Woodward &amp; Pat Heffernon.  Bluey Stanton arrived on the Ground pretty well \"inked\" &amp; caused a deal of amusement by his antics in supporting the 8th.<br><br />\n The Final scores were:- [not recorded]<br><br />\n Received 2 Letters from <strike>Lill</strike> France.  </p>\n<p>\n Friday. July 27.  Glory Alleluia:  Got a 9 page Letter from \"L.\"  Good old \"B.E.\"  Mail closed today, so I wrote straightaway.  Clarrie Blanton was evacuated today with bleeding from the Lungs which was caused by falling on his sword, when we were having a rehearsal for  \"The Anzac Wafer\".  The Nursing Section returned from Warloy today.<br><br />\n Got a touch of Trench Fever.  Maj. Wooster ordered me into Hospital.</p>\n<p><a name=\"a5300104\"></a></p>\n<p>[Page 104]<br><br />\n Sat. July 28.  Temp. of 99.8 this morning.  Feeling pretty rotten.<br><br />\n Hooray:  Got 2 more Letters from Lill today.   Cheered me up wonderfully.  Major Wooster marked my Ticket C.C.S. So I won't be marching to Glory with the Mob.  Left Senlis about mid-day as a stretcher case.  Arrived C.C.S. about 4 p.m.  <br><br />\n T. 100.6  Ordered to Bed &amp; to be evacuated.</p>\n<p>Sun. July 29th   First time I've been a real patient in a Hospital.  Am in a big marquee with about 30 others.  Slept fairly well last night, although the Blankets are a bit lively.  Tucker not too good, just plain Bread &amp; Butter &amp; Tea.  Medicine 3 times a day.<br><br />\n We are wondering whether or not the Train will turn up to take us away.  Gee! The crowd in this ward are not very sick.  They fool around all day, but as soon as the M.O. appears, they hop back to Bed &amp; grunt &amp; cough.  About 6 the train came in, &amp; there was joy in the camp.  I came as a lying case, but am going away as a sitting case.  I'm afraid my chances of Blighty are getting dim, but I must keep up heart. \"Faint heart etc\"</p>\n<p><a name=\"a5300105\"></a></p>\n<p>[Page 105]<br><br />\n Arrival in hospital </p>\n<p>Sun. July 29 (cont)  We boarded the train at about 6.30 pm.  The orderly gave us a cup of cocoa &amp; some Bread &amp; Butter. Then he handed round the cigarettes.  It is quite comfortable on the Hosp. Train.  The Nurses came round &amp; the M.O. asked us if we were comfortable.  We left C.C.S. about 10.  Arrived Rouen  about 4 a.m. </p>\n<p>  <strike>Tues</strike> July 30. Monday  <br><br />\n Were met by motor char-a-bancs &amp; taken to No 5 Gen. Hospital.  <br><br />\n Here we were given a clean change of clothes &amp; the Hospital suit of Blue, with white shirt &amp; red kerchief Tie.  Had Break. Porridge, Bread &amp; Butter.<br><br />\n Then we had a good bath &amp; put on our clean clothes.  There are plenty of Nurses about &amp; they all seem very nice.  They brought us round Cigarettes, 5 per man ? per day.  After Dinner the Doctor came round &amp; gave us all a thorough examination.  My Temp. is quite normal ? worse luck.  The nurses are very nice &amp; will have a yarn, if they are not too busy.  That's twice today I've said the nurses are nice, but really news are so scarce that one must repeat ones sayings occasionally but its quite true that the nurses are nice. </p>\n<p><a name=\"a5300106\"></a></p>\n<p>[Page 106]<br><br />\n Tues. July 31st.  Feeling pretty good this morning.  The M.O. marked 3 chaps for Blighty this morning.  Lucky beggars.  My Temp. is 97, so I reckon he'll be soon passing me out to the Com. Camp.  Had a good dinner.  Roast mutton, Beans &amp; Potatoes.  Sago.  We find things very slow. If I had some writing Paper, I could write to Lill.<br><br />\n I am 9th man to tell my tale of woe to the doc. &amp; its rather a strain to make up a feasible yarn that will appeal to him after 8 others have had a go.</p>\n<p>Wed. Aug. 1st  Raining heavily.  The M.O. marked a D on my Diet Sheet this morning.  I find that it means I'm not permanently unfit, but there is still a faint hope of getting to Blighty.  The orderly greatly cheered us up by saying that nearly everybody who left this Marquee 13  went over to E.  Good news in the Paper.  3500 prisoners taken.  Every time our fellows have a big \"hop-over\" it rains like the very devil. Evidently the terrific bombardment has something to do with it. </p>\n<p><a name=\"a5300107\"></a></p>\n<p>[Page 107]<br><br />\n Thur. Aug 2.  A lot of gassed cases came in during the night.  We had sop for Breakfast again.  Raining Cats &amp; dogs.  Sister almost had a fit this morning,  The Thermometer registered 109 &deg; when she took my Temp.<br><br />\n A big convoy of sick &amp; wounded came in ? also a good number of gassed cases.  3 Gassed cases came into our ward.  They say that Fritz is putting over some new kind of Gas, which they can neither see or smell.  It affects their eyes &amp; sends them to sleep.  <br><br />\n This is a poor sort of place.  I can't even raise a few sheets of paper to write to M.S. Have plenty of time too; &amp; if I had Paper could write a good long Letter.</p>\n<p>Fri. Aug. 3.  The M.O. marked 5 of us to C.C. so it's Goodbye to my chances of Blighty.  Got my few items of uniform from the Store.  They have been through a Fumigator &amp; are in an awful state, the pants were quite useless.  At 2 o'clock we paraded to the Clothes Store &amp;  got a new rig-out.  Got a pair of Infantry pants about 2 sizes too small  They are most uncomfortable &amp; unsightly.  At 4.30 we fell in again, handed in our Hospital suits, &amp; were marched off to the Con. Camp.  Here the M.O. examined our Pay Books to see when we were last inoculated.  Then we were told off to Tents.  There are all sorts in this Camp.  Australians, New Zealanders, Canadians, S. Africans, Jamaicans &amp;  full blooded niggers.</p>\n<p><a name=\"a5300108\"></a></p>\n<p>[Page 108]<br><br />\n Sat. Aug. 4th<br><br />\n 3rd Anniversary of the War.<br><br />\n It has rained now for 4 consecutive days.  Last night it came down very heavily, &amp; its just as bad now.  The poor devils in the Line must be suffering.  At Breakfast I met Bill Lancaster.  Like me he was not lucky enough to get to Blighty.  He looks real sick.  The Breakfast was very rough.  Weak, cold Tea.  A small piece of Fat Ham, &amp; dripping in place of Butter.  Last night went to Y.M.C.A.  It is a fine building with Billiards &amp; all kinds of games &amp; 2 pianos.  It was absolutely packed.  I had a cup of Tea &amp; some Biscuits, also procured a few sheets of paper, so now I can do what I've wanted to all the week &amp; that is write   Letter No. 28 to old B.E.</p>\n<p>Dinner was fairly decent. Roast mutton &amp; Peas ? Plum duff. After dinner went over to Church Army Hut. It is a very fine building, would seat about 1000. It has a fine stage, &amp; I believe they have a very good Concert Party ? permanent. <br><br />\n For Tea, Bread &amp; Butter, &amp; weak greasy looking tea &amp; some raisins. After Tea went to Y.M.C.A. Hut, where a very good Concert was given by a party of Ladies. It is still raining heavily &amp; shows no sign of easing.</p>\n<p><a name=\"a5300109\"></a></p>\n<p>[Page 109]<br><br />\n Con. Camp</p>\n<p>Sunday. Aug. 5th   Good Lord: reveille at 6 ? Sunday morning too.  It's enough to drive a man to drink ? Church Parade in Church Army Hut.  Nice cheerful service.  The music was supplied by a string orchestra of about 12 performers.  The chaplain didn't preach a sermon, but had a straight little talk with the Boys.  The Hall was packed &amp; as I looked around, it struck me what a cosmopolitan crowd we were. On either side of me was a Maori &amp; a Canadian.  Right in front sat a chap as black as the ace of spades, &amp; next to him sat a S. African.  The parade was in charge of a W.O. of the Westminster Dragoons.  It is pouring in rain again.  </p>\n<p>I put in for a pass to Rouen but it won't be much use unless the rain knocks off.  Fell in at Police Tent &amp; were issued with Belts &amp; passes.  Walked about ¾ mile along the road to the Tram.  Electric Trams, but they travel very slowly.  Arrived Rouen after about ½ hours ride.  Fine, big city.  Full of Troops, all nationalities.  Shops &amp; cafes all in full swing.   Anybody can get a feed  &amp; a drink at any hour, excepting British troops.  These have to wait till 6 before they can obtain a refresher.  A machine gunner, Jack Benton, 14 B?ge, came in with me.  We visited the cathedral first.  It is a beautiful building &amp; very very old.  A service was being held, &amp; we were lucky in hearing the fine organ, &amp; the choir in some beautiful singing.  Next we visited the Market Square where Joan of Arc was burnt by English soldiers.</p>\n<p><a name=\"a5300110\"></a></p>\n<p>[Page 110]<br><br />\n Sun. Aug. 5 cont.<br><br />\n A fine statue is erected in her memory.  We went on to a Tower (forget the name) which is 450 feet high.  An excellent view of the city &amp; surrounding country can be obtained from the top, but not feeling too fit, we refrained from the climb.  Took a stroll through the City.  Feeling hungry, adjourned to Café.  3 Girls behind counter.  Was considering what French words to bring into play, when one of the Girls said, in excellent English \"What do you want please?\"  Discovered it was run by some English Ladies.  We got cup of Tea, 2 Eggs &amp; 2 pieces of Bread &amp; Butter for 9 ½ d which was very reasonable.  No sugar in the Tea.  We left Con. Camp with 5 francs which I borrowed from Bill Lancaster.  We were sitting back enjoying a smoke of Issued Tobacco, when a S. Major strolled in. Sat down beside us &amp; had a yarn.  Then he invited us to join him in some Tea.  We did.  Had some muffins &amp; cakes &amp; Tea.  After this we had another stroll round the city &amp; returned to Con. Camp.</p>\n<p>Mon. Aug. 6th  More bloomin? rain.  Doctor ordered me to Bed again as Temp. was 100 &deg; .  Got sick of Bed, went down to Y.M.C.A.  Saw &amp; heard a good concert, given my a number of ladies.  It was very good.  Managed to scribble a few lines to Lill, but, twas a very poor attempt.</p>\n<p><a name=\"a5300111\"></a></p>\n<p>[Page 111]<br><br />\n Tues. Aug. 7th   No Breakfast.  \"Doc\" put me on milk diet.  Rice for dinner  Bread &amp; Butter. Tea Temp. 99.8   Feeling pretty rotten.</p>\n<p>Wed. Aug. 8.  Things looking brighter.  Got up to Breakfast.  Went to sit down on one of the seats, when who should I see sitting there but \"Oriss\"  He was quite a treat for sore eyes.  Thought surely he was in Blighty, but, like me, he was unlucky.   We drew ten francs   Attended a Concert in the Y.M.C.A.  Very good indeed.</p>\n<p>Thur. Aug. 9.  Mixture of Sunshine &amp; Showers.  Feeling pretty groggy in the Legs &amp; Back.  Doctor ordered me a tonic.  Managed to struggle up to Mess Hut for meals.  \"Oriss\" &amp; I spent greater part of the day in Y.M.C.A. Hut.  It rained after Tea, so we sat on my Bed &amp; swapped yarns &amp; showed each other  our photos &amp; snapshots.  B.E. will have to forgive me for not writing these days.</p>\n<p>Fri. Aug. 10  Beautiful, sunshiny day.  Doctor marked me for Bushy at morning sick parade.  It is a big Rest Camp away out in the Country.  I'll see what happens to Blanton.  He has to be Xrayed.  Be alright if he comes too.  Don't like the idea of going on my own.</p>\n<p><a name=\"a5300112\"></a></p>\n<p>[Page 112]<br><br />\n Fri. Aug. 10. (cont)  Attended lecture at Y.M. on Madagascar, by a chap who had lived there for 20 years.  A good series of Lantern slides.  Very interesting.  He told us that the island was 1000 miles long.  Rubber &amp; Rice in plenty, but no coal, serious drawback.   We played Ping-pong ? 3 most exciting games.  Oriss\" proving the victor by 2 to 1.  After this we went to Concert in Church Army Hut.  Very good indeed.  Now I'm going to Bed.  Good night B.E.</p>\n<p>Sat. Aug. 11.  Went into Rouen with \"Oriss\".  It rained for a while but cleared up soon after we started.  Hit city about 3.  Saw party of German prisoners working on wharf.  Visited Cathedral.  Very interesting ceremony on.  Priests in fancy dress &amp; acolytes swinging incense.  Choir Boys in Scarlet &amp; Lace looked very impressive.</p>\n<p> Vist to Rouen </p>\n<p>Sat. Aug 11(cont)</p>\n<p>Oriss went to Pay Office, but was turned down.  Had afternoon Tea at Wesleyan Soldier's Home.  Spent a pleasant hour there reading.  Comfortable &amp; quiet rooms.  Strolled round City, then adjourned for Feed of Eggs &amp; Muffins.  After Tea had quite an adventure in a Curiosity shop.  Some very fine &amp; interesting things on view.  Oriss seemed to have an enjoyable time.  Returned to camp about 8.30.</p>\n<p>Sun. Aug. 12.  \"Oriss\" got marked for Base, so I will go with him if the M.O. will stand it.  Fine day.  Party in our Hut told off for Harvesting.  Went to evening service in Church Army Hut.  A Lifeguardsman presented the Chapel with a fine Lectern which the padre dedicated.  Very nice service.  Hall packed. Officers, Nurses, &amp; soldiers of all kinds.</p>\n<p><a name=\"a5300113\"></a></p>\n<p>[Page 113]<br><br />\n Mon. Aug. 13.  M.O. marked me for Base.   Spent afternoon in Y.M.  Played few games Ping-Pong.  Raining again.  Fell in at 5 &amp; marched over to Collecting Camp.   16  of us in a Bell Tent.  Only one blanket ? no boards on ground.  Had very little sleep.</p>\n<p>Tues. Aug. 14.  Reveille at 6.  Woke up feeling pretty rotten.  Discovered had a lovely cold, owing to sleeping on damp ground.  Breakfast 6.30  Small piece  cold Bacon &amp; 1 slice Bread per man.  This is the Life.  Went over to Con. Camp.  Spent day there &amp; had dinner &amp; tea there also.  Once went over to Base Camp.  Attended Concert in Y.M. Hut.  Pretty good.  Pouring rain again   good thing for cold, sleeping on wet ground.</p>\n<p>ARRIVED BASE</p>\n<p>Wed. Aug. 15.  Fell in at 7 a.m. for Base.  Issued with Iron Rations  for Train journey.  Marched to Rouen Station.  About 3 miles.  Actually carriages for troops to ride in.  Surely we are \"winning the War\"   Train pulled up at Station.  Obtained Hot water from Engine driver &amp; made Tea.  Had a Feed.  Very Pretty country ? passing.  Plenty of Fruit about.  Arrived Harfleur about 1.30 detrained.  Marched to Y.M. Hut, where they gave us some Tea &amp; Bread &amp; Jam  Then went to No 24 Camp.  Fine camp.  Well laid out.  Had good feed at Tea Time.  First one for weeks.  Corned Rabbit Plum duff.   Met Bill Lancaster.  Visited Salvation Army &amp; Y.M. Hut.  Fine big buildings.  Really ought write some Letters, but feel so rotten.  Sorry Lill.  Will go to Bed &amp; try &amp; sleep this rotten cold away. Good night L x  </p>\n<p><a name=\"a5300114\"></a></p>\n<p>[Page 114]<br><br />\n BASE</p>\n<p>Thur. Aug. 16.   Glory ? Alleluia!  Steak for Break - Quite a shock.  Visited Q.M. Store &amp; got issued with Outfit to resume the offensive  Got everything   but pants, just the thing I most needed.  After Tea attended Concert in Y.M. Hut, given by \"Lena Ashwell's Party\".  It was very fine, but too high class for many.  This morning the M.O. inspected us.  I told him was suffering from cold in the Head, but he seemed to think it was a big Joke &amp; \"passed me out\".</p>\n<p>Fri. Aug. 17.   \"Oriss\" &amp; I spent a quiet morning.  Break was very light.  Bean Soup &amp; Tea.  Messin?  about all day on Parades.  Attended Concert at Y.M. Hut given by the \"Lyre Birds\" (2nd Div. Band)  It was their first Concert &amp; was an excellent attempt.  Got pants from Q.M. so now we are fixed up.</p>\n<p>Paid at Base</p>\n<p>Sat. Aug. 18.  Fine day, sun shining &amp; things looking bright.  Was told off to take charge of a working party, but after fooling around for a time, we dispersed.  Fell in at 11 &amp; got a Paid (30 Fs)  Now all we want is leave to Havre. Went to Concert at Y.M. but it  was very rough.  This Camp is well laid out.  Fine big, airy mess?rooms, plenty of Recreation Rooms &amp; Showers.  The food is also very good, quite a treat after our starvation diet of the past fortnight at the Hospital &amp; Con. Camp.</p>\n<p>Sun. Aug. 19.  Much to our surprise, Oriss &amp; I discovered our name on the Leave list.  We attended Church Service at the C of E Hut. Bishop somebody took the service.  He confirmed a number of chaps.  After a good dinner of Roast meat, Vegs, &amp; Plum duff, we took the Train from Rouelles into Havre.  Fare 1d.  The Train was packed with troops on leave.</p>\n<p><a name=\"a5300115\"></a></p>\n<p>[Page 115]<br><br />\n Visit to Havre</p>\n<p>Sun. Aug. 19 (cont)  We arrived in Havre about 2.20.  It is a beautiful city, quite the best place we've struck in France.  Saw a no. of dirigibles cruising along the coast, also quite a lot of sea-planes.  It was a grand day.  The town reminded me very much of St Kilda.  We walked down to the Beach &amp; spent a very enjoyable half hour in the water.  There was quite a big crowd in the water including quite a number of mdd?elles.  It was quite  like old times.  There is a good dressing shed run by the military, where one can obtain swimming togs. &amp; towel for 2d.  It just wanted old B.E. there to make it a perfect day.  We sat on the Beach for a while &amp; enjoyed a sun Bake.  The only drawback to the Beach is that its big pebbles instead of sand, &amp; is rather hard on one's feet.</p>\n<p>About 4 we adjourned to a very nice café &amp; had afternoon Tea.  Then we took a stroll through the city.  There are some very fine Public Buildings &amp; the City is well laid out.  Electric Trams.  Had a good Tea.  Eggs, Salad, Bread &amp; Butter.  After that we strolled through some of the most interesting parts of the Town.  Visited a big café, &amp; watched them playing French Billiards for a time.  French Billiard Tables  have no pockets, &amp; it is a novelty to watch a game in progress.<br><br />\n We struck up a yarn with a Belgian officer &amp; his wife, &amp; then he asked us to join him in a drink ? which we did.  I asked one of the waitresses if they had any Lager, but she couldn't compre my French.  I was just giving it up as a bad Job when a girl came to my rescue, &amp; acted as interpreter.  We got the Lager &amp; everybody was all smiles.  Had a most exciting Tram ride back to Camp.</p>\n<p><a name=\"a5300116\"></a></p>\n<p>[Page 116]<br><br />\n THRO? THE BULL-RING</p>\n<p>Mon. Aug. 20.  Told off to attend Gas school.  Fell in at 7.30 &amp; marched off with a big crowd of Artillery &amp; L.H.  A band played us part of the way.  It was quite like old times again at Liverpool.  Arrived Bull Ring about 9.  It is a finely laid out Camp, Artillery, A.S.C. &amp; all branches of the service have the finishing touches applied here before going down the Line.  There is also a big Vet. Hosp. there, where sick &amp; injured horses receive treatment.  Each horse has it's diet &amp; treatment sheet over it's stall, just as patients in Hospital have their's over their bunks.  We were given Lectures during the morning on the affects of the different gasses, &amp; also received instruction on the way to combat against it's affects.  We then put on our S.B.Rs &amp; passed through a Gas Chamber.  At 12.30 we had Lunch.  We brought rations for 10 men, but as there were only 6 of us we had plenty to go round.<br><br />\n Wrote a Letter to M.S.  No. 30.  </p>\n<p>At the Base</p>\n<p>After dinner we had another Lecture on \"Gas &amp; the care of Gas Helmets\".  Then we went thro? another Gas chamber, &amp; as we came out our tickets were stamped.  We then returned to Camp, arriving there about 5.30.  Here we met Sgt. Petit, Jack Woodward &amp; S/Sgt Brenda.  It appears that all supernumerary W.C.O's have to return to the Base.  There is a big crowd of ?em here already &amp; they are still coming in.</p>\n<p>Tues. Aug 21.  Glorious weather.  Break. very light.  Was told off to see the Lines were cleared up for C.O's inspection.  After dinner I wrote a few Letters.  Don't care how soon I am sent back to my unit now, as its very monotonous in this Camp.</p>\n<p><a name=\"a5300117\"></a></p>\n<p>[Page 117]<br><br />\n At the Base</p>\n<p>Wed. Aug. 22nd   Weather still good.  Did some washing.  Getting very monotonous in this Camp.  Shall be glad to get back to the old crowd.  \"Oriss\" is working on a Fatigue Party wheeling Barrow loads of dirt about, but I am doing nothing.  Staff. Brender &amp; Jack Woodward went away last night with an Artillery draft.  After Tea wrote Mrs Pudney &amp; Ruth B.</p>\n<p>Thur. Aug. 23  Rained heavily last night &amp; the ground is quite sloppy again.  \"Oriss\" had a nasty fit of coughing during the night &amp; spit up a lot of Blood.  He paraded to the M.O. (so called) but, of course, got no satisfaction.  <br><br />\n Later  Oriss got much worse, &amp; was spiting up clots of Blood.  This was no good, so I went to the Orderly Room &amp; asked to be paraded to the O.C.  Of course they wanted to know my reason, &amp; when I told ?em, they lived up a bit &amp;</p>\n<p>LEFT BASE</p>\n<p> \"Oriss\" was sent away in an ambulance to the Hospital at Havre. It was a Casino &amp; is a fine building, situated on the Esplanade.<br><br />\n After Tea I took a few Cards at House.  It rained very heavily &amp; threatened to break up the school, but we stuck it, &amp; I came away winning 10 Francs.</p>\n<p>Fri. Aug. 24.  Passed the M.O. this morning &amp; marked for duty.  We leave with a draft tonight to resume the strafe.  Spent the morning fixing up my gear.  Wrote a few lines to \"Oriss\".  Had Tea at 3.30.  Fell in at 4.15 &amp; marched away with a big crowd of Arty Inf. Tunnellers, Engrs, etc. to Havre Station, where we entrained.  <br><br />\n I was i/c of 5 Div. A.M.C. which consisted of Phil Murray &amp; myself.  Lt. Slaughter was i/c of the whole party.  There were 3 of us in our carriage.  We were lucky in getting a carriage as most of the crowd travelled in Trucks.</p>\n<p><a name=\"a5300118\"></a></p>\n<p>[Page 118]<br><br />\n Fri. Aug. 24 (cont)   On arriving at Station we were issued with 48 hours rations.  By the time we got all our gear &amp; rations aboard, the carriage was full.  We left Havre about 9.30 &amp; after a very bumpy ride, we arrived at Rouen about 5 am on Sat. Aug 25th </p>\n<p>Last night we got very little sleep, as the carriage was so crowded.  We sat up at intervals &amp; had a little refreshment or a smoke.  We detrained at Rouen &amp; marched about 2 miles to a Rest Camp, where we purchased Coffee, Eggs, Bread &amp; Butter &amp; Cake &amp; managed to make quite a decent feed.  We also had a wash &amp; brush up, which refreshed us greatly.  </p>\n<p>It is 9 oclock now &amp; we are sitting alongside the river Seine watching the traffic move up &amp; down &amp; wondering what's going to happen next.  It's a glorious morning.  </p>\n<p>Sat   <strike>Fri</strike> Aug 2 <strike>4</strike>5 (cont)</p>\n<p>Spent the morning quietly.  Quite a crowd of vendors are buzzing around selling P. Cards mirrors, etc.  I purchased a small pocket mirror which will be very handy as it takes up so little room in ones pocket.  I had a franc &amp; half left which was practically useless, so I invested it in a few games at \"Housey\" &amp; actually won 5 Fs, with which Murray &amp; I purchased Tomatoes &amp; Cake for Dinner.  </p>\n<p>We fell in about 3 &amp; marched away to the Station.  Before I left I got quite friendly with a little French girl, whom I made a friend  for Life by giving her a small case containing mirror &amp; comb.  Her smile of thanks was worth a months pay.  We got aboard the train, trucks this time, carriages were for \"Officers only\".  Murray &amp; I got in with the Q.M. &amp; Stores, so we did alright  for Tucker.  There were 20 of us in the carriage &amp; we just had enough room for each man to lie down.  We passed through some very pretty country.</p>\n<p>"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"105220","uid":"0","filename":"a5300017h.jpg","uri":"public://a5300017h.jpg","filemime":"image/jpeg","filesize":"1078805","status":"1","timestamp":"1389068103","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":920,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Arthur John Moore diary, 11 November 1916-11 January 1918","format":"plain_text","safe_value":"Arthur John Moore diary, 11 November 1916-11 January 1918"}]},"field_page_number":{"und":[{"value":"17"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/104322/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"104322","revision_id":"104345","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397715541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"104345","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/arthur-john-moore-diary-11-november-1916-11-january-1918-page-17-1"}