Officers and soldiers stood in front of us gazing at us as if we were a crowd of wild animals. After this we returned to our room and shortly after we were allowed out for an hours exercise, the same as the previous day. In the evening we were informed that we were going into the country i on the morrow next day where we would have all we required and we would see our friends who had been captured a week or so before. On the morning of 5th we were roused out early and after eating what we could of the wretched meal we were fell in outside our room. Here we were joined by 8 or 10 French Soldiers and two Australian Soldiers. We had not seen these before as we had been kept separate. After much counting we marched off together passing out of the main entrance. After passing through several narrow streets we came out on the harbour front. Here there was a large motor boat waiting for us. We all got on board and crossed over the Bosphorus to Scutari. This is really partly the city of Constantinople but situated on the opposite side of the Bosphorus. On arrival there we marched to the railway station Haidar Pasha close by. As we came alongside the wharf there was a big hospital ship coming alongside full up with wounded Turkish soldiers. After waiting an hour for the train we were put in 3rd class carriages. We moved out of the station about 8.30 a.m. After travelling along the Gulf of Ismid for about 50 miles we came to the town of Ismid, pop. 25,000 head of a sandjak large trade in ag. products, a large town, situated at the head of the gulf by of that name. The train remained here about 15 minutes. After leaving Ismid we commence to climb a range of mountains. It soon got very pretty the scenery was really beautiful. There is a large creek running rapidly towards the sea of Mormora. We cross and recross this creek several times before reaching the top of the range of mountains. This is a fine bit of engineering. After travelling all day we reach our highest altitude about 6 p.m. About 7 p.m. we arrive at El Kichener Eskishehir pop. 40,000 chief town of a Kaza, a principal town and junction for Angora on the Bagdad line. Here we notice a vast change in the climate. We were wearing our overcoats but still felt cold having risen to an altitude of 2500 feet in the 10 hours that we had been travelling. We had orders to get off the train and after falling in on the platform we were marched off to a building only a few hundred yards from the station. We were all crowded into one room, there just being room for the 50 of us to sleep. It did not look like as if we were going to get any food but in about half an hour we were portioned off into four groups and four dishes were brought in and placed on the floor. The food was crushed wheat cooked dry with some sort of terrible tasting oil mixed with it. This was the meal that 50 hungry English and French prisoners had to eat after travelling all day and cold weather at that. After this we lay down and slept fairly well, all crowding together to keep warm. We were awakened at daylight and after having a wretched meal practically slung at us thrown to us we marched off to the Station and caught a train at about 6 a.m. We were surprised to see that we were travelling back on the same line but after travelling half an hour we branched off in a