the fact that the rain and wind had ceased to sting our faces for we had a covering to rest under.
Next morning at daybreak after receiving our 1 coarse loaf, we set off again. Stiff, cold and disheartened we plugged along for another 20 miles as best we could, the stronger helping the weaker. The travelling was a degree better, not quite so much mud but more snow which made it cleaner travelling and the rain kept off. Camped that night at a large village, Kaledjik. When we camped for the night we had one way of consolation only to cheer us, namely, we had finished another 20 miles.
When we were about to start next morning it was discovered that the Turkish Officers horses were too knocked up through the bad roads and severe conditions of travelling that they couldn't proceed so out of consideration for the horses the prisoners were allowed a day's rest. It was still well below freezing point all day, and we tried to keep each other as warm and dry as possible and went to bed early. Next day the "going" was much better, everything being frozen hard, except the pangs of hunger, and after another day's journey we reached our destination "Angora" at 4 a.m. on 21st, journey finished, but destination and future unknown.
Description of Angora. This is a very poor town in every way The Civilians living in hovels, with narrow cobble streets. The only building worthy of the name are the Government Buildings. The town has a population of between 30 and 40,000 and is a big military centre.
After arriving some of us were divided into three sections and put into different buildings. The living space was very cramped and inadequate. From 15 to 20 men some sick, being herded into a room 9 x 9. The ventilation was one small window door kept locked and in this space; we had to eat and sleep for nearly a week. The only liberty we had was one hour per 24 for those well enough to take it.
Through our repeated complaints for more humane treatment, towards the end of the week when things were almost insufferable and we were goaded to desperation, two Turkish Officers visited us. One was a Doctor (we didn't offer them hospitality because they didn't seem inclined to stay and share it) and the result of their inspection was to reduce the number of lodgers to about one  viz. 8 men to each room. I've often been in cramped spaces (in submarines) where you could cut the air with a knife, but never did I experience the nausea I suffered in that putrid hole but what must the poor sick and weak have endured. Evidently the