without any trouble. The country we had to cross was almost clear, patches of wheat here and there and a few rocky hills. After about three hours walk we came on a good well. We refilled our water bottles, and had a good drink. After a short rest we started off again. Shortly after this we had a very steep hill to climb. We were a good half hour in reaching the top feeling very done up with our heavy load. After this we found the travelling very rough, small hills and rocks. About 3 a.m. we decided that we would camp and wait till the following evening. We were close to the top of a hill in some very low bushes scarcely affording cover for us. The top of the hill had no cover whatsoever. When day broke we could see a small village in the distance and when we crawled very cautiously to the top of the hill to investigate we could see that right ahead of us to the East of Tarsus there was a large stretch of flat country. We judged that we would only have about five miles of hilly country to travel over. We got back into our place of hiding and lay down to sleep. the day away. During the afternoon a heavy thunderstorm broke over us and it was not long before we were drenched through, our biscuits also got wet. The rain kept on all the evening and did not seem like clearing up. We started off wet and miserable. It set in a pitch black night. We were constantly slipping and falling over stones and had to stop occasionally and take a course by the compass which we found of valuable assistance. Often when we did so we found ourselves going in another direction we plodded on determined to reach the coast all all costs. About 3 p.m. we camped on the side of a small hill amongst some rocks. When daylight broke we could see we were on the edge of the flat country but during the night we had really made very little progress, perhaps not more than five miles. It did not rain much during the day so we got a good bit of sleep. Towards the evening it came on to rain heavy again and it seemed like as if it had come to stop this time. We started off again and it was not long before we were on the flat country, but it was not going to be easy going like we had expected. Most of the ground had been newly ploughed, for cotton planting, and this, with the heavy rains, had become one continuous bog. We had to keep resting frequently we were carting a great load of sticky mud on our boots. This made progress very difficult having to keep stopping to clear the great cakes of mud off our boots. Towards midnight we became so done up that we decided to camp and wait till the next evening. There were odd patches of wheat about 2 feet high, so we selected one of these for hiding in. We spread the canvas out on the ground so that we would not be lying on the mud but it rained nearly all day, but still we slept most of the time, being so completely done up. In the evening we set off again feeling very little better for our rest. Scarcely a word was spoken. We were just beginning to feel the strain of the trip, being a continually wet. Our food was decreasing alarmingly, the biscuits had been soaked with the rain and had gone into a mash. This was the only food we had to