<p class="page" id="a3562051">[Page 51]</p>
<p>some carrying pretty large loads in baskets on their heads. The strength of these little donkeys is marvellous. They will carry a decent load and on top of that a large man and that is in quick time too.  At last we reached a village, but when we got there one of the natives waved us back. Two children fled at the sight of us. The village was <strike>constru</strike> composed of the usual mud huts I have elsewhere described. It is nice and our cool walking in the shadow of the palms which are cultivated all along there.  Coming back one of the natives gave us two small cakes. I tasted one and it was of a strange flavour. <strike>really an accid</strike> Aciduous, yet sweet and not altogether unpleasant. This native strange to say had a moustache so light in colour as to admit of being designated "ginger". He was a very pleasant sort of individual. I have noticed a trait peculiar to these people. When animated and pleased the head is thrown backwards in a slanting fashion. The motion is a graceful one.  The Egyptian notion of music is peculiar and the singing is reminiscent of a lullaby.</p>
<p>They break out at any old time or place. At the excavations one sings a tune and they all then they all join in and heave at the same time. Then another line and another heave and so they get through their work. The Arabs can walk quickly over the sand but the gait is an awkward one.</p>
<p>Sunday 3rd January 1916<br/>Christmas and the New Year have both come and gone. A new movement has been inaugurated. We are now formed into double companies. We have the Colonel and Major. Then come<strike>s</strike> 4 majors. Each of these officers is in charge of a coy. A coy consists of about 240 men. Under each major comes the second-in-command. The coy is divided into 4 platoons each equal to an old half coy. Each platoon is commanded by a lieutenant. Each coy has a sergeant major who stands in the same relation to the new coy that the col-sergeant stood to the old. The platoons are divided each into sections. Each</p>
