<p class="page" id="a6375039">[Page 39]</p>
<p>Other reptiles are plentiful. Lizards of many sizes &amp; colors bask on the concrete buttresses &amp; foundations of the huts. Counted 9 varieties from a grey frill to a Goa. One is very fine- a large frilled, bright golden colored with red tracings.<br/>Continue P I</p>
<p>[Page 44]</p>
<p>[Pages 40-43 blank]<br/>[indecipherable] Aureol Bks<br/>Freetown 4/12/16<br/>Payment<br/>The cool mist clung to the Mountain Side Soft shading the slopes of green and a wind came over the waters wide rustling the palms &amp; ruffling the tide.<br/>Yet never a sail was seen. But heavy &amp; thick the mist <strike>dropped</strike> drops down <br/>As a bird is struck in flight<br/>The tide creeps out from the white walled town And fever walks in the mud banks brown. It was ever thus in the days long flown when the first sail rose in sight.<br/>The [indecipherable]  came. You may see his mark of hatred, of fear &amp; shame.<br/>But he passed again in the throbbing dark that reddened with flame of his burning barque And the flag of England came!<br/>[indecipherable] goes back to the mountainside</p>
<p>[Several lines indecipherable]<br/>who is it.<br/>1 Leans over the rail, as the ship turns up in a strange port , and insults the foreigner with silly questions of a more or less personal character and with smutty witicisms <br/>2 If it happens to be the port of Durban &ndash; treats the coolies &amp; kaffirs to a display (lasting the length of his stay) of patronising ignorance mingled with vulgar familiarity?<br/>3 Makes a point of insulting every colored woman he meets &amp; expects them to be flattered because his skin is white? <br/>4 Wonders why white women in such places studiously avoid him.<br/>5 And why white men look contemptuously on his conquests among the black element<br/>6 Treats the coolie who carries his baggage with the familiarity of an equal (or inferior) and kicks him when he asks for more than is due for the job over</p>
