Sunday Dec 8th
"Turned out" about 9. Made some Tea and Toast and had Bre3akfast. About 11, just as I had finished having a Bath in the Drying Room, the S.M. of No 4 Coy came round and informed us that we were to be prepared to go aboard the Boat for U.K. at 3.30 am. This was the best news we had heard for ages. I shook hands with the W.O. and told him that if ever he was near my place in Sydney he was to come in and I?d give him the best drink of whisky in the House. (Of course B.E. may not allow any whisky in the House, but that won't be my funeral). Went round and said "Hooray" to the mob. 
Had good Dinner. Marched down to Reinforcement Camp. Fell in with a crowd of Tommies on their way to Blighty. We broke away from the procession and went into Havre on the Train. It was packed, so we, had to hang on like so many Flies. Got into Havre at about 4.30. Went to Crystal Palace and had Tea and bought some Tobacco. Then we made our way down to the "Quai d? Escale" where our Boat was to sail from. Met a number of WAACS on the way, who bade us an affectionate Farewell. Arrived at the Boat about 6. All the others had been aboard some time and the Officer in charge of us said "O, you're here at last. If I lost any of my Party, it would be Diggers, sure thing".
Grabbed our Packs off the Wharf and climbed aboard. On our way to the Boat we bought a couple of Loaves, as all we were issued with at the Base was 6 Anzac wafers per man. There was plenty of Room on the Boat. Our party of 5 were the only Aussies aboard. We sailed at about 9 pm. As the lights of Havre faded away I could not help feeling a bit "touchy" as I've had some jolly good times in France, as well as some rough ones. Got into conversation with a Yank sailor who informed me that there were only about 250 men aboard, and they usual carried 2,500. She was a comfortable boat and steam radiators kept the place quite warm. 
A couple of stewards "came to light" with sandwiches and excellent "Caf au lait" which had been prepared for officers, but as only a small number of officers came aboard, we derived the benefit and had a good supper before pulling our great coats over us and going to sleep. Considering the fact that my Bunk was a couple of Life Belts, I slept well and did not wake up till about 5 am, on Monday 9. 
I lay on my "Bunk" for about an hour listening to the swirl of the water on the sides of the Boat and the screeching of the Sea-birds as they hovered around our Boat.