<p class="page" id="a4890099">[Page 99]</p>
<p>12 June 1915<br/>Saturday Mail Day</p>
<p>Up at 7 to the tune of a bombardment of the enemy with shrapnel &amp; some are coming too close for my liking. Hal &amp; I went up to the Snipers retreat &amp; gave them a final 200 rds before we go on duty again, took over at 12 &amp; I again had first shift. 800 to 1000 Turks are opposite Quinns &amp; our arty is making great practice. A mail arrived at 4 &amp; I got 6 letters &amp; 3 papers but again no letters from Nell. We blew a mine up at 4 opposite Quinns with satisfactory results we got the first news of our doings from home. A reconnoiting party of 1 NCO &amp; 6 men is going out to observe where &amp; how near the Turks sap are to us. Mortar guns to assist &amp; also the machine guns are to lend a hand. Bridge party formed in [indecipherable] for an hour or two. Peace must be very near for the worthy Bill is going to lay a line from Quinns to Popes we expect an attack tonight so are looking forward to it as things have been very quiet</p>
<p>13 June 1915<br/>Sunday 5 wks of action</p>
<p>We were awakened to the tune of two cruisers broadsides of 5 guns each, they were shelling a village inland through which the Turks are bringing up reinforcements, each cruiser was accompanied by four destroyers, who were on the look out for submarines, at 9. a Taube was reported making way for Lemnos [indecipherable] this way but we never saw it, later on one of our own put in an appearance &amp; was heavily shelled by the enemy with a lot of rifle fire also.  The shrapnel was bursting all round us this morning &amp; our cook house was peppered with splinters of shell.  One of our latest planes came over at 6 PM &amp; dropped three bombs on the Razor, they seemed to burst with considerable force &amp; we expect good results.  Turks are reversing their bullets for some reason or other, further mail arrives but still no sign of Nell's, another 6" gun is landed on the beach &amp; is to be brought into action at night Masters gets news of his com at last &amp; is quite jubilant of the affair</p>
