<p class="page" id="a4890089">[Page 89]</p>
<p>23 May 1915<br/>Sunday Aeroplane downed</p>
<p>[indecipherable] at 4 with our [indecipherable] nothing doing artillery open at dawn  &amp; give the Turks sets our firing deadly, the mortars create great havoc amongst the Turks who when the gun is fired they leave the trench &amp; our m guns then have a little exercise. While I was at A.P.C their 18 pounders opened on us &amp; gave us quite an enjoyable time watching them blow our bully to bits snipers deadly again picking men off all round us. HMS [indecipherable] ran aground this morning &amp; the Turks give her 5 Jess Willards but they do no harm &amp; when they got her off they gave Jess What hi! The air has been full of planes alday ours &amp; theirs, Biplanes, [indecipherable] &amp; seaplanes. A mail has arrived today but none for us, the Vic lot has gone astray. Things quieten a lot along one front only a little rifle fire going on. Downing again requests to be allowed to regain his troop but no such luck. We got an aeroplane today with our arty &amp; naturally are a little pleased. Bed at 9.15</p>
<p>24 May 1915<br/>Monday 31 wks from home</p>
<p>9 hours armistice<br/>An armistice was declared at 7.30 this morning till 4 pm to enable the Turks to bury their dead. I paid a visit to their trenches &amp; went round in [indecipherable] the trenches &amp; the dead lay on every hand, in every position attitude possible, some were 5 wks old &amp; others only a few days. The scene was awful &amp; I much want to look on death in the same form as I saw it this morning. We came on only 3 of our chaps &amp; 2 of them were NLS. After lunch we went down for a swim &amp; it was great, carried mail up but still none for us. Downing still here. Met a lot of the Sig Company chaps &amp; they have lost 2 k &amp; 8 wounded so they havnt done to bad. An attack started as soon as the white flag was lowered. I think we will take the aggressive from now. [indecipherable] Press reports that we are advancing in France for the last dust up</p>
