<p class="page" id="a4890127">[Page 127]</p>
<p>7 August 1915<br/>Saturday Battle of Anafarta</p>
<p>The bombardment last night was terrific &amp; the explosions rent the air all night long at 8 pm the Ausn Divn had progressed well on to the objective the Lonesome Pine 9-5 they had got there &amp; are now still holding it we went out as ordered with 400 men &amp; did nothing instead the first Regt were cut to pieces &amp; the second are just as bad, on Walkers ridge they are held up just the same, but on the Left again with the 2 divn that landed at Anafarta they have advanced 4 mile by 6 pm. Battleship hill is ours 2 guns have been captured 6 machine guns, 2 [indecipherable] nordenfeldts, all of which are now being used on the enemy. We have also taken 2500 prisoners, all day long the battle raged, in all their counters they have gained nothing, we have suffered heavily &amp; the dead lay in heaps at the burial grounds. Scores of boats lay off the new landing &amp; the navy is assisting the troops</p>
<p>8 August 1915<br/>Sunday</p>
<p>Business was brisk through the night as the Turks counter attacked severly but beyond filling in between the trenches with their dead. On the Left our success is further prolonged &amp; 971 is completely ours. Prisoners are still arriving &amp; two of their own accord. We have advanced as far as Asma Dere, Chunak Dere, and the Tommy's are doing even better further on the Left. Two of our submarines sunk between them 2 warships &amp; a transport &amp; then they rose &amp; bombarded a Turkish column, not only did they inflict awful casualties but they succeeded in holding up the column for a couple of hours. We resume the attack again at 5 am tomorrow morning &amp; to keep as many engage as possible for the troops go forward again in the morning. The gunnery has been terrific all day &amp; the Navy has been of great assistance to us our howitzers have done splendidly all through especially on the Chess Board where the Turks could be seen being mowed down.</p>
