<p class="page" id="a4890131">[Page 131]</p>
<p>15 August 1915<br/>Sunday</p>
<p>Both on the Right &amp; Left we were attacked by the Turks about 1.30. On the right it developed into an acute bomb attack &amp; we returned it &amp; succeeded in bombing them out of it. On the Left its just one continual fight. Our reconnaissance on left shows Turkish trenches extending from 09 105+8 through [indecipherable] &amp; Green patch to end of Spur at Kaiajik Aghala thence through 92.0.1, 92.0.6. 92P8 9 to 93 Ly &amp; 8. All above are enfiladed from sea at Suvla Bay. Enemy are strengthening this line &amp; its fire trenches, their fire has interfered with our work on hill 92M &amp; our own entrenchments of picquets in 09 92 M &amp; H. Well at [indecipherable] is no doubt a detached post in front of their line. There is a machine gun near tree marked in SW corner of 92C. Sniping is still pretty bad on beach. Navy's strength has been increased to nine vessels, along with the "Swiftsure" Swim OK (2). Business throughout day. Quiet.</p>
<p>16 August 1915<br/>Monday 43 wks from home</p>
<p>Ninth Corps reported that the 10th Divn made good progress but they havnt stated the line they hold. They have been attacked all day but they hold their own &amp; they are shortly to be relieved by fresh troops. Both Brigades on Right of Divn considered in satisfactory position. Troopship torpedoed a days sail from Lemnos 1800 men aboard 600 saved, the same submarine had a go at the baloon ship but missed; in front of Walkers the Turks tried to repair damage in Nek &amp; the snipers were active below farm &amp; against new trenches being dug in Aghyl Dere. A machine gun on Nek-Chunak Bair ridge was very troublesome &amp; moved its position several times when engaged by our guns. Rhododendron spur has been tunnelled from Post overlooking Taylor Bair Dere, at Asmar Dere the Turkish trenches are so placed that enfilade fire from Navy can destroy the whole from Suvla Bay "Beachy Bill" proved troublesome at 1800 &amp; his shooting was fairly accurate. In is reported that an Aust has given information to the enemy</p>
