<p class="page" id="a4890129">[Page 129]</p>
<p>11 August 1915<br/>Wednesday 52 wks of soldiering</p>
<p>We had a pretty tough night of it &amp; the Cheshires had to give up a trench they made it that hot for them, but I dont think we will come back any further. Only for a arty duel the day has been very quiet The cruisers bombarded the hill the whole day through &amp; our guns have done more than their share, they reckon that the Turks losses exceed five times our numbers. Our troops down at the Cape have been awake lately &amp; its said that they took 700 prisoners within the last few days &amp; the French are progressing top hole. Aeroplanes have been chasing round all day and at 6 tonight there were four of ours when one of the Deutcher's appeared &amp; they all after him but he got away safely. I went down for a swim this morning &amp; whilst there they were bombing for fish &amp; we just came along in time to get about a doz &amp; they went real well. New ballon ship working in accordance with Anafarta</p>
<p>12 August 1915<br/>Thursday Wrote home &amp; Nell</p>
<p>Heavy Turkish attack was delivered about 0530 this morning mainly against Rhododenda Spire, Chunak Bair &amp; down the slopes E of farm. Turks massed in great numbers under the Bair &amp; suffered awful losses coming over ridge as they were exposed to field &amp; naval gun fire who made the most of their opportunities. They succeeded in taking trenches on the Bair but had to clear out later on account of arty &amp; cross fire from No. 3 Section, the attack died down at 1100. Our left has been thrown forward by the South Wales Borderers to Naylor Chair. No. 6 section had also extended on the left, an 100 men was sent out last night to strengthen the L flank inner defence No. 5 section extending it from Bauchops Hill to the sea. Sniping on the beach has been pretty bad all day &amp; at times they brought a machine gun to bear. Two Zepps &amp; nine planes reported in Constantinople. Our planes have had two goes with the enemy &amp; have driven him off on each occasion. They shelled our ships today</p>
