<p class="page" id="a4890168">[Page 168]</p>
<p>28 October 1914<br/>Wednesday</p>
<p>Reveille 6<br/>Had a good night for I' good oh the first thing that greeted us this morning in the hold was 2 dead horses, after heaving them overboard we disinfected the ship.  About 10 smoke was visible on the horizon &amp; later on it turned out to be the N Zealand [indecipherable] of 11 transports with 5 warships as convoy 4 British &amp; 1 Japanese the Jap came in &amp; left the contingent at anchor outside then the Britishers followed &amp; paid their compliments to us as they passed later on the troopships followed &amp; got a rousing send in from the boys.  Teddy went ashore &amp; later informed us that all letters have to be postcards &amp; thoroughly censored at that.  No letter from Nell I can't make it out.  Got a crack on the nut from a bag of chaff this morning.  have felt a bit off ever since.  [indecipherable] &amp; Armadale lost 4 horses last night so things are not as bright as they were, played more chess bed at 9</p>
<p>29 October 1914<br/>Thursday</p>
<p>We were awakened at 4 this morning by firing out at the heads for a ship didn't stop when ordered &ndash; the Jap let go.  she was also flying the yellow flag.  Had a decent smoke on our Port bow this morning but it passed right over  censorship is strictly enforced from today &amp; we have had some of our letters sent back to us.  I got my first two letters today one from home &amp; the other from Nell.  they were worth their weight in gold.  Another horse died in No 6 hold today, making 4 for the trip.  fixed up No 1 hold as regards fodder.  Toby gave a good lecture on map reading, his contouring &amp; measuring was particularly good.  Mick still in hospital, but is a trifle better expect him back with us in a day or so.  Our mess fund has fallen through on account of no supplies available in Albany [indecipherable] go in the harbour for water also 3 N Zealanders all return later in the day &amp; took up their mooring in their old place [indecipherable] good tea</p>
