<p class="page" id="a4890139">[Page 139]</p>
<p>31 August 1915<br/>Tuesday annotated 60</p>
<p>A very quiet night was spent on our front last night opposite Quinns the enemy tried a little digging &amp; threw some flares, at 5 pm the gun (enemy) in mule gully opened fire but very little damage was done. Opposite No 2 post a party of Turks appeared evidently to repair damage done by our artillery on their parapets, but they were quickly dispersed by our machine guns. At 10 am this morning we shelled Chailer Dere for hours to make up for the grilling they gave us last night. A new com trench has been dug between Kaiajit Aghala position &amp; Indian Bde N which will shorten the line &amp; give a better field of fire. Works have also been improved in rear of Indian Bde. At Kaiajit Aghala there was considerable rifle fire &amp; bomb throwing but progress was made in improving the trenches &amp; clearing up. Our artillery was fairly active throughout the day putting one gun out of action at 1 pm by 5 direct hits. The M boys were registering &amp; shelling trenches in turn on [indecipherable]. Felt pretty crook all day but better towards night fall</p>
<p>1 September 1915<br/>Wednesday 55 wks of soldiering</p>
<p>After a very quiet night along our front, we had an exhibition of a Turkish ruse on a large scale along our R &amp; Left, they drew little or no fire from us only enough to keep them going. They threw a few flares at Quinns but that is all. The movement of troops has begun the 17th are now in Auckland gully &amp; the 1st Regt leaves tomorrow for our new rendevous where I believe the trenches are 350 yds apart so our chaps will get a spell from bombing which they have rightly earned. Gunnery has been fairly severe both here &amp; lower down during the day on both sides. Ordance has several 100 rds of German 75 ammunition &amp; 3 lb anti-aircraft stuff, also the barrell of the gun in No 5 battery in which a shell burst, busting it from end to end &amp; separating it far enough to allow a hand to be put in quite comfortably. A Taube came over today &amp; dropped two bombs at Suvla Bay &amp; not a shot was fired at him they have made a practice of this lately our machines have been confined to spotting for the navy during the last few days. Prepared mail for home.</p>
