<p class="page" id="a4890141">[Page 141]</p>
<p>4 September 1915<br/>Saturday</p>
<p>Spent a very tired night for yesterday was rather strenuous for one not being used to it after such a long break of non marching.  At dawn they (the enemy) filled our gully with shrapnel but luckily no one was hit although some were pretty close.  Harold &amp; I made a tour of the Turkish trenches which we found to be perfect, they evidently have studied trench comforts for some of the bomb proofs are palaces compared to ours, their dead are lying all around our new position &amp; fatigue parties are on the job they must have got it fairly hot for the hills are full of dead &amp; right rosy they smell at times especially when the winds blow in the right direction.  Went down for our usual dip &amp; enjoyed it immensely although snipers busily keeping the water warm.  Stores have to be drawn at NZLH Div Supplies &amp; brought up on mules Wally Moore put in an appearance at 6 &amp; gave us all necessary information re the doings of the boys for the last 14 days going back tomorrow Mail expected</p>
<p>5 September 1915<br/>Sunday</p>
<p>Things were exceptionally quiet here during the night but the Ausn Divn had a very successful ruse &amp; drew a huge volume of fire nevertheless it brought nothing on our front but the ninth army corps benefited slightly by the activity on the Right.  The 22nd &amp; 23rd Bn landed early this morning so I made a trip to Anzac both for stores &amp; to look up Eric, I found him, K Looker &amp;young Hodges in Canty Rest Gully ok, beachy Bill has got em bluffed &amp; consequently troubles their fatigue parties Had tea with Teddy &amp; set out for home at 1900arrived in time to go on duty at 2000.  Intend making a further trip to see Eric tomorrow A 12 bag mail is due tonight so letters shortly The enemy have been shelling our batteries in the flat all day &amp; making rather good practice, Hal &amp; I had our usual dip &amp; got sniped all across blackberry flat but luckily his want of skill with the rifle saved us Sea is beautiful here after Anzac</p>
