<p class="page" id="a4890147">[Page 147]</p>
<p>16 September 1915<br/>Thursday</p>
<p>Spent another restless night &amp; was awakened by a terrific cannonade from the Navy &amp; found out later that two Taubes were hovering over Gen Head Quarters &amp; later they started to bomb, they had three effective shots but only injured several men our planes went up but were quickly driven down by machine gun fire, our shells were bursting all round &amp; succeeded in driving them off without loss. Later in the day our planes, airships etc came to light. About 4.30 in the afternoon we got the word to pack up for the Hospital Ship which we did arriving there about 5 we were then put into our cabins on the stern of the vessel, we were then informed we were off to Mudros to join the Aquatania reship on her &amp; go home for a trip if its true I can see a goodbye to Gallip for me for a while. This is a 12000 tonner named the "Dunluce Castle" rather a superior type of vessel &amp; makes an excellent hospital ship. The weather has come up very rough again &amp; we expect a dirty night.</p>
<p>17 September 1915<br/>Friday Sailed today</p>
<p>Spent another bad night the rash has assumed an irritable itch that not only annoy me but prevents all hope of sleep despite the tablets given by the doctor. More rain set in during night accompanied by heavy gales &amp; the sea is running a treat &amp; consequently has interfered with the transport of the sick &amp; wounded from over the Peninsular. The naval vessels look fine ploughing through it with the waves sweeping them from stem to stern more especially the monitors. One of our trawlers was hit &amp; sunk by a shell at Sulva two men were injured &amp; the boat sank in 15 minutes. My temperature was down to 97 in the morning but up again to 98 at night We had a welcome change in diet for lunch rice &amp; jelly &amp; tea for tea so we are not doing to badly. Our departure is put off until tomorrow on account of this rough weather &amp; we then sail direct to Lemnos &amp; connect up with the Aquatania, started to feel today</p>
