<p class="page" id="a4890165">[Page 165]</p>
<p>22 October 1914<br/>Thursday</p>
<p>Reveille at 6<br/>Spent a splendid night &amp; were real sorry to get up.  We caught the AM to Armadale during night &amp; the first thing that greeted us on deck was a large school of whales on the Port bow, we could see them blowing for an hour or so, entered the Aust Bight this morning and by dinner time were well in it.  Boxing followed for &frac12; an hour &amp; 2 of our men were paraded before the Lance Sapper for sleeping on picquet at breakfast, good but the Tea was full of senna complaints numerous; stamped saddlert rest of the morning in aft hold &amp; had a series of attacks amongst the chaff dinner at [indecipherable] good but rotten tea water all reported to be bad called up HMTS Armadale &amp; asked her when she expected to be in Albany she replied Mon morning , exercised horses all day in hold rotten job on account of the confined space.  Norm Frean down with sea sickness.  Tea good but still crook tea boxing follows several good bouts especially one by the baker.  Rememberances Bed at 8</p>
<p>23 October 1914<br/>Friday 750 miles at 8</p>
<p>Reveille at 6<br/>Spent a good night after a rather rough one wind got up early &amp; more men sick, but I have still dodged it, first thing of importance was two big whales on starboard bow they were in sight for about 20 minutes.  Armadale still about 20 lengths ahead - one horse down with [indecipherable] vet officer destroys it and several horses off their tucker.  Breakfast was awful meat rotten absolutely bad &amp; tea just as bad consequently a general complaint went in from all messes, after break had semaphore practice &amp; gave Toby some tuition for he kept the officers on the bridge including Lane Sapper amused with his antics.  12 PM called up HMTS 26 &amp; she asked us to take the lead for a bit &amp; to keep up the speed to take advantage of the fine weather.  Dinner good for a wonder, slept all the afternoon.  Tea was unusually good &amp; now hope for a renewal of good tucker.  Weather setting in rough 8PM still thinking of Nell 9 Bunks</p>
