<p class="page" id="a4890189">[Page 189]</p>
<p>9 December 1914<br/>Wednesday 45 weeks of soldiering</p>
<p>Revielle at 6.<br/>Had a rotten night for without bed ropes the piquet is kept busy. Wrigley horse was down &amp; had to call up the boss who fixed him up alright. First Parade motors overhauled &amp; tried mine OK only oiling a little unsatisfactory. Toby &amp; I went for a run around the Nile the road follows round the river &amp; is exceptionally good at here the river is about 400 yds wide &amp; rich growth is on the other side. I also visited a native mud village which is too dirty to describe for the nigs only exist &amp; as for washing themselves its unknown the motor [indecipherable] the niggers nothing also the donks cant make it out. After dinner all the horses fetlocks were bathed &amp; ointment given to those that needed it for the sand plays havoc on the hoofs. During the night 200 LH came in &amp; tomorrow we expect more. Letters arrive but none for me. Have been ordered to Cairo in the morning with the boss am looking forward to same.</p>
<p>10 December 1914<br/>Thursday</p>
<p>Revielle at 6.<br/>Stables as usual horses [indecipherable] very sore &amp; Toby has been splicing rope all day for [indecipherable] at 18.30 I set out for Cairo with the boss up on the bike the roads were great until we came to the native quarters &amp; there is was shocking the mud &amp; water goes right into the huts. When we arrived in Cairo we went to the Continental Hotel &amp; from there to the Anglo Egyptian Bank for our money. Met a corp motor cyclist of the Res, have arranged to have a run on Sunday of all motor cycs. Started out at 12 pm for camp &amp; had great difficulty of finding the street as they run any way. The road was all along the Nile which is a fine river after our Yarra &amp; the natives draw their water from it by a series of water wheels in the afternoon the men were paid &amp; I was on leave for the night. I set out with Sgt Metcher for Cairo had a fair time but am already sick of the place for nothing exists but filth &amp; uncleanliness on every hand Arrived back at Camp at 11 oclock &amp; bed later.</p>
