<p class="page" id="a4890179">[Page 179]</p>
<p>19 November 1914<br/>Thursday</p>
<p>Revielle at 6.<br/>Had a bad night as I'm feeling a bit off color &amp; all day have had a trying time of it. Great indignation exists among the [indecipherable] concerning inoculation &amp; our men are very bad especially Gillies Joe the [indecipherable] has been asked what to do concerning the refusals &amp; we expect an answer tonight. The remainder of the div comes into sight &amp; at 10 they close [indecipherable] Capt Witfield informs us that No 1 hold's horses are in the best of condition &amp; are also the best looked after &amp; keep the most cleanly. Beautiful sunsets take place in this locality &amp; are very confined the colors are altogether different to Australian ones &amp; night sets in very suddenly for at 6.30 it is dark. Motorcycles brought on deck for cleaning after [indecipherable] they got in No 6 hold none to be placed in our stables. Great argument bet Tob &amp; I concerning administration aboard.</p>
<p>20 November 1914<br/>Friday Three months since we signed on</p>
<p>Revielle at 6.<br/>Another crook night &amp; for the first time I have been thinking of home &amp; darling Nell but hope to get over it shortly &amp; soon be back again home. The other boats caught us up during the night &amp; we were asked by the [indecipherable] could we steam at 12 knots to the canal so as to prevent congestation of traffic we answered yes it the staff stoking was strengthened. The Jap is again at the head of affairs. The official report concerning the "Emden" came to hand the first broadside from the "Sydney" went overhead the next carried away 1 funnel &amp; a mast the next swept the decks &amp; the last smashed her up shockingly inside. The scuppers ran with blood &amp; the carnage was awful. Another horse died in No 5 hold making the 17th. Teddy has been laid up all day with the [indecipherable] good job too. Heard that it is certain to be Egypt now for our training &amp; then to proceed to the front when the Spring campaign opens. Bed at 8.30</p>
