<p class="page" id="a4890138">[Page 138]</p>
<p>29 August 1915<br/>Sunday annotated 59</p>
<p>Things were quiet on our front during the night but on the Left there was further action on Kaiajit Aghala position to gain more trenches &amp; consolidate ground already won was carried out at 0100 hours by Gen Russell. The 10th LH regt successfully took the enemy's trench held it &amp; are now consolidating position round top of Knoll 60 &amp; back to point held yesterday morning in continuous line, up to 0300 no sign of counter attack. Complete communication established across Haijik Dere between 4th Ausn Inf Bde &amp; New Zealanders on Kaiajit Aghala where bombs are still being exchanged. The outlook on the Left is very promising &amp; it is said that portion of the main railway to Maidos can be seen. On the R the Turks are trying our old game instantaneous bombs but no luck. Had usual dip this morning much colder. Visited Ted H at 1800 &amp; nearly met it from two of Brady Bills [indecipherable] dirt flung up all round us &amp; a man who was shoving me up the hill got it in the head killed instantly, mail arriving 19 bags<br/>30 August 1915<br/>Met Nell again this day 1914<br/>Monday 45 wks from home</p>
<p>The enemy threw a few flares opposite Quinns during the night &amp; at 10.15 pm we fired a mine for them to serve out amongst themselves, we drew heavy fire from the Turks &amp; the Ausn Divn at Courtneys put another 3 into them. In no 6 section consolidation was carried a step further &amp; more machine guns &amp; trench mortars have been put in position, bombing is fairly prevalent. Our artillery has been busy throughout last night &amp; today, firing on troops on the flat country to the L &amp; the 5 Bty by High 6x demolished as observation station at Abdel Rahman Bair. The mountain Ctgs were firing on troops on road opposite their front all day &amp; also destroyed a gun emplacement on which the Turks have been busy during the last few days. The ninth corps reports everything is quiet on their front. We have been subjected to a severe bombardment of 4.2 guns (1 bty) &amp; they have blown our stores about some. Another mail arrived &amp; I at last received one from Nell. Fritz has been dropping bombs off &amp; on at the Right but all fall into water doing no damage. The Turks have a faulty bomb &amp; are instructed to take care, we hear explosions regularly perhaps that's the cause</p>
