<p class="page" id="a4890115">[Page 115]</p>
<p>14 July 1915<br/>Wednesday 48 wks of soldiering</p>
<p>The Turks through the night kept us busily engaged especially opposite Steels which front we abandoned through the night on account of their heavy howitzer fire, only a few observers being left there to give the warning in case of an attack, things were fairly quiet throughout the day Capt Richie was severely burnt by an 8" it exploded a foot away &amp; tore his clothing to ribbons.  On the doc again for [indecipherable] nothing much though Went down for our usual after tea, made inquiries for Eric who has disappeared but could find no trace of him, his gun was blown over the parapet &amp; replaced this afternoon.  Harold &amp; I at 2000 started to build a bomb proof over the Signal office worked up till 2300 &amp; succeeded in getting the frame ready for the iron which we intend putting tomorrow night Shells made their appearance on the beach during our swim much to [indecipherable] annoyance who made the most of the time available to get under cover.  Mountain guns were seen to go into their new position on the right.</p>
<p>15 July 1915<br/>Thursday 9 wks of Gallipoli</p>
<p>Things very quiet through the night only a little rifle fire occasionally, great news came from the Cape where our forces are doing exceptionally well on both flanks &amp; after swimming we visited 701. where a cruiser could be seen bombarding the rear of Achi &amp; all her shots were accompanied with beautiful bursts, a Turkish battery at the foot of Achi was put out of action through the accuracy of her fire, later on she in turn shelled the road below Gaba Tepe where the enemy were to be seen bringing up large bodies of troops.  All day a heavy bombardment of the enemys trenches has gone on down at the Cape &amp; we expect it to fall any day now Aeroplanes are subjected now when they put in an appearance to a heavy shelling which points to demobilization, 2nd LH furnish the escort to the General this week over at Imbros so they ought to be in for a fairly good time The weather is still on the warm side at 1930 the Jack Johnson make their reappearance at Steeles post, more casualties. go on ab 20,00</p>
