<p class="page" id="a4890177">[Page 177]</p>
<p>15 November 1914<br/>Sunday Sighted land Colombo later</p>
<p>Revielle at 5.30<br/>Sighted land at 6 then arrived at Colombo at 10.30 after running through a large native fishing fleet. The Sydney &amp; Empress of Russia passes at 10 oclock &amp; they get a rousing reception We then go into the breakwater &amp; get a surprise at shipping 6 warboats present Melb Sydney Hampshire Ibouki Emp of Russia Minstowe also a Russian Cruiser the nigs start to come round with papers [indecipherable] &amp; fruit. This is the prettiest place Ive seen for the horses blend beautifully with the green foliage &amp; the costumes of natives adds to the panorama. Rikshaws &amp; bullock waggons to be seen. New Zealanders leave for shore 200 off each boat no leave for us though. Write 8 letters to friends expect same from home tomorrow nigs diving for money. heard that we sail tomorrow &amp; that the main body has gone to Aden. The place reeks from cause or other very hard to tell men from women</p>
<p>16 November 1914<br/>Monday 4 weeks out</p>
<p>Out of bunk early but the natives were already on the go. They never go to sleep seemingly especially on the coaling stations. Shipping is very conjested in the harbour at present there is at least 150 large vessels without warships, &amp; they are coming &amp; going all day. We received orders to weigh anchor at 8.30 but no pilot arrived consequently we are still here. About lunchtime a chap fell overboard &amp; caused a stir for the time being. [indecipherable] frequented the boat all the afternoon &amp; fruit was obtainable at a ___ of a price. Oranges 8 [indecipherable] cocoanuts 8d each. The N Zealanders left tonight &amp; we are off in the morning thank goodness for it is cruel seeing the N Z lads get off &amp; no chance for us. Catamarans are in abundance the nigs propelled same from the outside edge of same. The beer racket is not working too well for Chris has [indecipherable]  Ormah arrived in at 7.00 with Vics on board No beer or smokes to be had. Goliath comes along side for morning. Bed at 9.</p>
