<p class="page" id="a4890135">[Page 135]</p>
<p>23 August 1915<br/>Monday 44 wks from home</p>
<p>Early this morning the 4th Inf Bde got on to the enemy &amp; inflicted several hundred casualties on him including his mounted troops. Bursts of fire took place at Kaiajik Aghala about 2300 &amp; 0200 latter accompanied by bombs. Heavy firing heard beyond our extreme left direction [indecipherable] Hills about 1430 today. Situation quiet over all other parts of the line. A number of Turks approached the L flank defences at Kaiajik shouting &amp; with both hands held over their heads, as it was thought they wished to surrender they were allowed to approach the line held by 14th Sikhs. Some salaamed &amp; shook hands, it was then noticed that they had their rifles &amp; attempts to take them were resisted a scuffle ensued &amp; 2 Sikhs were shot. They then opened fire &amp; the Turks who were not killed fled. They nearly all had bombs attached to their waistbelts, they evidently intended to bomb &amp; then rush the trenches. Gen Cox is to again hold line from Susak Kuyu &amp; Kazlar Chair with piquets tonight. Mail arrived but only received 3 none from Nell. Artillery blew out 8 m guns.</p>
<p>24 August 1915<br/>Tuesday</p>
<p>Things were quite normal in our section only occasional bursts of bombing &amp; rifle fire the situation on the Left is slightly changed &amp; the 10th Gurchas hold extreme left of line to within 15 yds of Susak Kuyu well, which will be included as soon as sandbags are obtainable. Westward of this a practically continuous entrenchment runs about 70 yds S of the Kavakler Rd joining the R of ninth corps at Crossroads 200 west of Havakler. This line is now held as under on extreme right two companies 19th Aust inf thence about 200 Northumberland Fusiliers remainder of line up to Cross roads held by 70 South Staffords &amp; some details 9th corps. Indian Bde have improved [indecipherable] across plain &amp; communication from rear. Gen Russells position at Kaiajik Aghala now strengthened. Great news of a decisive naval victory to the Russians in the Baltic came to hand at 1800, one super-dreadnought (Molke) 3 cruisers &amp; 7 TPD being sunk. They tried to effect a landing but the whole concern was captured. Italy has declared war on Turkey &amp; Greece is about ready.</p>
