<p class="page" id="a4890144">[Page 144]</p>
<p>10 September 1915<br/>Friday</p>
<p>Throat a little worse so I paid a visit to the doc who had no hesitation in giving me 3 pills &amp; a couple of drops of condey's to serve as a gargle, at about 430 the Turks opened up a severe cannonade on our Left center trenches they cut them to bits with their shell but as our men were withdrawn when it started our casualties were slight after the gunnery had quietened &amp; our troops had occupied the trenches again the enemy came out expecting to find the trenches full of dead instead they were full of lead as they soon found out to their cost as our machine gun &amp; rifle fire was deadly &amp; they quickly got back into their trenches, as there was an issue of fresh meat today Harold prepared a royal feast for tea, grilled chops, fritters fish, custard &amp; toast well I got the lot down to throw it all up again During the day several Taubes proved annoying, one was connected with the Turkish attack the other just in patrolling up &amp; down the trenches dropping her supply of bombs, returning for more, &amp; coming back to give em to us, this went on for hours.</p>
<p>11 September 1915<br/>Saturday Left for Imbros ill</p>
<p>Spent a bad night, temperature rising &amp; throat no easier, called at the Doctors again &amp; he said that I was getting along ok I don't think so &amp; large mail came in this morning &amp; I got 8 Letters and several papers but none from Nell Harold also received his chocolate.  The 3rd LH are to fund the detachment of 1 officer LH other ranks to assault &amp; take what is known as Snipers Rest this post is about 200 yds in advance to Camels Hump &amp; the Turks are giving heaps of trouble for there with their accurate rifle fire &amp; machine gun fire they not only command the flat's breadth Sari Bair but the whole beach is under their gaze &amp; men are being continually sniped, the range is longer but for all that they hit hard.  The Turks have kept up their artillery bombardment off &amp; on all day &amp; the heavy batteries have come in for more than their share but after a while all guns were at it again thus showing that their fire was as usual.  Burrel &amp; Power sent away today for treatment, I expect to go tomorrow as I'm feeling off to blazes</p>
