<p class="page" id="a4890128">[Page 128]</p>
<p>9 August 1915<br/>Monday 42 wks from home</p>
<p>Gen Cox attacked this morning &amp; almost succeeded but was stopped by hostile counter-attack. In consequence of this Gen Baldwin was unable to advance far &amp; is now consolidating on the line farm [indecipherable]. Attack on Damakje punar Bair defeated all enemy being all either killed or wounded. 1st Aust Divn inflicting heavy loss on enemy who is counter attacking Lone Pine position. Battle raged all day long on the whole front with undiminished energy on either side. Though we are getting it pretty hot the Turks are getting it even hotter, another 200 prisoners taken yesterday every one of them have been sent away. They shelled the beach for hours this morn but we had our swim. Met Les Bonning wounded from a bomb. Three of our planes did a little bomb dropping for practise at 1800 tonight &amp; evidently did well judging by the fire the Turks directed at them. Achi Baba is being vigorously attacked by our forces</p>
<p>10 August 1915<br/>Tuesday</p>
<p>Plenty of fighting still knocking about &amp; on the Left we got more than we asked for &amp; had to retire from Chainuk Bair at 4 this morning. We counter attacked &amp; regained it then they took it again &amp; this has been going on all day. Our artillery early in the morning cut their forces to ribbons the observers say that they must have accounted for fully 50&percnt; of them, they were holding this Chanuk Bair &amp; were in force all over the hill, viz the damage done by the artillery. The navy has been "buying in" all day with their guns &amp; one has been firing on the Chess board over our heads all day. Mail day today &amp; I got four letters &amp; parcels &amp; 2 papers so didnt do to badly but none from Ern.  Witnessed a great go in between one of our planes &amp; 2 of the enemy's. first ours charged theirs &amp; drove it off over the enemy's lines &amp; she followed, but when a couple of miles over an Albatross drove her home so we dont know who got the best of it. Things indicate an interesting night</p>
