{"vid":"346285","uid":"1","title":"Henry Joseph Parsons war diary, 1 May 1918-31 May 1919 - Page 2","log":"","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"106425","type":"transcript_page","language":"und","created":"1389071402","changed":"1415578763","tnid":"0","translate":"0","revision_timestamp":"1415578763","revision_uid":"4","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 42]</p><p>November</p><p>of soldiers who have been called out to restore order have mutinied, and have gone over on to the side of the revolutionists.</p><p>At this town of Luneburg there is about 80 Marines, They have Machine-Guns placed at different points in the town. They are trying to get the soldiers to turn over to their side. Some Companies of Soldiers have mutinied, All their Officers have been stripped of their swords uniform by the men, The men themselves have thrown their Prussian spiked helmet off, and the Prussian military colors have been torn out of their caps.</p><p>November the 9th<br />To-day all the town is in the hands of the revolutionists, The Post Office and Public buildings are being guarded by their men. Almost all of the soldiers have gone over to the revolution party, Everybody</p><p>Anchor</p><p>[Page 43]</p><p>November</p><p>that is in sympathy with them, has to wear the revolutionary red ribbon on their person. All railways throughout the country have been stopped on account of the trouble.</p><p>The mutineers have released all the Prisoners from the big convict prison in the town. They have also taken posession of all foodstuffs. It is reported to-day that a German commander went over to our trenches under the white flag, to arrange an Armistice with us.</p><p>Sunday 10th<br />All railways have started running again, The revolutionists here in Luneburg have been very quite, No Bloodshed has occured up to the present time. The reports from the front say that we have captured the town of Sedan in France, According to the map of the Front, we have</p><p>Anchor</p><p>[Page 44]</p><p>November<br />almost driven the German armies out of France.</p><p>The Germans have been advised as to our terms of an Armistice, They are now discussing them in the Reichtag, Their answer must be delivered by eleven o?clock tomorrow.</p><p>The leading Berlin newspaper reports that the Kaiser has taken refuge in Holland, This report is official news and is signed by the Imperial Chancellor ? Prince Max of Baden. The same paper also publishes that England and France is in the same revolutionary state as they are here.</p><p>The reports of Thursday the 14th say that the Armistice with the Entente and Germany was signed on the 11th instant.</p><p>The period is thirty days Armistice on all fronts. According to the</p><p>Anchor</p><p>[Page 45]</p><p>November</p><p>terms, Germany has to withdraw her Armies to the river Rhine,</p><p>Also the majority of her army is to be immediately demobilized, Large quantities of rolling stock and War material have to be handed over. It is also said that all the allies Prisoners-of-War have top be repatriated to their respective countries. if this report is true I should be on my way to England very soon.</p><p>The revolutionists are very quiet lately, The movement must either have fallen through, or else the papers will not publish what is going on.</p><p>It is reported in the papers that England is commanding Holland to hand the Ex-Kaiser and Crown Prince over to her, This report I do not beleive.</p><p>The foodstuffs and other articles are getting scarcer and scarcer, Since the Armistice the food that the Germans</p><p>Anchor</p><p>[Page 46]</p><p>give us has been a little better, but it is still very bad.</p><p>November 20th<br />The reports lately confirm the statement of last week about the repatriation of all Allied Prisoners-of-War back to their respective countries, One or two of the Working Commando?s around here have already returned their prisoners to Soltau Lager.</p><p>I expect to be leaving here very soon.</p><p>The Papers say that the German Army is evacuating all French and Belgian territory, They have to be over the Rhine by the 9th of December.</p><p>The German soldiers are leaving France of their own accord and are selling horses and other things to anybody who will buy them. For the last few days it has been very frosty and cold.</p><p>On the 24th we had some slight snow falls. The following is an address given to a body of Englishmen by the</p><p>Anchor</p><p>[Page 47]</p><p>Commandant of a large Prison Lager.</p><p>The Government are going to issue it in circular form to every English and American Prisoner-of-War leaving the country.</p><p>Gentlemen<br />The war ended for you as soon as you became Prisoner-of War. But now it has ended for the whole world. A little longer and you will see your native land again, Your homes, your loved ones, your friends. You will once more take up your accustomed work.</p><p>The fortunes of war brought you as prisoners into our hands. You were freed even against your will from fighting, from danger, from death.</p><p>But the Joys of peace could not be your for there was no Peace. Now Peace is coming and Peace means liberty. When you are</p><p>Anchor</p><p>[Page 48]</p><p>November</p><p>already united to your families, Thousands of our countrymen will still be pining in far-off prison-camps with hearts as hungry for home as yours.</p><p>You have suffered in confinement, who would not? It was the fate of every prisoner in every prison-camp of the world to eat his heart out with longing, To chafe against loss of liberty, To suffer from Homesickness, brooding, discouragement, Blank despair. The days, the weeks, the weary years crept by, and there was no end in sight. There were many discomforts, irritations, misunderstandings.</p><p>Your situation has been a difficult one. Our own has been desperate. Our country blockaded, Our civil population suffering from want of proper and sufficient food and materials, The enormous demands made upon our harrassed land from every side, - These and many other afflictions made it impossible to do all that we should</p><p>Anchor</p><p>[Page 49]</p><p>November</p><p>have liked to do. Under the circumstances we did our best to lessen the hardships of your lot, to insure your comfort, to provide you with pastime, Employment, Mental and bodily recreation. It is not likely that you will ever know how difficult our circumstances have been.</p><p>We know that errors have been committed and that there has been hardships for which the former system was to blame. There have been wrongs and evils on both sides. We hope that you will always think of that, - and be just.</p><p>You entered the old Empire of Germany; you leave the new Republic, The newest and, as we hope to make it, the freest land in the world. We are sorry that you saw so little of what we were proud of in the former Germany, - Our Arts, Our Sciences, Our Model Cities, our theatres, Schools,</p><p>Anchor</p><p>[Page 50]</p><p>November</p><p>Industries, our social institutions, as well as the beauties of our scenery and the real soul of our people, Akin in so many things to your own.</p><p>But these things will remain part of the new Germany. Once the barriers of Artificial hatred and misunderstanding have fallen, We hope that you will learn to know, in happier times, the Grander features of the land whose unwilling guests you have been. The barbed wire enclosure is not the proper point of view from which to judge or survey a great nation.</p><p>The War has blinded all nations, but if a true Peace will result in opening the eyes of the peoples to the fact, that their intrests are common, That no difference in Flags, Government, Speech nor nationality, can alter the great truth of fraternity of all men, This war will not then have been fought in vain. If the</p><p>Anchor</p><p>[Page 51]</p><p>November</p><p>Peoples at last realize that it is not each other who are their enemys, But the ruthless forces of Imperialism and Capitalism, of Militarism of all sorts, Of Jingo Journalism that sows falshood, hatred and suspicion, Then this war will not have been fought in vain, Then Peace will not have been established in vain.</p><p>We hope that every one of you will go home carrying a message of good will, of conciliation, of enlightenment. Let all men in our new epoch go forth as missionaries<br />of the new evangel, as interpreters between nation and nation.</p><p>The Valiant dead who once fought against each other, have long been sleeping as comrades side by side in the same earth. May the living who once fought against each other labour as comrades on this self same earth. This is</p><p>Anchor</p><p>[Page 52]</p><p>November</p><p>the message with which we bid you farewell.</p><p>In the name of the German Republic.</p><p>Anybody reading this address would come to the conclusion that we had had a very comfortable time in Germany. But It has not been so.</p><p>When I first entered the country every person was war mad. They had no idea that they would eventually go under. At that time it was Deutschland uber alles. Germany over all.</p><p>You only have to take the Hymn of hate, to tell you what sort of a feeling the population had for Englishmen.</p><p>Since the Armistace, and the people can see that they are beaten, they ask us to take a message of goodwill home with us, If I had my way I would start the war again and smash the country</p><p>Anchor</p><p>[Page 53]</p><p>November</p><p>about like they smashed France.</p><p>Just try and Picture Germany in our position on the winning side, How much mercy do you think we would receive at their hands,</p><p>What chance would we Prisoners have of getting out of the country for years to come, if ever we got out alive at all. We would be treated exactly the same as they treated the French prisoners when they liberated France in 1890.</p><p>On the 25th I started work for the first time since the news of the Armistace.</p><p>When we stopped work the Germans stopped our food, We continued to live on the food that we received from England in our parcels, but these last three days we have run out of supplies so have started again until some more parcels come along.</p><p>On Wednesday the 27th I again stopped</p><p>Anchor</p><p>[Page 54]</p><p>November</p><p>work. I went to the Doctor with four other Englishmen, We were all supposed to have colds, The Doctor said he could see that we were not sick, and asked us all to have a little patience, and said that we would be all sent to the Concentration Lager as soon as there was room for us, and we could be spared from the factory. He ordered us to work, so when we arrived back at the Factory, we decided not to do any more work for Germany. The following day all of us were moved from this factory to the branch factory at the other end of town.</p><p>The manager said that by refusing to work we were setting a bad example for the other Prisoners, So we were packed off and out of the way.</p><p>At this new place we are doing nothing but eat, sleep, and read. I get up at about 10 or 11 o?clock every day. Our food is not stopped now, I suppose the Germans</p><p>Anchor</p><p>[Page 55]</p><p>December</p><p>think that they had better feed us for the last few days that we are to be in their country.</p><p>On the 4th of December I left Luneburg for Soltau Lager together with all the Prisoners that were working at both the Saline Factories.</p><p>The men from almost all the working Commando?s have been recalled to Soltau Lager.</p><p>I arrived at Soltau at about 10pm and got an issue of Parcels straight away. In Soltau there is almost 1,000 Englishmen, and it is the biggest bunch of Britishers that I have seen in Germany. We all expect to be leaving for England very soon, We may get word to pack up and move any day now. I received a photo of Etta to-day.</p><p>For the past week we have had a lot of rumours about leaving for England but up to the present none of them have come true.</p><p>Anchor</p><p>[Page 56]</p><p>December</p><p>The camp is in an awful state, There does not seem to be anybody in charge of affairs since the revolution has upset things.</p><p>When I was last in Soltau camp you could not see a speck of paper blowing about, But now there is heaps and heaps of rubbish laying around everywhere. A lot of the barracks have been pulled down and the timber used to light fires to do our cooking with.</p><p>Sickness is very prevalent in the camp, Two Englishmen died yesterday with the Spanish Grippe or Influenza.</p><p>Last night the 10th I went to see the morning pictures, The show is inside the Camp enclosure and is managed by a German. It was the first morning picture show that I have seen since I left Australia over two years ago. Inside the building was a notice that ran thus ?</p><p>?It is vorbitten to smoking being every infectious and strong&quot; (And also another which ran thus:- ?Please take your hat off.&quot;</p><p>Anchor</p><p>[Page 57]</p><p>December</p><p>The german who wrote these notices no doubt thought that he was fairly well up in the knowledge of the English Language.</p><p>On about the 18th a Frenchman was shot dead by a German sentry just outside my hut. The bullet entered his stomach and passed out halfway down his thigh.</p><p>The men who saw him shot said that the German deliberately shot him for nothing at all.</p><p>They said that he was just walking along whistling to himself.</p><p>He was buried on the 20th. The Germans gave him a decent burial, They had the Band and firing party and buried him with full military honours in the cemetery adjoining the Camp.</p><p>On the night of December the 21st we weer officially ordered to get ready to leave Soltau to-morrow the 22nd</p><p>&nbsp;</p><p>[Page 58]</p><p><u>Part V December 1918</u></p><p>On the 22nd we left Soltau Railway Station by the 9.30 am train, We travelled via the towns of Luneburg and Hamburg and arrived at Hamburg at about 3 pm.</p><p>I did not see much of the city of Hamburg but what I did see was very fine indeed.</p><p>The buildings are beautiful, and all the streets are well made and very wide, It also seems to be kept very clean.</p><p>We Embarked on the troopship City of Poona, and remained moored at the wharf all night. The British destroyer Radient was moored alongside and acted as escort to us.</p><p>At 8am the following day we proceeded on down the river Elbe, and anchored about 20 miles lower down the river from the German Naval base at Cux-haven, The weather outside was too foggy for us to cross the German mine fields with safety.</p><p>We were also issued with a new uniform and underclothing.</p><p>On Tuesday the 24th (Christmas eve) we were anchored all day owing to the</p><p><a name=\"a3926059\"></a></p><p>[Page 59]</p><p><u>December</u></p><p>weather being too tough and foggy to venture out with safety.</p><p>On Christmas day we weighted anchor and were on our way at 9.30am. The water was full of floating contact mines, Some of them were passed very close. They are I should think about seven feet in diameter and are painted black, they have a lot of large spikes projecting out from their sides. The Captain and crew were firing at them with rifles to try and explode or sink them, They did not succeed in hitting any which no doubt was just as well for us.</p><p>At 3pm the Destroyer Radient (F56) left us and steamed away at full speed.</p><p>We are now well out of the German mine area, so have no fear of accident from that quarter.</p><p><a name=\"a3926060\"></a></p><p>[Page 60]</p><p><u>December</u></p><p>December the 26th (Boxing Day)</p><p>This morning we are all very much excited and in an awful hurry to reach England. The day is very cold and windy but we are all packed on deck watching for the first glimpse of England. At about 3pm we sighted the Lighthouse at the entrance to the Humber River. When we were about half a mile from the entrance we stopped until the Pilot came aboard, Then proceeded up the river a distance of about 4 miles and anchored.</p><p>The vessels that were lying at anchor inside the Heads and the factories and Railway trains, made an awful din blowing their whistles and Sirens as we entered harbour.</p><p>We were all taken off the troopship in small tenders and landed at the Quay. The tide was too low to allow the large warship to go right up to the wharf.</p><p>On arrival at the Quay we were given a very warm reception by the</p><p><a name=\"a3926061\"></a></p><p>[Page 61]</p><p><u>December 1918</u> [the year should be 1919]</p><p>Red-Cross ladies, We were supplied with all sorts of eatables and had some very nice tea served.</p><p>After we had finished eating our fill we were put in the train with a carriage between six men, And left for Ripon Camp in Yorkshire shortly afterwards, arriving there early the following morning.</p><p>I stayed at Ripon Camp for two days, was rigged out in another clean uniform and had all particulars taken again, I was also required to make a statement concerning the attack of the morning of April the 11th 1919 [the year seems wrong, need to refer to the previous diary to see the attack referred to].</p><p>On the 30th of December I was granted one month?s leave and came to London in the afternoon, After going to the Australian Headquarters in Horseferry Road Westminster And messing about there running after clothing and Leave passes for about an hour, I was allowed to go free. I stayed at the Star-</p><p><a name=\"a3926062\"></a></p><p>[Page 62]</p><p>January 1919</p><p>and-Garter Hotel at Putney on the night of the 30th. I continued to stop in London till the 3rd of January looking at the various places of interest and having a good time generally. Somehow I rather think I deserve a good holiday after my twenty months of Prisonership.</p><p>On the evening of the 3rd of January I left London for Scotland.</p><p>I arrived at Edinburgh at about 8am on the morning of the fourth. during the morning I visited the Castle, It stands on a very high rock and commands all the city, It can be seen form almost any part of the country for a mile or two away. The different buildings inside the castle walls were interesting, The Kings &amp; Queens chamber, Dining Hall, castle chappel, Dungeons, and other places, The crown Jewels were beautiful, The keeper explained what the various signs were and also gave us their history.</p><p>The Dining and banqueting hall is a very large room, It was used a little while ago as</p><p><a name=\"a3926063\"></a></p><p>[Page 63]</p><p><u>January</u></p><p>garrison dispensary, But lately has been restored and converted into an Armory of Ancient Scottish wepons and armour. The windows are of stained glass and bear the arms of the old scottish lords.</p><p>The Chappel which is called St Margarets Chappel, is supposed to be the oldest building in Scotland which has a roof over it. It was erected by Queen Margaret who died in the year 1095. In the front of the Chappel and facing toward the city is the big gun, which is termed Mons?Meg. Later in the day I visited the Forth-Bridge. I took the motor bus to Queensferry, where the bridge can be seen the best, It was too cold and windy so I did not attempt to go across it.</p><p>The fourth bridge is the largest and best bridge of its kind in the world. It carries the North-British Railway line across the Queensferry narrows. Its length is a little over one and a half miles, fully two thirds of the distance is over salt water. The central arches of which</p><p><a name=\"a3926064\"></a></p><p>[Page 64]</p><p><u>January</u></p><p>there are three, are each almost one third of a mile in span, and the piers rise to a height of 361 feet above high water mark. The bridge took seven years to construct and was opened by the present king in the year 1890, Its cost was three and a half millions sterling.</p><p>After I returned from viewing the Fourth Bridge I visited Calton hill and saw the big Prison, Royal high school buildings, Nelsons Monument, The Burns Monument, and the National monument.</p><p>The Nelson Monument is in the form of a tower, which stands on the summit of Calton Hill. From the top a beautiful view of the country can be obtained. It has also time ball arranged on the top which falls at 1pm every day, and by which all clocks throughout the city are regulated.</p><p>The Natiolonal monument is the foundation stone of what was designed to be a ?National monument&quot; on memory of Scotsmen who fell in the battles, by sea and land, in the war with France, It was laid by George the fourth in the year 1822</p><p><a name=\"a3926065\"></a></p><p>[Page 65]</p><p><u>January</u></p><p>All that remains of it is twelve tall columns which when seen from a distance seem to be the ruins of a very beautiful building, But when viewed closely it looks as if it had been started only a few years ago.</p><p>Another historical monument is the ?Scott Monument&quot; which is situated in Princess Street near the Princess Street Railway Station, It is a beautiful structure and was erected in 1840-44 at a cost of &pound;16,000. In the centre of the structure under a canopy is a statue of Scott, and figures from the waverly novels occupy the various niches around the monument. After wandering around the town for a few hours after this, I took train to Dundee and arrived there at about 10pm, I stayed at the Overseas club for soldiers and sailors. The trip from Edinburgh to Dundee was, with the exception of the view of the Grand fleet as we crossed over the fourth-bridge much the same as the ride from London to Edinburgh, In fact all railway journeys are much the same, They all get monotonous</p><p><a name=\"a3926066\"></a></p><p>[Page 66]</p><p><u>January</u></p><p>after the first hour or two. I stayed in Dundee until the 8th of January when I got the 8am train for Glasgow, I stopped in Glasgow for one day then took train to Edinburgh stopped there for about 6 hours and then returned to Dundee late at night on the 9th</p><p>On the 12th I again went to Glasgow and called on a friend who was prisoner in Germany with me, I stayed there till the evening of the 13th when I took the express back to London arriving at about 8am on the morning of the 14th</p><p>The City of Glasgow is very much like Sydney, it is very busy as sea ports generally are, I did not like the place so did not stay there long. There is not much of interest to the traveller either. The tramway system is very good, but it does not come up to Sydney, The cheapness of travelling is miles ahead of Sydney. The distance one can travel on the Glasgow trams for one halfpenny, we have to pay three halfpence for in Sydney. The City of Edinburgh is a very</p><p><a name=\"a3926067\"></a></p><p>[Page 67]</p><p><u>January</u></p><p>clean city, It is just the place where I would like to live if it was necessary that I should live over this side of the world, The only drawback to the place is the old fashioned cable-trams, The cable which is always revolving underground is very annoying when it needs greasing.</p><p>The objection that the Edinburgh people have to the ordinary electric trams, is that the Poles that would have to be erected to carry the overhead wires would be a disfigurement to the city.</p><p>The streets of the cities over here look much wider than they really are, the reason being that the shops and business places have no awnings over the footpaths and consequently no posts. Why there are no awnings over the footpaths like Australian cities, is because of the heavy snow falls, If there were awnings and the snow was to fall heavy and bank up on the roof, it would be a source of great danger to the public generally, If it were to fall of in drifts people</p><p><a name=\"a3926068\"></a></p><p>[Page 68]</p><p>walking along and persons driving on the roads would never know the moment that a drift would occur and fall on them, And bury them, or startle the horse, as the case may be.</p><p>The city of Dundee I liked best of all to spend my holiday in, It was a nice quiet little place, The people were very sociable and everything generally seemed to suit me, It cannot boast of any places of interest except the Tay bridge over the Firth of Tay. The Tay bridge is recognised as being the best and bridge of its kind, It is not a patch on the fourth bridge as far as engineering is concerned, but I think it is much longer. The height above sea level is not more than 60 feet in any place.</p><p>I continued to stay in London till the 20th of January. While in London I stayed at Putney which is a suburb just outside the city proper, although the postal address is London S.W.7. Putney is a very nice suburb, and is situated on the Thames River the part of the Thames river that runs past Putney is where the big boat races are</p><p><a name=\"a3926069\"></a></p><p>[Page 69]</p><p><u>January</u></p><p>held, and the Henley regatta is held not far away. I left London by the 1.30pm train on the 20th of January and arrived at Mansfield station about 3 hours later. Cousin Frank and Tom came to the station to meet me.</p><p>I stayed at Pleasley with Uncle &amp; Auntie until the end of my leave which finished on the end of the month, During my stay there I went to Ilkestone to see Uncle Walter and family. I also went to Nottingham to see Cousin Ethel, and on one day I went together with Uncle Auntie and two or three others to Ripley to see the birthplace of Dad. Everything connected with Dads early days in England was shown and explained to me by Uncle, While at Ripley I visited Mr Robert Walker an old friend of Dad?s. I went to Newhoften to see old Mrs White who writes very regularly</p><p><a name=\"a3926070\"></a></p><p>[Page 70]</p><p><u>January &amp; February 1919</u></p><p>to Alma and was at one time Grandfathers housekeeper. She was very pleased to see me, She was very bad with Dropsy when I saw her. During my stay at Uncle John?s Uncle Fred came out from Birmingham to see me.</p><p>On the night of the 29th I went to London again. I left Pleasley vale with the intention of visiting Etta?s people at Reading but on arrival in London I found that I had no time owing to my having overlooked the hour of the expiration of my pass. I reported to headquarters and was sent to camp at Sutton Veny near Warminster in Wiltshire. I caught the train at Paddington Station and arrived at Camp at about 4.30pm on the 30th.</p><p>Today Tuesday February the 4th I went to the town of Warminster and had a good look around the place, I am expecting to leave here in a week or two enroute for home. I am</p><p><a name=\"a3926071\"></a></p><p>[Page 71]</p><p><u>February</u></p><p>attached to the roll of the Steamship ?Euripedes&quot; which is to leave for Australia on or about the 20th of this month. If all goes well I should be home by Easter.</p><p>Here in Camp the rules and routine is not nearly as strict as it was when the war was on. I have no drill to do, I occupy myself by doing odd jobs around the camp.</p><p>Since my arrival at camp I have been in constant receipt of letters, both from here and Australia.</p><p>17-2-19 The weather for the past two weeks has been very cold with one or two very wet days.</p><p>I am at present at No 5 Camp at Sutton-Veny about three miles from the town of Warminster.</p><p>18-2-19 Yesterday we had as much as 30 degrees of Frost according to the papers, Today it is raining and is still</p><p><a name=\"a3926072\"></a></p><p>[Page 72]</p><p><u>February 1919</u></p><p>very cold. The Influenza is going about a lot again, The men are dying very fast from it in the camp.</p><p>Around the camp there is a lot of Sandbagging being done, Only the other night one man was knocked down and killed and robbed, while he was walking home from Warminster to the Camp. It is not safe to be out of camp alone after dark.</p><p>Two men were caught red handed the other night.</p><p>These last two days I have had a cold on the head and chest, If the wether does not get warmer I do not know how I am to get rid of it.</p><p>19th of March 1919<br />On Tuesday the 18th of February I was taken very ill just after I had finished dinner, I turned into bed straight away, But as the afternoon wore on I got worse, so I decided to send for the Doctor,</p><p><a name=\"a3926073\"></a></p><p>[Page 73]</p><p><u>February</u></p><p>The Doctor was sent for and he sent an Army-Medical-Corps-Corporal down to see me and take my temperature, which he did, My temperature was 103.4 degrees.</p><p>Soon after he went away, I had a violent fit of vomiting which made me very weak and much worse, It also made my head ache very badly. I continued to stay in bed and wrapped myself up to keep me as warm as possible and prevent myself from shivering so much, but it was no use, The warmer I got the more I seemed to shiver. As near as I can recollect it was about 5.30 pm when the Ambulance came to the hut for me. I was taken first to the ?Group Hospital&quot; at Sutton-Veny, But they would not admit me, owning to my temperature being too high. I was kept waiting in the Ambulance for about 10 minutes, when the</p><p>&nbsp;</p>","format":"plain_text","safe_value":"<p>[Page 42]</p>\n<p>November</p>\n<p>of soldiers who have been called out to restore order have mutinied, and have gone over on to the side of the revolutionists.</p>\n<p>At this town of Luneburg there is about 80 Marines, They have Machine-Guns placed at different points in the town. They are trying to get the soldiers to turn over to their side. Some Companies of Soldiers have mutinied, All their Officers have been stripped of their swords uniform by the men, The men themselves have thrown their Prussian spiked helmet off, and the Prussian military colors have been torn out of their caps.</p>\n<p>November the 9th<br />To-day all the town is in the hands of the revolutionists, The Post Office and Public buildings are being guarded by their men. Almost all of the soldiers have gone over to the revolution party, Everybody</p>\n<p>Anchor</p>\n<p>[Page 43]</p>\n<p>November</p>\n<p>that is in sympathy with them, has to wear the revolutionary red ribbon on their person. All railways throughout the country have been stopped on account of the trouble.</p>\n<p>The mutineers have released all the Prisoners from the big convict prison in the town. They have also taken posession of all foodstuffs. It is reported to-day that a German commander went over to our trenches under the white flag, to arrange an Armistice with us.</p>\n<p>Sunday 10th<br />All railways have started running again, The revolutionists here in Luneburg have been very quite, No Bloodshed has occured up to the present time. The reports from the front say that we have captured the town of Sedan in France, According to the map of the Front, we have</p>\n<p>Anchor</p>\n<p>[Page 44]</p>\n<p>November<br />almost driven the German armies out of France.</p>\n<p>The Germans have been advised as to our terms of an Armistice, They are now discussing them in the Reichtag, Their answer must be delivered by eleven o?clock tomorrow.</p>\n<p>The leading Berlin newspaper reports that the Kaiser has taken refuge in Holland, This report is official news and is signed by the Imperial Chancellor ? Prince Max of Baden. The same paper also publishes that England and France is in the same revolutionary state as they are here.</p>\n<p>The reports of Thursday the 14th say that the Armistice with the Entente and Germany was signed on the 11th instant.</p>\n<p>The period is thirty days Armistice on all fronts. According to the</p>\n<p>Anchor</p>\n<p>[Page 45]</p>\n<p>November</p>\n<p>terms, Germany has to withdraw her Armies to the river Rhine,</p>\n<p>Also the majority of her army is to be immediately demobilized, Large quantities of rolling stock and War material have to be handed over. It is also said that all the allies Prisoners-of-War have top be repatriated to their respective countries. if this report is true I should be on my way to England very soon.</p>\n<p>The revolutionists are very quiet lately, The movement must either have fallen through, or else the papers will not publish what is going on.</p>\n<p>It is reported in the papers that England is commanding Holland to hand the Ex-Kaiser and Crown Prince over to her, This report I do not beleive.</p>\n<p>The foodstuffs and other articles are getting scarcer and scarcer, Since the Armistice the food that the Germans</p>\n<p>Anchor</p>\n<p>[Page 46]</p>\n<p>give us has been a little better, but it is still very bad.</p>\n<p>November 20th<br />The reports lately confirm the statement of last week about the repatriation of all Allied Prisoners-of-War back to their respective countries, One or two of the Working Commando?s around here have already returned their prisoners to Soltau Lager.</p>\n<p>I expect to be leaving here very soon.</p>\n<p>The Papers say that the German Army is evacuating all French and Belgian territory, They have to be over the Rhine by the 9th of December.</p>\n<p>The German soldiers are leaving France of their own accord and are selling horses and other things to anybody who will buy them. For the last few days it has been very frosty and cold.</p>\n<p>On the 24th we had some slight snow falls. The following is an address given to a body of Englishmen by the</p>\n<p>Anchor</p>\n<p>[Page 47]</p>\n<p>Commandant of a large Prison Lager.</p>\n<p>The Government are going to issue it in circular form to every English and American Prisoner-of-War leaving the country.</p>\n<p>Gentlemen<br />The war ended for you as soon as you became Prisoner-of War. But now it has ended for the whole world. A little longer and you will see your native land again, Your homes, your loved ones, your friends. You will once more take up your accustomed work.</p>\n<p>The fortunes of war brought you as prisoners into our hands. You were freed even against your will from fighting, from danger, from death.</p>\n<p>But the Joys of peace could not be your for there was no Peace. Now Peace is coming and Peace means liberty. When you are</p>\n<p>Anchor</p>\n<p>[Page 48]</p>\n<p>November</p>\n<p>already united to your families, Thousands of our countrymen will still be pining in far-off prison-camps with hearts as hungry for home as yours.</p>\n<p>You have suffered in confinement, who would not? It was the fate of every prisoner in every prison-camp of the world to eat his heart out with longing, To chafe against loss of liberty, To suffer from Homesickness, brooding, discouragement, Blank despair. The days, the weeks, the weary years crept by, and there was no end in sight. There were many discomforts, irritations, misunderstandings.</p>\n<p>Your situation has been a difficult one. Our own has been desperate. Our country blockaded, Our civil population suffering from want of proper and sufficient food and materials, The enormous demands made upon our harrassed land from every side, - These and many other afflictions made it impossible to do all that we should</p>\n<p>Anchor</p>\n<p>[Page 49]</p>\n<p>November</p>\n<p>have liked to do. Under the circumstances we did our best to lessen the hardships of your lot, to insure your comfort, to provide you with pastime, Employment, Mental and bodily recreation. It is not likely that you will ever know how difficult our circumstances have been.</p>\n<p>We know that errors have been committed and that there has been hardships for which the former system was to blame. There have been wrongs and evils on both sides. We hope that you will always think of that, - and be just.</p>\n<p>You entered the old Empire of Germany; you leave the new Republic, The newest and, as we hope to make it, the freest land in the world. We are sorry that you saw so little of what we were proud of in the former Germany, - Our Arts, Our Sciences, Our Model Cities, our theatres, Schools,</p>\n<p>Anchor</p>\n<p>[Page 50]</p>\n<p>November</p>\n<p>Industries, our social institutions, as well as the beauties of our scenery and the real soul of our people, Akin in so many things to your own.</p>\n<p>But these things will remain part of the new Germany. Once the barriers of Artificial hatred and misunderstanding have fallen, We hope that you will learn to know, in happier times, the Grander features of the land whose unwilling guests you have been. The barbed wire enclosure is not the proper point of view from which to judge or survey a great nation.</p>\n<p>The War has blinded all nations, but if a true Peace will result in opening the eyes of the peoples to the fact, that their intrests are common, That no difference in Flags, Government, Speech nor nationality, can alter the great truth of fraternity of all men, This war will not then have been fought in vain. If the</p>\n<p>Anchor</p>\n<p>[Page 51]</p>\n<p>November</p>\n<p>Peoples at last realize that it is not each other who are their enemys, But the ruthless forces of Imperialism and Capitalism, of Militarism of all sorts, Of Jingo Journalism that sows falshood, hatred and suspicion, Then this war will not have been fought in vain, Then Peace will not have been established in vain.</p>\n<p>We hope that every one of you will go home carrying a message of good will, of conciliation, of enlightenment. Let all men in our new epoch go forth as missionaries<br />of the new evangel, as interpreters between nation and nation.</p>\n<p>The Valiant dead who once fought against each other, have long been sleeping as comrades side by side in the same earth. May the living who once fought against each other labour as comrades on this self same earth. This is</p>\n<p>Anchor</p>\n<p>[Page 52]</p>\n<p>November</p>\n<p>the message with which we bid you farewell.</p>\n<p>In the name of the German Republic.</p>\n<p>Anybody reading this address would come to the conclusion that we had had a very comfortable time in Germany. But It has not been so.</p>\n<p>When I first entered the country every person was war mad. They had no idea that they would eventually go under. At that time it was Deutschland uber alles. Germany over all.</p>\n<p>You only have to take the Hymn of hate, to tell you what sort of a feeling the population had for Englishmen.</p>\n<p>Since the Armistace, and the people can see that they are beaten, they ask us to take a message of goodwill home with us, If I had my way I would start the war again and smash the country</p>\n<p>Anchor</p>\n<p>[Page 53]</p>\n<p>November</p>\n<p>about like they smashed France.</p>\n<p>Just try and Picture Germany in our position on the winning side, How much mercy do you think we would receive at their hands,</p>\n<p>What chance would we Prisoners have of getting out of the country for years to come, if ever we got out alive at all. We would be treated exactly the same as they treated the French prisoners when they liberated France in 1890.</p>\n<p>On the 25th I started work for the first time since the news of the Armistace.</p>\n<p>When we stopped work the Germans stopped our food, We continued to live on the food that we received from England in our parcels, but these last three days we have run out of supplies so have started again until some more parcels come along.</p>\n<p>On Wednesday the 27th I again stopped</p>\n<p>Anchor</p>\n<p>[Page 54]</p>\n<p>November</p>\n<p>work. I went to the Doctor with four other Englishmen, We were all supposed to have colds, The Doctor said he could see that we were not sick, and asked us all to have a little patience, and said that we would be all sent to the Concentration Lager as soon as there was room for us, and we could be spared from the factory. He ordered us to work, so when we arrived back at the Factory, we decided not to do any more work for Germany. The following day all of us were moved from this factory to the branch factory at the other end of town.</p>\n<p>The manager said that by refusing to work we were setting a bad example for the other Prisoners, So we were packed off and out of the way.</p>\n<p>At this new place we are doing nothing but eat, sleep, and read. I get up at about 10 or 11 o?clock every day. Our food is not stopped now, I suppose the Germans</p>\n<p>Anchor</p>\n<p>[Page 55]</p>\n<p>December</p>\n<p>think that they had better feed us for the last few days that we are to be in their country.</p>\n<p>On the 4th of December I left Luneburg for Soltau Lager together with all the Prisoners that were working at both the Saline Factories.</p>\n<p>The men from almost all the working Commando?s have been recalled to Soltau Lager.</p>\n<p>I arrived at Soltau at about 10pm and got an issue of Parcels straight away. In Soltau there is almost 1,000 Englishmen, and it is the biggest bunch of Britishers that I have seen in Germany. We all expect to be leaving for England very soon, We may get word to pack up and move any day now. I received a photo of Etta to-day.</p>\n<p>For the past week we have had a lot of rumours about leaving for England but up to the present none of them have come true.</p>\n<p>Anchor</p>\n<p>[Page 56]</p>\n<p>December</p>\n<p>The camp is in an awful state, There does not seem to be anybody in charge of affairs since the revolution has upset things.</p>\n<p>When I was last in Soltau camp you could not see a speck of paper blowing about, But now there is heaps and heaps of rubbish laying around everywhere. A lot of the barracks have been pulled down and the timber used to light fires to do our cooking with.</p>\n<p>Sickness is very prevalent in the camp, Two Englishmen died yesterday with the Spanish Grippe or Influenza.</p>\n<p>Last night the 10th I went to see the morning pictures, The show is inside the Camp enclosure and is managed by a German. It was the first morning picture show that I have seen since I left Australia over two years ago. Inside the building was a notice that ran thus ?</p>\n<p>?It is vorbitten to smoking being every infectious and strong&quot; (And also another which ran thus:- ?Please take your hat off.&quot;</p>\n<p>Anchor</p>\n<p>[Page 57]</p>\n<p>December</p>\n<p>The german who wrote these notices no doubt thought that he was fairly well up in the knowledge of the English Language.</p>\n<p>On about the 18th a Frenchman was shot dead by a German sentry just outside my hut. The bullet entered his stomach and passed out halfway down his thigh.</p>\n<p>The men who saw him shot said that the German deliberately shot him for nothing at all.</p>\n<p>They said that he was just walking along whistling to himself.</p>\n<p>He was buried on the 20th. The Germans gave him a decent burial, They had the Band and firing party and buried him with full military honours in the cemetery adjoining the Camp.</p>\n<p>On the night of December the 21st we weer officially ordered to get ready to leave Soltau to-morrow the 22nd</p>\n<p>&nbsp;</p>\n<p>[Page 58]</p>\n<p><u>Part V December 1918</u></p>\n<p>On the 22nd we left Soltau Railway Station by the 9.30 am train, We travelled via the towns of Luneburg and Hamburg and arrived at Hamburg at about 3 pm.</p>\n<p>I did not see much of the city of Hamburg but what I did see was very fine indeed.</p>\n<p>The buildings are beautiful, and all the streets are well made and very wide, It also seems to be kept very clean.</p>\n<p>We Embarked on the troopship City of Poona, and remained moored at the wharf all night. The British destroyer Radient was moored alongside and acted as escort to us.</p>\n<p>At 8am the following day we proceeded on down the river Elbe, and anchored about 20 miles lower down the river from the German Naval base at Cux-haven, The weather outside was too foggy for us to cross the German mine fields with safety.</p>\n<p>We were also issued with a new uniform and underclothing.</p>\n<p>On Tuesday the 24th (Christmas eve) we were anchored all day owing to the</p>\n<p><a name=\"a3926059\"></a></p>\n<p>[Page 59]</p>\n<p><u>December</u></p>\n<p>weather being too tough and foggy to venture out with safety.</p>\n<p>On Christmas day we weighted anchor and were on our way at 9.30am. The water was full of floating contact mines, Some of them were passed very close. They are I should think about seven feet in diameter and are painted black, they have a lot of large spikes projecting out from their sides. The Captain and crew were firing at them with rifles to try and explode or sink them, They did not succeed in hitting any which no doubt was just as well for us.</p>\n<p>At 3pm the Destroyer Radient (F56) left us and steamed away at full speed.</p>\n<p>We are now well out of the German mine area, so have no fear of accident from that quarter.</p>\n<p><a name=\"a3926060\"></a></p>\n<p>[Page 60]</p>\n<p><u>December</u></p>\n<p>December the 26th (Boxing Day)</p>\n<p>This morning we are all very much excited and in an awful hurry to reach England. The day is very cold and windy but we are all packed on deck watching for the first glimpse of England. At about 3pm we sighted the Lighthouse at the entrance to the Humber River. When we were about half a mile from the entrance we stopped until the Pilot came aboard, Then proceeded up the river a distance of about 4 miles and anchored.</p>\n<p>The vessels that were lying at anchor inside the Heads and the factories and Railway trains, made an awful din blowing their whistles and Sirens as we entered harbour.</p>\n<p>We were all taken off the troopship in small tenders and landed at the Quay. The tide was too low to allow the large warship to go right up to the wharf.</p>\n<p>On arrival at the Quay we were given a very warm reception by the</p>\n<p><a name=\"a3926061\"></a></p>\n<p>[Page 61]</p>\n<p><u>December 1918</u> [the year should be 1919]</p>\n<p>Red-Cross ladies, We were supplied with all sorts of eatables and had some very nice tea served.</p>\n<p>After we had finished eating our fill we were put in the train with a carriage between six men, And left for Ripon Camp in Yorkshire shortly afterwards, arriving there early the following morning.</p>\n<p>I stayed at Ripon Camp for two days, was rigged out in another clean uniform and had all particulars taken again, I was also required to make a statement concerning the attack of the morning of April the 11th 1919 [the year seems wrong, need to refer to the previous diary to see the attack referred to].</p>\n<p>On the 30th of December I was granted one month?s leave and came to London in the afternoon, After going to the Australian Headquarters in Horseferry Road Westminster And messing about there running after clothing and Leave passes for about an hour, I was allowed to go free. I stayed at the Star-</p>\n<p><a name=\"a3926062\"></a></p>\n<p>[Page 62]</p>\n<p>January 1919</p>\n<p>and-Garter Hotel at Putney on the night of the 30th. I continued to stop in London till the 3rd of January looking at the various places of interest and having a good time generally. Somehow I rather think I deserve a good holiday after my twenty months of Prisonership.</p>\n<p>On the evening of the 3rd of January I left London for Scotland.</p>\n<p>I arrived at Edinburgh at about 8am on the morning of the fourth. during the morning I visited the Castle, It stands on a very high rock and commands all the city, It can be seen form almost any part of the country for a mile or two away. The different buildings inside the castle walls were interesting, The Kings &amp; Queens chamber, Dining Hall, castle chappel, Dungeons, and other places, The crown Jewels were beautiful, The keeper explained what the various signs were and also gave us their history.</p>\n<p>The Dining and banqueting hall is a very large room, It was used a little while ago as</p>\n<p><a name=\"a3926063\"></a></p>\n<p>[Page 63]</p>\n<p><u>January</u></p>\n<p>garrison dispensary, But lately has been restored and converted into an Armory of Ancient Scottish wepons and armour. The windows are of stained glass and bear the arms of the old scottish lords.</p>\n<p>The Chappel which is called St Margarets Chappel, is supposed to be the oldest building in Scotland which has a roof over it. It was erected by Queen Margaret who died in the year 1095. In the front of the Chappel and facing toward the city is the big gun, which is termed Mons?Meg. Later in the day I visited the Forth-Bridge. I took the motor bus to Queensferry, where the bridge can be seen the best, It was too cold and windy so I did not attempt to go across it.</p>\n<p>The fourth bridge is the largest and best bridge of its kind in the world. It carries the North-British Railway line across the Queensferry narrows. Its length is a little over one and a half miles, fully two thirds of the distance is over salt water. The central arches of which</p>\n<p><a name=\"a3926064\"></a></p>\n<p>[Page 64]</p>\n<p><u>January</u></p>\n<p>there are three, are each almost one third of a mile in span, and the piers rise to a height of 361 feet above high water mark. The bridge took seven years to construct and was opened by the present king in the year 1890, Its cost was three and a half millions sterling.</p>\n<p>After I returned from viewing the Fourth Bridge I visited Calton hill and saw the big Prison, Royal high school buildings, Nelsons Monument, The Burns Monument, and the National monument.</p>\n<p>The Nelson Monument is in the form of a tower, which stands on the summit of Calton Hill. From the top a beautiful view of the country can be obtained. It has also time ball arranged on the top which falls at 1pm every day, and by which all clocks throughout the city are regulated.</p>\n<p>The Natiolonal monument is the foundation stone of what was designed to be a ?National monument&quot; on memory of Scotsmen who fell in the battles, by sea and land, in the war with France, It was laid by George the fourth in the year 1822</p>\n<p><a name=\"a3926065\"></a></p>\n<p>[Page 65]</p>\n<p><u>January</u></p>\n<p>All that remains of it is twelve tall columns which when seen from a distance seem to be the ruins of a very beautiful building, But when viewed closely it looks as if it had been started only a few years ago.</p>\n<p>Another historical monument is the ?Scott Monument&quot; which is situated in Princess Street near the Princess Street Railway Station, It is a beautiful structure and was erected in 1840-44 at a cost of &pound;16,000. In the centre of the structure under a canopy is a statue of Scott, and figures from the waverly novels occupy the various niches around the monument. After wandering around the town for a few hours after this, I took train to Dundee and arrived there at about 10pm, I stayed at the Overseas club for soldiers and sailors. The trip from Edinburgh to Dundee was, with the exception of the view of the Grand fleet as we crossed over the fourth-bridge much the same as the ride from London to Edinburgh, In fact all railway journeys are much the same, They all get monotonous</p>\n<p><a name=\"a3926066\"></a></p>\n<p>[Page 66]</p>\n<p><u>January</u></p>\n<p>after the first hour or two. I stayed in Dundee until the 8th of January when I got the 8am train for Glasgow, I stopped in Glasgow for one day then took train to Edinburgh stopped there for about 6 hours and then returned to Dundee late at night on the 9th</p>\n<p>On the 12th I again went to Glasgow and called on a friend who was prisoner in Germany with me, I stayed there till the evening of the 13th when I took the express back to London arriving at about 8am on the morning of the 14th</p>\n<p>The City of Glasgow is very much like Sydney, it is very busy as sea ports generally are, I did not like the place so did not stay there long. There is not much of interest to the traveller either. The tramway system is very good, but it does not come up to Sydney, The cheapness of travelling is miles ahead of Sydney. The distance one can travel on the Glasgow trams for one halfpenny, we have to pay three halfpence for in Sydney. The City of Edinburgh is a very</p>\n<p><a name=\"a3926067\"></a></p>\n<p>[Page 67]</p>\n<p><u>January</u></p>\n<p>clean city, It is just the place where I would like to live if it was necessary that I should live over this side of the world, The only drawback to the place is the old fashioned cable-trams, The cable which is always revolving underground is very annoying when it needs greasing.</p>\n<p>The objection that the Edinburgh people have to the ordinary electric trams, is that the Poles that would have to be erected to carry the overhead wires would be a disfigurement to the city.</p>\n<p>The streets of the cities over here look much wider than they really are, the reason being that the shops and business places have no awnings over the footpaths and consequently no posts. Why there are no awnings over the footpaths like Australian cities, is because of the heavy snow falls, If there were awnings and the snow was to fall heavy and bank up on the roof, it would be a source of great danger to the public generally, If it were to fall of in drifts people</p>\n<p><a name=\"a3926068\"></a></p>\n<p>[Page 68]</p>\n<p>walking along and persons driving on the roads would never know the moment that a drift would occur and fall on them, And bury them, or startle the horse, as the case may be.</p>\n<p>The city of Dundee I liked best of all to spend my holiday in, It was a nice quiet little place, The people were very sociable and everything generally seemed to suit me, It cannot boast of any places of interest except the Tay bridge over the Firth of Tay. The Tay bridge is recognised as being the best and bridge of its kind, It is not a patch on the fourth bridge as far as engineering is concerned, but I think it is much longer. The height above sea level is not more than 60 feet in any place.</p>\n<p>I continued to stay in London till the 20th of January. While in London I stayed at Putney which is a suburb just outside the city proper, although the postal address is London S.W.7. Putney is a very nice suburb, and is situated on the Thames River the part of the Thames river that runs past Putney is where the big boat races are</p>\n<p><a name=\"a3926069\"></a></p>\n<p>[Page 69]</p>\n<p><u>January</u></p>\n<p>held, and the Henley regatta is held not far away. I left London by the 1.30pm train on the 20th of January and arrived at Mansfield station about 3 hours later. Cousin Frank and Tom came to the station to meet me.</p>\n<p>I stayed at Pleasley with Uncle &amp; Auntie until the end of my leave which finished on the end of the month, During my stay there I went to Ilkestone to see Uncle Walter and family. I also went to Nottingham to see Cousin Ethel, and on one day I went together with Uncle Auntie and two or three others to Ripley to see the birthplace of Dad. Everything connected with Dads early days in England was shown and explained to me by Uncle, While at Ripley I visited Mr Robert Walker an old friend of Dad?s. I went to Newhoften to see old Mrs White who writes very regularly</p>\n<p><a name=\"a3926070\"></a></p>\n<p>[Page 70]</p>\n<p><u>January &amp; February 1919</u></p>\n<p>to Alma and was at one time Grandfathers housekeeper. She was very pleased to see me, She was very bad with Dropsy when I saw her. During my stay at Uncle John?s Uncle Fred came out from Birmingham to see me.</p>\n<p>On the night of the 29th I went to London again. I left Pleasley vale with the intention of visiting Etta?s people at Reading but on arrival in London I found that I had no time owing to my having overlooked the hour of the expiration of my pass. I reported to headquarters and was sent to camp at Sutton Veny near Warminster in Wiltshire. I caught the train at Paddington Station and arrived at Camp at about 4.30pm on the 30th.</p>\n<p>Today Tuesday February the 4th I went to the town of Warminster and had a good look around the place, I am expecting to leave here in a week or two enroute for home. I am</p>\n<p><a name=\"a3926071\"></a></p>\n<p>[Page 71]</p>\n<p><u>February</u></p>\n<p>attached to the roll of the Steamship ?Euripedes&quot; which is to leave for Australia on or about the 20th of this month. If all goes well I should be home by Easter.</p>\n<p>Here in Camp the rules and routine is not nearly as strict as it was when the war was on. I have no drill to do, I occupy myself by doing odd jobs around the camp.</p>\n<p>Since my arrival at camp I have been in constant receipt of letters, both from here and Australia.</p>\n<p>17-2-19 The weather for the past two weeks has been very cold with one or two very wet days.</p>\n<p>I am at present at No 5 Camp at Sutton-Veny about three miles from the town of Warminster.</p>\n<p>18-2-19 Yesterday we had as much as 30 degrees of Frost according to the papers, Today it is raining and is still</p>\n<p><a name=\"a3926072\"></a></p>\n<p>[Page 72]</p>\n<p><u>February 1919</u></p>\n<p>very cold. The Influenza is going about a lot again, The men are dying very fast from it in the camp.</p>\n<p>Around the camp there is a lot of Sandbagging being done, Only the other night one man was knocked down and killed and robbed, while he was walking home from Warminster to the Camp. It is not safe to be out of camp alone after dark.</p>\n<p>Two men were caught red handed the other night.</p>\n<p>These last two days I have had a cold on the head and chest, If the wether does not get warmer I do not know how I am to get rid of it.</p>\n<p>19th of March 1919<br />On Tuesday the 18th of February I was taken very ill just after I had finished dinner, I turned into bed straight away, But as the afternoon wore on I got worse, so I decided to send for the Doctor,</p>\n<p><a name=\"a3926073\"></a></p>\n<p>[Page 73]</p>\n<p><u>February</u></p>\n<p>The Doctor was sent for and he sent an Army-Medical-Corps-Corporal down to see me and take my temperature, which he did, My temperature was 103.4 degrees.</p>\n<p>Soon after he went away, I had a violent fit of vomiting which made me very weak and much worse, It also made my head ache very badly. I continued to stay in bed and wrapped myself up to keep me as warm as possible and prevent myself from shivering so much, but it was no use, The warmer I got the more I seemed to shiver. As near as I can recollect it was about 5.30 pm when the Ambulance came to the hut for me. I was taken first to the ?Group Hospital&quot; at Sutton-Veny, But they would not admit me, owning to my temperature being too high. I was kept waiting in the Ambulance for about 10 minutes, when the</p>\n<p>&nbsp;</p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"107323","uid":"0","filename":"a3926002h.jpg","uri":"public://a3926002h.jpg","filemime":"image/jpeg","filesize":"943864","status":"1","timestamp":"1389071402","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":844},"alt":"","title":"","display":"1","description":""}]},"field_diary_title":{"und":[{"value":"Henry Joseph Parsons war diary, 1 May 1918-31 May 1919","format":null,"safe_value":"Henry Joseph Parsons war diary, 1 May 1918-31 May 1919"}]},"field_page_number":{"und":[{"value":"2"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/106425/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"106425","revision_id":"346285","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397710021","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"2","current_revision_id":"346285","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/henry-joseph-parsons-war-diary-1-may-1918-31-may-1919-page-2-1"}