{"vid":"106449","uid":"1","title":"Henry Joseph Parsons war diary, 1 May 1918-31 May 1919 - Page 3","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"106426","type":"transcript_page","language":"und","created":"1389071402","changed":"1397710021","tnid":"0","translate":"0","revision_timestamp":"1397710021","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 74]</p> \r\n <p>[Photograph of six people ? five men and a nurse, standing in the snow with snow on the fir trees behind them.  Below the photograph is written]</p> \r\n <p>Grounds of Sutton-Veny<br> \r\n Military Hospital in March 1919<br> \r\n Reading from left to right the people are<br> \r\n C.S.M Wickham, Private Pilmore, Sister Low, Private Duncan, The Ward orderly, &amp; myself.</p> \r\n <p><a name=\"a3926075\"></a></p> \r\n <p>[Page 75]</p> \r\n <p>[blank page]</p> \r\n <p><a name=\"a3926076\"></a></p> \r\n <p>[Page 76]</p> \r\n <p><u>February</u></p> \r\n <p>driver returned and started on the journey to the next hospital, He had not moved the car many yards when he became bogged somehow, and was trying for someone to get clear without avail, When judging by the number of voices I heard outside the car, he had managed to get some assistance either from the hospital or passers bye, with their aid he eventually get clear of the difficulty after a delay of about 16 minutes,  We then proceeded on our journey at rather a fast rate, judging by the way the ambulance swayed about. On arrival at hospital which was the First Australian General at Sutton Veny, I was taken from the Ambulance &amp; carried to the receiving room, where they took all my particulars and then carried me through about 300 yards of Corridors to the Influenza ward No 16. where I was bathed, put to bed with hot water</p> \r\n <p><a name=\"a3926077\"></a></p> \r\n <p>[Page 77]</p> \r\n <p>bottles and a good dose of medicine. I had rather a bad night, my head was aching very much and I was unable to get warm, the amount of vomiting I did, did not tend to improve my head any. The next day I was worth if anything and my temperature was 104.2 in the evening.</p> \r\n <p>The following day 20-3-19 [probably 20-2-19] I did not feel any better, but my temperature fell to 103.2 degrees at 10 am, and by 6 pm it had fallen to 101 degrees. At night the Doctor injected some morphia into my arm.</p> \r\n <p>The next day Friday the 21st I felt much better till 2 pm, when I had a bad turn and my temperature rose again to 103.8 degrees, but the next morning at 6am my temperature was down to normal 98.4 degrees. </p> \r\n <p>I felt much better for a day or two except for a severe pain in the left side caused through the excessive </p> \r\n <p><a name=\"a3926078\"></a></p> \r\n <p>[Page 78]</p> \r\n <p><u>February and March 1919</u></p> \r\n <p>vomiting which affected my breathing considerably.</p> \r\n <p>On Wednesday the 26th the Doctor gave me permission to get up for one hour after dinner which I did. I continued to get up after dinner every day until the 5th of March, when I got a fresh cold and was ordered back to bed, my temperature again rose to 104.4 and remained high for a day or so, I also caught a sore throat.</p> \r\n <p>Today march the 9th I am feeling much better, but still have a thick heavy feeling in the head, and my throat is very sore.</p> \r\n <p>Since I came to hospital I have lost over 14lbs in weight, But as I am now feeling and eating better, I should soon begin to regain some of my lost weight. I have only had two letters from home this last month &amp; I have had no letters at all from England. I suppose it is on account of</p> \r\n <p><a name=\"a3926079\"></a></p> \r\n <p>[Page 79]</p> \r\n <p><u>March</u></p> \r\n <p>my address being changed that I have missed them. They have probably been returned to the Base Post Office at London.</p> \r\n <p>This sickness has been the cause of my missing two boats to Australia. When I get out of here it will be another month of waiting before I will be able to get attached to another Boat Roll.</p> \r\n <p>15-3-19 Since the last entry my throat has been very sore, for two days I was unable to eat or drink anything.</p> \r\n <p>The passage of my throat was completely blocked up, If I attempted to swallow any food or drink, it would be forced back through my nose.</p> \r\n <p>Yesterday the 14th of March the Doctor said he was going to put my case before the Medical Board and have me returned to Australia by Hospital Ship. That will mean that my return will be delayed for a month or more. I am still confined to my bed,</p> \r\n <p> <a name=\"a3926080\"></a></p> \r\n <p>[Page 80]</p> \r\n <p><u>March</u></p> \r\n <p>but am feeling much better and hope to be allowed to get up soon.</p> \r\n <p>The following verse is from Tennyson, I saw it in a book yesterday, and it struck me as being as near, and as good a description of a battle, as it was possible to give</p> \r\n <p>?Oaths, Insult, filth, and monstrous Blasphemies, Sweat, Writhings, anguish, Labouring of the Lungs,<br> \r\n In that close mist, And cryings for the Light, Moans of the dying, and voices of the dead.\"</p> \r\n <p>This and the various noises such as the exploding shells, Rifle and Artillary fire, make a modern battle exactly what it is termed ? ?A hell on Earth\".</p> \r\n <p>Today the 19th the Doctor gave me permission to get up for a while, This will be the fourth time that I have been allowed to get up, I hope I do not get any more complaints to send me back to bed again.</p> \r\n <p>The weather outside is very cold, wet and miserable, In fact the weather for the last week has been cold, frosty and wet on and off, The wet looks as </p> \r\n <p><a name=\"a3926081\"></a></p> \r\n <p>[Page 81]</p> \r\n <p><u>March</u></p> \r\n <p>if it was going to set in for good.</p> \r\n <p>I hope the weather will clear up and get much warmer before I get out of here, or else I am afraid that it won't be more than a day or two before I am back again.</p> \r\n <p>On Thursday the 20th it snowed very heavy, toward evening a thaw set in and by nightfall all trace of the snow had vanished. On the 22nd we had some more snow, but it was only slight not enough to cover the ground, It is very cold outside and even in the ward around the fire it is not too cheerful. I amuse myself and pass the time sitting near the fire Smoking and reading all the day. I am still waiting for news of the sailing of either a Hospital-Ship or Invalid-Ship.</p> \r\n <p>Until the 28th the weather continued to keep very unsettled, Frosty and cold mornings, windy and wet days</p> \r\n <p><a name=\"a3926082\"></a></p> \r\n <p>[Page 82]</p> \r\n <p><u>March</u></p> \r\n <p>have been the rule. I have not heard from Australia for some time but as the Australian mail only arrived the other day I should soon be getting some.</p> \r\n <p>Saturday the 29th Last night the snow fell very heavy, by morning the ground was covered with Snow six inches deep. Everything looks lovely The Houses, Hedges, trees and earth is covered with a beautiful mantle of white, The early morning sun shining on it makes a big improvement but it is a bit strong on the eyes, The day is very mild. It is the best day we have had this year. I received a parcel from the British red Cross society, it was sent to me when I was in Germany, and was returned to me from Germany through Switzerland after I had left the country. I received it in rather a bad condition but taking into consideration the journey that it </p> \r\n <p><a name=\"a3926083\"></a></p> \r\n <p>[Page 83]</p> \r\n <p><u>April 1919</u></p> \r\n <p>has had, it was a wonder that it ever turned up at all.</p> \r\n <p>April 5th<br> \r\n The weather for the past week has been nice and sunny, The mornings were a little frosty but otherwise it has been all that could be wished for.</p> \r\n <p>Sunday April the 6th I went for a walk to Heytesbury Village which is about three miles distant from this hospital, I went on purpose to see a chap who was in Germany with me. It was rather a long walk for my first time since arrival in hospital, The walk was beautiful and no doubt will do me a lot of good, I arrived home very tired.</p> \r\n <p>The village of Heytesbury is the same as most English villages, a cluster of cottages, two or three streets, a Hotel and a well &amp; pump comprise the place</p> \r\n <p><a name=\"a3926084\"></a></p> \r\n <p>[Page 84]</p> \r\n <p><u>April</u></p> \r\n <p>When I arrived back at the Hospital I was ordered to get all my things ready to move to Weymouth Camp at 9.30 in the morning.</p> \r\n <p>Monday April the 7th I left Hospital and was driven to the Railway Station at Warminster in an Ambulance, From there I caught the 11am train to Weymouth. The journey was a very pleasant one, and lasted from 11am to 3pm with a wait of one hour at Westburry junction for the train.</p> \r\n <p>From Weymouth Station I had another ride in the Ambulance to the Camp. The camp is situated at Westham which lies just outside the town of Weymouth. On arrival at the Camp I went before the Doctor to be examined and afterwards was allotted to my hut, The Huts here are all fitted with spring beds and is the best Camp the Australians have in the United Kingdom.</p> \r\n <p><a name=\"a3926085\"></a></p> \r\n <p>[Page 85]</p> \r\n <p><u>April</u></p> \r\n <p>On Tuesday April the 8th I went before the Doctor again, He sounded my chest and gave me a thorough examination all over and altered my classification from B.2.B to B.1.B. He said that I was well &amp; fit, I did not argue with him because I have not felt to fit for at least 2 years.</p> \r\n <p>To-day Wednesday I am settled down in camp in No2 Companies lines and am once more a Soldier, doing fatigues and attending parades, etc.</p> \r\n <p>Thursday I went to the town of Weymouth and had a good look around. It is a very large town and also kept very clean. In one part it is not too nice, that is the end where all the shipping comes in. A line of steamers trade between Weymouth and Jersey.</p> \r\n <p>The ocean beach runs right along the edge of the town, it is about two miles long, but only</p> \r\n <p><a name=\"a3926086\"></a></p> \r\n <p>[Page 86]</p> \r\n <p>one part of it which is about 400 yards long is fit for bathing as the rest of the beach is all shingles.</p> \r\n <p>There is no surf whatever, the water is very smooth when there is no wind blowing it's almost as smooth as glass.</p> \r\n <p>They have a nice promenade which follows the beach almost all round, It will be very nice to come down here of an evening. I will get some views of the prettiest places for a souvenir.</p> \r\n <p>I also visited Portland harbour which is next to Weymouth but not as pretty, Portland harbour has a large breakwater built across the entrance to break the force of the rough seas, and make it a safe anchorage for the Men-o-war.</p> \r\n <p>At night I went to what is called the stiff's opera, but is in reality the Y.M.C.A free picture show.</p> \r\n <p><a name=\"a3926087\"></a></p> \r\n <p>[Page 87]</p> \r\n <p><u>April</u></p> \r\n <p>On Friday it was very cold and wet and toward evening it came over very foggy, but in spite of that I went to Weymouth for a walk along the Promenade, I did not stay long the cold soon drove me back to Camp.</p> \r\n <p>On Sunday the 13th Two other chaps and myself hired a rowing boat, and went out for a row, It was lovely and smooth when we left shore, but after we had been out about an hour it started to cut up very rough, we were about three miles from shore when we turned to come back, We had a very hard struggle to get back to calm water, The waves and spray were splashing all over us and was also coming into the boat. We eventually got out of the difficulty but not before we had got thoroughly wet.</p> \r\n <p><a name=\"a3926088\"></a></p> \r\n <p>[Page 88]</p> \r\n <p><u>April</u></p> \r\n <p>On the 15th I again went to Portland Harbour, Since my last visit there has been two or three very large Warships arrive. The number of warships lying in harbour today is 24 of which nine are very large. I also visited the Fort at Nothe, I could not see any signs of the guns as were not allowed to go inside. ?Nothe Fort\" is situated on the headland between Weymouth and Portland harbours. It also had a distant view of the big Convict Prison at Portland, here again I could not get much of what it was like it being on the opposite side of the harbour to me, What bit of it I could see was very imposing, it is situated on a very high cliff three sides of which run down to the water edge, Just a narrow strip of sandy country joins it on to the mainland.</p> \r\n <p>Saturday the 19th I again hired a rowing boat with two other chaps and went</p> \r\n <p><a name=\"a3926089\"></a></p> \r\n <p>[Page 89]</p> \r\n <p><u>April</u></p> \r\n <p>out on the water for a couple of hours, The water was very smooth which made rowing a pleasure. About three miles out to sea, one of the surrendered German merchant ships was lying at anchor, so we rowed out to have a look at her, it turned out to be the ?Ponta\" and is now being used as a belgian Relief ship, I judged her to be about 7,000 tons.</p> \r\n <p>All the Warships that were lying at anchor at Portland, steamed out to-day for target practice, We could hear the sound of guns distinctly but could not see the ships, They came back to harbour at about 5pm. I received a letter from Australia to-day telling me that my first letter from England since my return had been received.</p> \r\n <p>Thursday April the 24th everybody left Westham Camp and moved to Monte-Video Camp about 1 ½ miles further away from Weymouth. We had the band at the head of the column, but for all the </p> \r\n <p><a name=\"a3926090\"></a></p> \r\n <p>[Page 90]</p> \r\n <p>good it was they might have stayed behind, It was absolutely the worst march music that I have ever marched to. It was impossible to keep step with it, it was also very tiring. I am now settled down in No 2 Company and expect to be attached to a boat roll in a day or two. This camp is much the same as the last one for comfort, but not as good in other respects.</p> \r\n <p>Monday 28th April<br> \r\n To-day I was selected for a boat Roll for Repatriation to Australia. If my name is not taken off the list beforehand, I will be leaving on or about the second of May by the ?S.S. Leicestershire\", and should arrive home about the middle of June.</p> \r\n <p>I am going to report to the Doctor to-morrow because I have a slight rash breaking out on the body, which I think is ?Scabies\". I shall have time to get it cured before the boat leaves and thereby run no risk of missing it and being disappointed like I was when I got the ?Flu\"</p> \r\n <p><a name=\"a3926091\"></a></p> \r\n <p>[Page 91]</p> \r\n <p><u>PART VI MAY 1919</u></p> \r\n <p>Friday May the 2nd I went before the Doctor again to be examined finally. I passed alright so am almost certain to be leaving by this steamer.</p> \r\n <p>We had breakfast at 11.30 pm tonight and entrained at Weymouth at 3.30am Saturday morning enroute for Liverpool. At 12 noon we disembarked at Liverpool the train took us right on to the wharf. Everybody was on board by 6.30pm so we were able to leave at that hour. But we did not start on the journey untill two hours later. When I went to bed we were out on the Irish Sea and well on our way.</p> \r\n <p>Sunday morning we are travelling very nicely, It is rather uncomfortable on deck there being a nasty cold wind blowing. During the day we passed out of the Irish Sea into the St Georges channel, We have a couple of Paravenes out on each side of the vessel to protect it from floating</p> \r\n <p><a name=\"a3926092\"></a></p> \r\n <p>[Page 92]</p> \r\n <p><u>May</u></p> \r\n <p>[rest of the page is blank]</p> \r\n <p><a name=\"a3926093\"></a></p> \r\n <p>[Page 93]</p> \r\n <p>[This page contains a well drawn map entitled Chart No 12, showing the route taken by the SS Leicestershire from Liverpool to the Suez Canal.  It also shows the location of the ship on various dates]</p> \r\n <p><a name=\"a3926094\"></a></p> \r\n <p>[Page 94]</p> \r\n <p>[this page is blank]</p> \r\n <p><a name=\"a3926095\"></a></p> \r\n <p>[Page 95]</p> \r\n <p><u>May</u></p> \r\n <p>contact mines.</p> \r\n <p>Monday the 5th saw us in the bay of Biscay with rather a rough sea on and many men seasick, A sharp cold wind is blowing which makes it very uncomfortable on deck. Toward evening both wind and sea died down a good deal which enabled the ship to ride much smoother, and also allowed us to walk about the decks in comfort.</p> \r\n <p>Tuesday 6th<br> \r\n To-day the weather is beautiful and sunny, The sea has only a slight swell from the strong wind of yesterday. We have passed two ships to-day one a sailing ship and the other a steamer. At 10am to-day the Ship's Log showed that we have travelled 640 miles since 9pm Saturday night. </p> \r\n <p>The two minesweepers that we had alongside for protection against floating mines have been drawn in, we are now outside the Danger Zone or mine infested area. At about 6pm we came in sight of the Northerly</p> \r\n <p><a name=\"a3926096\"></a></p> \r\n <p>[Page 96]</p> \r\n <p><u>May</u></p> \r\n <p>point of the Spanish coast (Cape Finistere) at the southern extremity of the Bay of Biscay, During the night we passed out of the bay of Biscay and into the Atlantic Ocean.</p> \r\n <p>Wednesday the 7th of May.<br> \r\n This morning we were passing ships wholesale, by 10am we had passed six steamers and one sailing ship. At 11am land was sighted, It was the high land on the coast of Portugal and is about 20 miles distant on our Port-side. We kept this land in sight most of the day.</p> \r\n <p>The next day we passed a good many more ships and at noon we sighted the South Westerly point of Spain, And soon after we sighted the coast of Morocco. in the afternoon we entered the Straits of Gibralta with the Spanish coast on our Port side and the Moroccan Coast on the Starboard. The various townships along the coast were quite distinct to the naked eye. </p> \r\n <p><a name=\"a3926097\"></a></p> \r\n <p>[Page 97]</p> \r\n <p><u>May</u></p> \r\n <p>At 6.30 in the morning we came abreast of the Gibralta rock, The rock stands out a good distance from the mainland and is connected to it by a very narrow stretch of land, It is honeycombed with gun pits and is a very strong fortress, it commands the entrance to the Mediterranean Sea. The action of the sea is crumbling it away in various places along the base.</p> \r\n <p>On Friday the 9th we are well in the Mediterranean Sea and out of sight of land, The crew are spreading awnings across the decks to protect us from the heat of the Sun's rays, The next day Saturday we sighted the coast of Algeria which we could see quite plainly till after noon, when we lost sight of it again.</p> \r\n <p>During the afternoon we again sighted land on the Starboard side, which afterwards turned out to be a very small island. According to the Ship's Log, we have travelled 2,500 miles</p> \r\n <p><a name=\"a3926098\"></a></p> \r\n <p>[Page 98]</p> \r\n <p><u>May</u></p> \r\n <p>since we lefty Liverpool. It has been blowing hard all day and is very uncomfortable on deck although the wind is not cold or the sea rough.</p> \r\n <p>It is very hard to secure a sheltered spot on deck to sit and read in, owing chiefly to the smallness of the ship for the large number of troops that are on her.</p> \r\n <p>The weather continued to be nice and warm for the rest of the journey to Port-Said.  We arrived at Port-Said on the afternoon of Thursday the 15th and anchored inside the harbour. As we entered the harbour we saw four French warships and one English, which were anchored just inside the entrance. They are a very old class of ship.</p> \r\n <p>We are not allowed to go ashore here, so I cannot say what the port is like, But what I can see of the town from the water  </p> \r\n <p><a name=\"a3926099\"></a></p> \r\n <p>[Page 99]</p> \r\n <p><u>May</u></p> \r\n <p>looks very nice, There are plenty of soldiers on shore mostly Lighthorsemen.</p> \r\n <p>There is two other troopships in harbour as well as us, They have imperial troops aboard and I believe that they are going to England.</p> \r\n <p>In the evening we were besieged with native boats full of the natives selling all sorts of silks and other wares. They ask you enormous prices for things that are worth only a few shillings, and if you are fool enough to pay it you can. You can generally manage to beat them down a lot, for instance if they ask you 30/- for a length of Silk you can run them down and finally purchase it from them for about [indecipherable] 5/-. We are going to take one or two Light horse Officers on board from here. At 5.30pm after we had finished taking on all the fresh water that was wanted to last us till our next port of call</p> \r\n <p><a name=\"a3926100\"></a></p> \r\n <p>[Page 100]</p> \r\n <p><u>May</u></p> \r\n <p>we weighed anchor and proceeded on our way. At the entrance to the Suez Canal there are two wrecks with their masts just visible above water. One of them was sunk in 1916 by the enemy.</p> \r\n <p>They suspect that wen enemy agent got on board somehow and placed a time bomb down below, that was timed to blow up when the ship was in the Suez-Canal and so block the canal to shipping, But evidently they did not succeed because both ships are quite clear of the entrance, and to all appearances, look as if they were lying at anchor when they sank. At 6pm we left Port-Said and entered into the Suez-Canal.</p> \r\n <p>We kept going through the canal all night, A searchlight was used to light the way so that we would not run on the</p> \r\n <p><a name=\"a3926101\"></a></p> \r\n <p>[Page 101]</p> \r\n <p><u>May</u></p> \r\n <p>bank, The canal is very narrow and it would not be more than 100 yards wide at any part, It would be non exertion to throw a stone to the land from the ship. At 5am on Saturday morning we reached lake-bitter which is the largest of the three lakes that are along the canal, We anchored here for an hour to let two ships that were coming in an opposite direction through the canal to pass us. Lake Bitter is about 15 miles across at the widest point and is in places very shallow. We left the lake again at 8am and proceeded on our way through the canal to Port-Suez arriving there at about 12 noon and anchored just off from the town. At 2pm we weighed anchor and again started on our way, At nightfall we </p> \r\n <p><a name=\"a3926102\"></a></p> \r\n <p>[Page 102]</p> \r\n <p><u>May</u></p> \r\n <p>had left Suez far behind, were in the Gulf of Suez with the land quite close on both sides of the ship.</p> \r\n <p>The Suez Canal is a wonderful piece of work and I should think that it would not be any more than 100 yards wide from bank to bank, 50 ft deep and 90 miles long. From Port Said a road and railway line follow the right bank for a very long distance.</p> \r\n <p>On the Egyptian side at intervals of from 5 to 10 miles there are signal stations which communicate the prevailing weather conditions on the Oceans, to the ships as they pass.</p> \r\n <p>At Port Said there is a statute of the Frenchman (De Lesseps\") who constructed the canal. that for every yard of the 90 miles of Canal, one life was lost in construction. De Lesseps who was so successful </p> \r\n <p><a name=\"a3926103\"></a></p> \r\n <p>[Page 103]</p> \r\n <p><u>May</u></p> \r\n <p>[this page is blank]</p> \r\n <p><a name=\"a3926104\"></a></p> \r\n <p>[Page 104]</p> \r\n <p>[a neatly drawn map of the route taken from Port Said to Ceylon, spelled Cylon on the map.  Daily positions are also shown]</p> \r\n <p><a name=\"a3926105\"></a></p> \r\n <p>[Page 105]</p> \r\n <p><u>May</u></p> \r\n <p>[this page is blank]</p> \r\n <p><a name=\"a3926106\"></a></p> \r\n <p>[Page 106]</p> \r\n <p><u>May</u></p> \r\n <p>in constructing this canal, attempted to cut the Panama-Canal through but failed, went bankrupt and died a pauper.</p> \r\n <p>The speed at which ships are allowed to travel through the Canal is not to exceed five knots per hour. I was unable to see much of what existed along the banks of the canal, owing to it being dark when we passed through the grater part of it.</p> \r\n <p>Along the Arabian side there are military camps for a long distance, The Australian Light Horse are in the majority.</p> \r\n <p>After passing Lake Bitter I saw a lot of trenches and barbed wire entanglements along both banks, which were put there to form defence works to protect Suez Township and canal from enemy attack. The majority of the country on both banks is flat desert land with a fertile spot visible every now and again. I cannot say what Suez township would be like if inspected closely I could not form any idea by</p> \r\n <p><a name=\"a3926107\"></a></p> \r\n <p>[Page 107]</p> \r\n <p><u>May</u></p> \r\n <p>what I could see of it from the steamer, although it looks to be a very clean place.</p> \r\n <p>Soldiers seem to be in the majority here also. Kakhi can be seen everywhere you look. Camps and Military hospitals surround the town, There is also a lot of trees in the place and vegetation seems to flourish here quite well, It is not like the desert a few miles away where you can look for miles with scarcely a sign of any vegetation visible nothing but sand and sand.</p> \r\n <p>It has been boiling hot all day and I have found it impossible to find a cool spot on the whole ship. Awnings are spread above the decks to protect us from the direct rays of the sun but even underneath these the heat makes the tar blister and boil from between the planks of the decks. Flying fish and Porpoises have been about the ship in very large numbers today. I amuse myself</p> \r\n <p><a name=\"a3926108\"></a></p> \r\n <p>[Page 108]</p> \r\n <p><u>May</u></p> \r\n <p>watching these fish and smoking.</p> \r\n <p>In the Red Sea Thursday 22nd of May<br> \r\n Towards noon we passed a large group of Islands about 12 in number. They are called the 12 apostles and are situated very close to the entrance of the Red-Sea and are in one of the hottest parts of the world.</p> \r\n <p>At 7pm we passed out of the Red-Sea through the entrance which is called Hell's Gates into the Gulf of Aden. These last few days it has been dreadfully hot, the hottest that I have ever felt before, It has been impossible to keep cool, The sweat has been pouring out of me wholesale.</p> \r\n <p>I think that the entrance to the Red-Sea has been very appropriately named when they named it the Hell's-gates. In my opinion Hell itself could not be any hotter.</p> \r\n <p>Sharks and Porpoises have been about the ship almost all day, And</p> \r\n <p><a name=\"a3926109\"></a></p> \r\n <p>[Page 109]</p> \r\n <p><u>May</u></p> \r\n <p>to-night the Phosphorus has been very prevalent in the water. The last few night the southern cross was to be seen very low down on the horizon in a Southerly direction. </p> \r\n <p>On Friday the 23rd we were well out in the Indian Ocean, The sea is very choppy and a lot of the men have been seasick, I am alright myself but there is a lot more men on board, that look as if it would be a great relief to them if they could only be sick.</p> \r\n <p>We have kept land in sight from early morning until afternoon. The land was the North-east coast of Africa and it was on our Starboard side.</p> \r\n <p>At about three Pm we passed a small island on our Port side.</p> \r\n <p>Flying fish have been about in large numbers, we have passed through shoals of them. Porpoises also have been constantly ahead of the ship.</p> \r\n <p><a name=\"a3926110\"></a></p> \r\n <p>[Page 110]</p> \r\n <p><u>May</u></p> \r\n <p>The weather has cooled off considerably now, so I am taking to open air treatment of sleeping out on deck, If the weather continues to keep fine I will be nice and comfortable, or if we run into a Storm or it comes on to rain I will get wet, because I am right up on the Forecastle-Deck in the nose of the boat. It is much cooler up on deck than it is down below also the air is much more fresh.</p> \r\n <p>The Ship is getting very light now and has risen 5 ft higher out of the water than when we left Liverpool.</p> \r\n <p>At Liverpool the ship was drawing 29 feet of water, now she is only drawing 24feet. This is caused by the large amount of coal and water we have used since we left, The slight sea that is now running is quite enough to make her pitch and roll about a good deal.</p> \r\n <p><a name=\"a3926111\"></a></p> \r\n <p>[Page 111]</p> \r\n <p><u>May</u></p> \r\n <p>Sunday 26th of May Yesterday we ran into a fairly heavy sea which made the Ship pitch about so much that it was necessary for the Captain to pump some water into the Fore-Castle well deck for ballast, After the tanks had been fill the ship rode much smoother. At night we had some rain which washed me out of my comfortable position on deck and forced me to go below again, It was very hot between decks and I could not get to sleep until after midnight.</p> \r\n <p> The Phosphorus was more noticeable last night than ever before, probably it was due to the heavy atmosphere and stormy water.</p> \r\n <p>To-day it is raining hard on deck but the sea has not such a heavy swell as yesterday, I am going to write to Etta and to England to-night and post them when I reach</p> \r\n <p><a name=\"a3926112\"></a></p> \r\n <p>[Page 112]</p> \r\n <p><u>May</u></p> \r\n <p>Thursday May the 29th<br> \r\n These last few days we have had some rather severe Monsoon weather, The sea has been very rough and the rain has been frequently very sharp and heavy.</p> \r\n <p>This morning we entered the harbour of Colombo and 11am.  The Cruiser Sydney and Supply ship Platypus, with four of the surrendered submarines were in the harbour when we arrived. No sooner had we anchored, than we were besieged by native bumboats. These craft are very pecular, they have an outrigger attachment secured to one side to protect them from capsizing, while the boat proper, consists of a portion of a tree trunk hollowed out, with just enough room for one native and a box or two of silks or imitation jewelry.</p> \r\n <p>The occupants of these canoes offer</p> \r\n <p><a name=\"a3926113\"></a></p> \r\n <p>[Page 113]</p> \r\n <p><u>May</u></p> \r\n <p>you silks, curios, fruit and imitation jewelry at enormous prices, usually five times their real value, and conclude with taking one quarter of his original offer, with an air of injured innocence.</p> \r\n <p>The harbour is formed of three breakwaters, enclosing an area of, I should think, about 1,000 acres.</p> \r\n <p>In rough weather the waves break and reach to a height of 40 to 100 ft above these walls. When we entered the water was not very rough outside, but the waves were then breaking fully 40 ft above the walls. The land looks very pleasant when viewed from the water. The lovely green of the vegetation is much more pleasant to look upon than the barren and parched shores of Port-Said and Suez:</p> \r\n <p>We were allowed on shore form 2pm till 6pm and I had a good look round the Fort which this portion of Colombo</p> \r\n <p><a name=\"a3926114\"></a></p> \r\n <p>[Page 114]</p> \r\n <p><u>May</u><br> \r\n is called.  I visited the Gordon Gardens in Queens Street, and saw the Legislative Council Chambers and other Government buildings which are situated almost Opposite the Gardens. I also saw Queens house which is the residence of the Govenor of the Colony, it adjoins the Gordon Gardens.</p> \r\n <p>Another interesting structure is the Colombo Lighthouse which is situated at the corner of Chatham St and Queen Street, It is unlike most Lighthouses, this one being in the form of a square tower, It also serves the purpose of a clock tower there being a clock fixed about halfway up.</p> \r\n <p>Anybody passing by, that had not seen the lantern alight, would never dream that it was a lighthouse, It seems very strange that a lighthouse should be situated almost in the centre of town. The streets of Colombo are fairly wide and are kept very clean, The houses for</p> \r\n <p><a name=\"a3926115\"></a></p> \r\n <p>[Page 115]</p> \r\n <p><u>May</u></p> \r\n <p>the most part are very old and are limited to one floor, They are chiefly occupied by natives, who trade in curios, jewellry &amp; provisions. The majority of the larger places are big British merchant's offices, and Business places.</p> \r\n <p>The mode of travelling in Colombo is chiefly by Rickshaw or Motor. In places they have the Electric trams running, but they are not often patronised by the European.</p> \r\n <p>One thing I noticed here was the absence of Europeans in the streets, There seem top be very few British about at all. Although the signs and newspapers are mostly in English. We are to allowed on shore again to-morrow, so I shall be able to have another look round, and if possible get a souvinir or two to take home with me. The following day Friday I again went on </p> \r\n <p><a name=\"a3926116\"></a></p> \r\n <p>[Page 116]</p> \r\n <p><u>May 1919</u></p> \r\n <p>shore was unable to see round more of the town because I was due back on board at 2pm. I was also unable to go into the native quarters, there being guards posted on all the main thoroughfares into the suburbs to prevent us from going into them.</p> \r\n <p>I would have liked to go into the suburbs, because I believe it to be the prettiest place of Colombo, also I should think it would be a better place to see native life than in the city.</p> \r\n <p>Before I left for the ship, I purchased a couple of native ornaments for a Souvinir. We left Harbour at 7pm and ran straight into rough windy weather, with a voyage of from 10 to 14 days to Freemantle W.A.</p> \r\n <p>The lights of Colombo had vanished from sight before I turned in.</p> \r\n <p>On the 31st of the month we were well out in the Indian Ocean and out of sight of land. The sea is smooth.</p> \r\n <p>August 1919</p> \r\n <p> \r\n Transcriber's notes:<br> \r\n Bapume page 26 ? is Bapaume which is about 25kms NE of Albert. <br> \r\n Bumboats page 112 ? A bumboat is a small boat used to ferry supplies to ships moored away from the shore.<br> \r\n Cux-haven page 58 ? is Cuxhaven, at the mouth of the River Elbe about 60kms NW of Hamburg.<br> \r\n De Lesseps page 102 ? what Parsons writes about de Lesseps is largely correct except that he did not die in poverty.<br> \r\n Doiai page 30 ? is Douai.  It is about 50kms north of St Quentin and Reims is about 140kms south of Douai.<br> \r\n Heytesbury Village page 83 ? is about 3 miles SE of Warminster in Wiltshire and about 1 ½ miles east of Sutton Veny.<br> \r\n Himmelfahrt page 4 ? I think means ascension (travel to heaven), so it was possibly Ascension Day<br> \r\n Ilkestone page 69 ? is about 10 miles south af Mansfield.<br> \r\n Luneburg page 26 ? where Parsons is imprisoned, is about 45kms SE of Hamburg, Germany.<br> \r\n Mansfield page 69 ? is about 20 miles SSE of Sheffield in England.<br> \r\n Munster page 28 ? is in Germany about 30 kms from the Netherlands border and about 60 kms east of Arnhem in the Netherlands.<br> \r\n Paravenes pages 3 and 91 ? is a Paravane which is a form of towed underwater glider. <br> \r\n Peronne page 26 ? is about 25kms ESE of Albert.<br> \r\n Pleasley page 69 - is about 5 miles NNW of Mansfield in England and about 15 iles SSE of Sheffield.<br> \r\n Ripley page 60 ? is about 12 miles SW of Mansfield.<br> \r\n St Quintin page 27 ? is Saint-Quentin, about 30 kms ESE of Peronne.<br> \r\n Sedan page 43 ? is on the France/Belgium border abot 120kms SE of Valenciennes and about 100kms NE of Reims.<br> \r\n Soltau page 19 ? lies between Bremen, Hamburg and Hanover in the Lüneburg Heath on the river Böhme. Soltau Camp (Lager Soltau), was the largest German prisoner-of-war camp of the First World War.<br> \r\n Sossions page 24 ? is Siossons about 100kms NE of Paris and about 25 kms WNW of Reims.<br> \r\n Sutton Veny page 70 ? The Second World War saw the rebuilding of camps in Sutton Veny area though not on the scale of the First War. <br> \r\n Tourney page 40 ? is Tournai, Belgium about 30 kms north of Valenviennes, France.<br> \r\n Valenciennes page 40 ? if you travel NE from Amiens, you pass through Albert, Bapaume, Cambrai and then reach Valnciennes, about 120kms from Amiens. It is in France, close to the Belgian border.<br> \r\n Weymouth page 84 - is on the south coast of England about 50 miles due south of Warminster and about 60 miles west of Southampton.<br> \r\n <p>[Transcribed by Miles Harvey for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p>[Page 74]</p>\n<p>[Photograph of six people ? five men and a nurse, standing in the snow with snow on the fir trees behind them.  Below the photograph is written]</p>\n<p>Grounds of Sutton-Veny<br><br />\n Military Hospital in March 1919<br><br />\n Reading from left to right the people are<br><br />\n C.S.M Wickham, Private Pilmore, Sister Low, Private Duncan, The Ward orderly, &amp; myself.</p>\n<p><a name=\"a3926075\"></a></p>\n<p>[Page 75]</p>\n<p>[blank page]</p>\n<p><a name=\"a3926076\"></a></p>\n<p>[Page 76]</p>\n<p><u>February</u></p>\n<p>driver returned and started on the journey to the next hospital, He had not moved the car many yards when he became bogged somehow, and was trying for someone to get clear without avail, When judging by the number of voices I heard outside the car, he had managed to get some assistance either from the hospital or passers bye, with their aid he eventually get clear of the difficulty after a delay of about 16 minutes,  We then proceeded on our journey at rather a fast rate, judging by the way the ambulance swayed about. On arrival at hospital which was the First Australian General at Sutton Veny, I was taken from the Ambulance &amp; carried to the receiving room, where they took all my particulars and then carried me through about 300 yards of Corridors to the Influenza ward No 16. where I was bathed, put to bed with hot water</p>\n<p><a name=\"a3926077\"></a></p>\n<p>[Page 77]</p>\n<p>bottles and a good dose of medicine. I had rather a bad night, my head was aching very much and I was unable to get warm, the amount of vomiting I did, did not tend to improve my head any. The next day I was worth if anything and my temperature was 104.2 in the evening.</p>\n<p>The following day 20-3-19 [probably 20-2-19] I did not feel any better, but my temperature fell to 103.2 degrees at 10 am, and by 6 pm it had fallen to 101 degrees. At night the Doctor injected some morphia into my arm.</p>\n<p>The next day Friday the 21st I felt much better till 2 pm, when I had a bad turn and my temperature rose again to 103.8 degrees, but the next morning at 6am my temperature was down to normal 98.4 degrees. </p>\n<p>I felt much better for a day or two except for a severe pain in the left side caused through the excessive </p>\n<p><a name=\"a3926078\"></a></p>\n<p>[Page 78]</p>\n<p><u>February and March 1919</u></p>\n<p>vomiting which affected my breathing considerably.</p>\n<p>On Wednesday the 26th the Doctor gave me permission to get up for one hour after dinner which I did. I continued to get up after dinner every day until the 5th of March, when I got a fresh cold and was ordered back to bed, my temperature again rose to 104.4 and remained high for a day or so, I also caught a sore throat.</p>\n<p>Today march the 9th I am feeling much better, but still have a thick heavy feeling in the head, and my throat is very sore.</p>\n<p>Since I came to hospital I have lost over 14lbs in weight, But as I am now feeling and eating better, I should soon begin to regain some of my lost weight. I have only had two letters from home this last month &amp; I have had no letters at all from England. I suppose it is on account of</p>\n<p><a name=\"a3926079\"></a></p>\n<p>[Page 79]</p>\n<p><u>March</u></p>\n<p>my address being changed that I have missed them. They have probably been returned to the Base Post Office at London.</p>\n<p>This sickness has been the cause of my missing two boats to Australia. When I get out of here it will be another month of waiting before I will be able to get attached to another Boat Roll.</p>\n<p>15-3-19 Since the last entry my throat has been very sore, for two days I was unable to eat or drink anything.</p>\n<p>The passage of my throat was completely blocked up, If I attempted to swallow any food or drink, it would be forced back through my nose.</p>\n<p>Yesterday the 14th of March the Doctor said he was going to put my case before the Medical Board and have me returned to Australia by Hospital Ship. That will mean that my return will be delayed for a month or more. I am still confined to my bed,</p>\n<p> <a name=\"a3926080\"></a></p>\n<p>[Page 80]</p>\n<p><u>March</u></p>\n<p>but am feeling much better and hope to be allowed to get up soon.</p>\n<p>The following verse is from Tennyson, I saw it in a book yesterday, and it struck me as being as near, and as good a description of a battle, as it was possible to give</p>\n<p>?Oaths, Insult, filth, and monstrous Blasphemies, Sweat, Writhings, anguish, Labouring of the Lungs,<br><br />\n In that close mist, And cryings for the Light, Moans of the dying, and voices of the dead.\"</p>\n<p>This and the various noises such as the exploding shells, Rifle and Artillary fire, make a modern battle exactly what it is termed ? ?A hell on Earth\".</p>\n<p>Today the 19th the Doctor gave me permission to get up for a while, This will be the fourth time that I have been allowed to get up, I hope I do not get any more complaints to send me back to bed again.</p>\n<p>The weather outside is very cold, wet and miserable, In fact the weather for the last week has been cold, frosty and wet on and off, The wet looks as </p>\n<p><a name=\"a3926081\"></a></p>\n<p>[Page 81]</p>\n<p><u>March</u></p>\n<p>if it was going to set in for good.</p>\n<p>I hope the weather will clear up and get much warmer before I get out of here, or else I am afraid that it won't be more than a day or two before I am back again.</p>\n<p>On Thursday the 20th it snowed very heavy, toward evening a thaw set in and by nightfall all trace of the snow had vanished. On the 22nd we had some more snow, but it was only slight not enough to cover the ground, It is very cold outside and even in the ward around the fire it is not too cheerful. I amuse myself and pass the time sitting near the fire Smoking and reading all the day. I am still waiting for news of the sailing of either a Hospital-Ship or Invalid-Ship.</p>\n<p>Until the 28th the weather continued to keep very unsettled, Frosty and cold mornings, windy and wet days</p>\n<p><a name=\"a3926082\"></a></p>\n<p>[Page 82]</p>\n<p><u>March</u></p>\n<p>have been the rule. I have not heard from Australia for some time but as the Australian mail only arrived the other day I should soon be getting some.</p>\n<p>Saturday the 29th Last night the snow fell very heavy, by morning the ground was covered with Snow six inches deep. Everything looks lovely The Houses, Hedges, trees and earth is covered with a beautiful mantle of white, The early morning sun shining on it makes a big improvement but it is a bit strong on the eyes, The day is very mild. It is the best day we have had this year. I received a parcel from the British red Cross society, it was sent to me when I was in Germany, and was returned to me from Germany through Switzerland after I had left the country. I received it in rather a bad condition but taking into consideration the journey that it </p>\n<p><a name=\"a3926083\"></a></p>\n<p>[Page 83]</p>\n<p><u>April 1919</u></p>\n<p>has had, it was a wonder that it ever turned up at all.</p>\n<p>April 5th<br><br />\n The weather for the past week has been nice and sunny, The mornings were a little frosty but otherwise it has been all that could be wished for.</p>\n<p>Sunday April the 6th I went for a walk to Heytesbury Village which is about three miles distant from this hospital, I went on purpose to see a chap who was in Germany with me. It was rather a long walk for my first time since arrival in hospital, The walk was beautiful and no doubt will do me a lot of good, I arrived home very tired.</p>\n<p>The village of Heytesbury is the same as most English villages, a cluster of cottages, two or three streets, a Hotel and a well &amp; pump comprise the place</p>\n<p><a name=\"a3926084\"></a></p>\n<p>[Page 84]</p>\n<p><u>April</u></p>\n<p>When I arrived back at the Hospital I was ordered to get all my things ready to move to Weymouth Camp at 9.30 in the morning.</p>\n<p>Monday April the 7th I left Hospital and was driven to the Railway Station at Warminster in an Ambulance, From there I caught the 11am train to Weymouth. The journey was a very pleasant one, and lasted from 11am to 3pm with a wait of one hour at Westburry junction for the train.</p>\n<p>From Weymouth Station I had another ride in the Ambulance to the Camp. The camp is situated at Westham which lies just outside the town of Weymouth. On arrival at the Camp I went before the Doctor to be examined and afterwards was allotted to my hut, The Huts here are all fitted with spring beds and is the best Camp the Australians have in the United Kingdom.</p>\n<p><a name=\"a3926085\"></a></p>\n<p>[Page 85]</p>\n<p><u>April</u></p>\n<p>On Tuesday April the 8th I went before the Doctor again, He sounded my chest and gave me a thorough examination all over and altered my classification from B.2.B to B.1.B. He said that I was well &amp; fit, I did not argue with him because I have not felt to fit for at least 2 years.</p>\n<p>To-day Wednesday I am settled down in camp in No2 Companies lines and am once more a Soldier, doing fatigues and attending parades, etc.</p>\n<p>Thursday I went to the town of Weymouth and had a good look around. It is a very large town and also kept very clean. In one part it is not too nice, that is the end where all the shipping comes in. A line of steamers trade between Weymouth and Jersey.</p>\n<p>The ocean beach runs right along the edge of the town, it is about two miles long, but only</p>\n<p><a name=\"a3926086\"></a></p>\n<p>[Page 86]</p>\n<p>one part of it which is about 400 yards long is fit for bathing as the rest of the beach is all shingles.</p>\n<p>There is no surf whatever, the water is very smooth when there is no wind blowing it's almost as smooth as glass.</p>\n<p>They have a nice promenade which follows the beach almost all round, It will be very nice to come down here of an evening. I will get some views of the prettiest places for a souvenir.</p>\n<p>I also visited Portland harbour which is next to Weymouth but not as pretty, Portland harbour has a large breakwater built across the entrance to break the force of the rough seas, and make it a safe anchorage for the Men-o-war.</p>\n<p>At night I went to what is called the stiff's opera, but is in reality the Y.M.C.A free picture show.</p>\n<p><a name=\"a3926087\"></a></p>\n<p>[Page 87]</p>\n<p><u>April</u></p>\n<p>On Friday it was very cold and wet and toward evening it came over very foggy, but in spite of that I went to Weymouth for a walk along the Promenade, I did not stay long the cold soon drove me back to Camp.</p>\n<p>On Sunday the 13th Two other chaps and myself hired a rowing boat, and went out for a row, It was lovely and smooth when we left shore, but after we had been out about an hour it started to cut up very rough, we were about three miles from shore when we turned to come back, We had a very hard struggle to get back to calm water, The waves and spray were splashing all over us and was also coming into the boat. We eventually got out of the difficulty but not before we had got thoroughly wet.</p>\n<p><a name=\"a3926088\"></a></p>\n<p>[Page 88]</p>\n<p><u>April</u></p>\n<p>On the 15th I again went to Portland Harbour, Since my last visit there has been two or three very large Warships arrive. The number of warships lying in harbour today is 24 of which nine are very large. I also visited the Fort at Nothe, I could not see any signs of the guns as were not allowed to go inside. ?Nothe Fort\" is situated on the headland between Weymouth and Portland harbours. It also had a distant view of the big Convict Prison at Portland, here again I could not get much of what it was like it being on the opposite side of the harbour to me, What bit of it I could see was very imposing, it is situated on a very high cliff three sides of which run down to the water edge, Just a narrow strip of sandy country joins it on to the mainland.</p>\n<p>Saturday the 19th I again hired a rowing boat with two other chaps and went</p>\n<p><a name=\"a3926089\"></a></p>\n<p>[Page 89]</p>\n<p><u>April</u></p>\n<p>out on the water for a couple of hours, The water was very smooth which made rowing a pleasure. About three miles out to sea, one of the surrendered German merchant ships was lying at anchor, so we rowed out to have a look at her, it turned out to be the ?Ponta\" and is now being used as a belgian Relief ship, I judged her to be about 7,000 tons.</p>\n<p>All the Warships that were lying at anchor at Portland, steamed out to-day for target practice, We could hear the sound of guns distinctly but could not see the ships, They came back to harbour at about 5pm. I received a letter from Australia to-day telling me that my first letter from England since my return had been received.</p>\n<p>Thursday April the 24th everybody left Westham Camp and moved to Monte-Video Camp about 1 ½ miles further away from Weymouth. We had the band at the head of the column, but for all the </p>\n<p><a name=\"a3926090\"></a></p>\n<p>[Page 90]</p>\n<p>good it was they might have stayed behind, It was absolutely the worst march music that I have ever marched to. It was impossible to keep step with it, it was also very tiring. I am now settled down in No 2 Company and expect to be attached to a boat roll in a day or two. This camp is much the same as the last one for comfort, but not as good in other respects.</p>\n<p>Monday 28th April<br><br />\n To-day I was selected for a boat Roll for Repatriation to Australia. If my name is not taken off the list beforehand, I will be leaving on or about the second of May by the ?S.S. Leicestershire\", and should arrive home about the middle of June.</p>\n<p>I am going to report to the Doctor to-morrow because I have a slight rash breaking out on the body, which I think is ?Scabies\". I shall have time to get it cured before the boat leaves and thereby run no risk of missing it and being disappointed like I was when I got the ?Flu\"</p>\n<p><a name=\"a3926091\"></a></p>\n<p>[Page 91]</p>\n<p><u>PART VI MAY 1919</u></p>\n<p>Friday May the 2nd I went before the Doctor again to be examined finally. I passed alright so am almost certain to be leaving by this steamer.</p>\n<p>We had breakfast at 11.30 pm tonight and entrained at Weymouth at 3.30am Saturday morning enroute for Liverpool. At 12 noon we disembarked at Liverpool the train took us right on to the wharf. Everybody was on board by 6.30pm so we were able to leave at that hour. But we did not start on the journey untill two hours later. When I went to bed we were out on the Irish Sea and well on our way.</p>\n<p>Sunday morning we are travelling very nicely, It is rather uncomfortable on deck there being a nasty cold wind blowing. During the day we passed out of the Irish Sea into the St Georges channel, We have a couple of Paravenes out on each side of the vessel to protect it from floating</p>\n<p><a name=\"a3926092\"></a></p>\n<p>[Page 92]</p>\n<p><u>May</u></p>\n<p>[rest of the page is blank]</p>\n<p><a name=\"a3926093\"></a></p>\n<p>[Page 93]</p>\n<p>[This page contains a well drawn map entitled Chart No 12, showing the route taken by the SS Leicestershire from Liverpool to the Suez Canal.  It also shows the location of the ship on various dates]</p>\n<p><a name=\"a3926094\"></a></p>\n<p>[Page 94]</p>\n<p>[this page is blank]</p>\n<p><a name=\"a3926095\"></a></p>\n<p>[Page 95]</p>\n<p><u>May</u></p>\n<p>contact mines.</p>\n<p>Monday the 5th saw us in the bay of Biscay with rather a rough sea on and many men seasick, A sharp cold wind is blowing which makes it very uncomfortable on deck. Toward evening both wind and sea died down a good deal which enabled the ship to ride much smoother, and also allowed us to walk about the decks in comfort.</p>\n<p>Tuesday 6th<br><br />\n To-day the weather is beautiful and sunny, The sea has only a slight swell from the strong wind of yesterday. We have passed two ships to-day one a sailing ship and the other a steamer. At 10am to-day the Ship's Log showed that we have travelled 640 miles since 9pm Saturday night. </p>\n<p>The two minesweepers that we had alongside for protection against floating mines have been drawn in, we are now outside the Danger Zone or mine infested area. At about 6pm we came in sight of the Northerly</p>\n<p><a name=\"a3926096\"></a></p>\n<p>[Page 96]</p>\n<p><u>May</u></p>\n<p>point of the Spanish coast (Cape Finistere) at the southern extremity of the Bay of Biscay, During the night we passed out of the bay of Biscay and into the Atlantic Ocean.</p>\n<p>Wednesday the 7th of May.<br><br />\n This morning we were passing ships wholesale, by 10am we had passed six steamers and one sailing ship. At 11am land was sighted, It was the high land on the coast of Portugal and is about 20 miles distant on our Port-side. We kept this land in sight most of the day.</p>\n<p>The next day we passed a good many more ships and at noon we sighted the South Westerly point of Spain, And soon after we sighted the coast of Morocco. in the afternoon we entered the Straits of Gibralta with the Spanish coast on our Port side and the Moroccan Coast on the Starboard. The various townships along the coast were quite distinct to the naked eye. </p>\n<p><a name=\"a3926097\"></a></p>\n<p>[Page 97]</p>\n<p><u>May</u></p>\n<p>At 6.30 in the morning we came abreast of the Gibralta rock, The rock stands out a good distance from the mainland and is connected to it by a very narrow stretch of land, It is honeycombed with gun pits and is a very strong fortress, it commands the entrance to the Mediterranean Sea. The action of the sea is crumbling it away in various places along the base.</p>\n<p>On Friday the 9th we are well in the Mediterranean Sea and out of sight of land, The crew are spreading awnings across the decks to protect us from the heat of the Sun's rays, The next day Saturday we sighted the coast of Algeria which we could see quite plainly till after noon, when we lost sight of it again.</p>\n<p>During the afternoon we again sighted land on the Starboard side, which afterwards turned out to be a very small island. According to the Ship's Log, we have travelled 2,500 miles</p>\n<p><a name=\"a3926098\"></a></p>\n<p>[Page 98]</p>\n<p><u>May</u></p>\n<p>since we lefty Liverpool. It has been blowing hard all day and is very uncomfortable on deck although the wind is not cold or the sea rough.</p>\n<p>It is very hard to secure a sheltered spot on deck to sit and read in, owing chiefly to the smallness of the ship for the large number of troops that are on her.</p>\n<p>The weather continued to be nice and warm for the rest of the journey to Port-Said.  We arrived at Port-Said on the afternoon of Thursday the 15th and anchored inside the harbour. As we entered the harbour we saw four French warships and one English, which were anchored just inside the entrance. They are a very old class of ship.</p>\n<p>We are not allowed to go ashore here, so I cannot say what the port is like, But what I can see of the town from the water  </p>\n<p><a name=\"a3926099\"></a></p>\n<p>[Page 99]</p>\n<p><u>May</u></p>\n<p>looks very nice, There are plenty of soldiers on shore mostly Lighthorsemen.</p>\n<p>There is two other troopships in harbour as well as us, They have imperial troops aboard and I believe that they are going to England.</p>\n<p>In the evening we were besieged with native boats full of the natives selling all sorts of silks and other wares. They ask you enormous prices for things that are worth only a few shillings, and if you are fool enough to pay it you can. You can generally manage to beat them down a lot, for instance if they ask you 30/- for a length of Silk you can run them down and finally purchase it from them for about [indecipherable] 5/-. We are going to take one or two Light horse Officers on board from here. At 5.30pm after we had finished taking on all the fresh water that was wanted to last us till our next port of call</p>\n<p><a name=\"a3926100\"></a></p>\n<p>[Page 100]</p>\n<p><u>May</u></p>\n<p>we weighed anchor and proceeded on our way. At the entrance to the Suez Canal there are two wrecks with their masts just visible above water. One of them was sunk in 1916 by the enemy.</p>\n<p>They suspect that wen enemy agent got on board somehow and placed a time bomb down below, that was timed to blow up when the ship was in the Suez-Canal and so block the canal to shipping, But evidently they did not succeed because both ships are quite clear of the entrance, and to all appearances, look as if they were lying at anchor when they sank. At 6pm we left Port-Said and entered into the Suez-Canal.</p>\n<p>We kept going through the canal all night, A searchlight was used to light the way so that we would not run on the</p>\n<p><a name=\"a3926101\"></a></p>\n<p>[Page 101]</p>\n<p><u>May</u></p>\n<p>bank, The canal is very narrow and it would not be more than 100 yards wide at any part, It would be non exertion to throw a stone to the land from the ship. At 5am on Saturday morning we reached lake-bitter which is the largest of the three lakes that are along the canal, We anchored here for an hour to let two ships that were coming in an opposite direction through the canal to pass us. Lake Bitter is about 15 miles across at the widest point and is in places very shallow. We left the lake again at 8am and proceeded on our way through the canal to Port-Suez arriving there at about 12 noon and anchored just off from the town. At 2pm we weighed anchor and again started on our way, At nightfall we </p>\n<p><a name=\"a3926102\"></a></p>\n<p>[Page 102]</p>\n<p><u>May</u></p>\n<p>had left Suez far behind, were in the Gulf of Suez with the land quite close on both sides of the ship.</p>\n<p>The Suez Canal is a wonderful piece of work and I should think that it would not be any more than 100 yards wide from bank to bank, 50 ft deep and 90 miles long. From Port Said a road and railway line follow the right bank for a very long distance.</p>\n<p>On the Egyptian side at intervals of from 5 to 10 miles there are signal stations which communicate the prevailing weather conditions on the Oceans, to the ships as they pass.</p>\n<p>At Port Said there is a statute of the Frenchman (De Lesseps\") who constructed the canal. that for every yard of the 90 miles of Canal, one life was lost in construction. De Lesseps who was so successful </p>\n<p><a name=\"a3926103\"></a></p>\n<p>[Page 103]</p>\n<p><u>May</u></p>\n<p>[this page is blank]</p>\n<p><a name=\"a3926104\"></a></p>\n<p>[Page 104]</p>\n<p>[a neatly drawn map of the route taken from Port Said to Ceylon, spelled Cylon on the map.  Daily positions are also shown]</p>\n<p><a name=\"a3926105\"></a></p>\n<p>[Page 105]</p>\n<p><u>May</u></p>\n<p>[this page is blank]</p>\n<p><a name=\"a3926106\"></a></p>\n<p>[Page 106]</p>\n<p><u>May</u></p>\n<p>in constructing this canal, attempted to cut the Panama-Canal through but failed, went bankrupt and died a pauper.</p>\n<p>The speed at which ships are allowed to travel through the Canal is not to exceed five knots per hour. I was unable to see much of what existed along the banks of the canal, owing to it being dark when we passed through the grater part of it.</p>\n<p>Along the Arabian side there are military camps for a long distance, The Australian Light Horse are in the majority.</p>\n<p>After passing Lake Bitter I saw a lot of trenches and barbed wire entanglements along both banks, which were put there to form defence works to protect Suez Township and canal from enemy attack. The majority of the country on both banks is flat desert land with a fertile spot visible every now and again. I cannot say what Suez township would be like if inspected closely I could not form any idea by</p>\n<p><a name=\"a3926107\"></a></p>\n<p>[Page 107]</p>\n<p><u>May</u></p>\n<p>what I could see of it from the steamer, although it looks to be a very clean place.</p>\n<p>Soldiers seem to be in the majority here also. Kakhi can be seen everywhere you look. Camps and Military hospitals surround the town, There is also a lot of trees in the place and vegetation seems to flourish here quite well, It is not like the desert a few miles away where you can look for miles with scarcely a sign of any vegetation visible nothing but sand and sand.</p>\n<p>It has been boiling hot all day and I have found it impossible to find a cool spot on the whole ship. Awnings are spread above the decks to protect us from the direct rays of the sun but even underneath these the heat makes the tar blister and boil from between the planks of the decks. Flying fish and Porpoises have been about the ship in very large numbers today. I amuse myself</p>\n<p><a name=\"a3926108\"></a></p>\n<p>[Page 108]</p>\n<p><u>May</u></p>\n<p>watching these fish and smoking.</p>\n<p>In the Red Sea Thursday 22nd of May<br><br />\n Towards noon we passed a large group of Islands about 12 in number. They are called the 12 apostles and are situated very close to the entrance of the Red-Sea and are in one of the hottest parts of the world.</p>\n<p>At 7pm we passed out of the Red-Sea through the entrance which is called Hell's Gates into the Gulf of Aden. These last few days it has been dreadfully hot, the hottest that I have ever felt before, It has been impossible to keep cool, The sweat has been pouring out of me wholesale.</p>\n<p>I think that the entrance to the Red-Sea has been very appropriately named when they named it the Hell's-gates. In my opinion Hell itself could not be any hotter.</p>\n<p>Sharks and Porpoises have been about the ship almost all day, And</p>\n<p><a name=\"a3926109\"></a></p>\n<p>[Page 109]</p>\n<p><u>May</u></p>\n<p>to-night the Phosphorus has been very prevalent in the water. The last few night the southern cross was to be seen very low down on the horizon in a Southerly direction. </p>\n<p>On Friday the 23rd we were well out in the Indian Ocean, The sea is very choppy and a lot of the men have been seasick, I am alright myself but there is a lot more men on board, that look as if it would be a great relief to them if they could only be sick.</p>\n<p>We have kept land in sight from early morning until afternoon. The land was the North-east coast of Africa and it was on our Starboard side.</p>\n<p>At about three Pm we passed a small island on our Port side.</p>\n<p>Flying fish have been about in large numbers, we have passed through shoals of them. Porpoises also have been constantly ahead of the ship.</p>\n<p><a name=\"a3926110\"></a></p>\n<p>[Page 110]</p>\n<p><u>May</u></p>\n<p>The weather has cooled off considerably now, so I am taking to open air treatment of sleeping out on deck, If the weather continues to keep fine I will be nice and comfortable, or if we run into a Storm or it comes on to rain I will get wet, because I am right up on the Forecastle-Deck in the nose of the boat. It is much cooler up on deck than it is down below also the air is much more fresh.</p>\n<p>The Ship is getting very light now and has risen 5 ft higher out of the water than when we left Liverpool.</p>\n<p>At Liverpool the ship was drawing 29 feet of water, now she is only drawing 24feet. This is caused by the large amount of coal and water we have used since we left, The slight sea that is now running is quite enough to make her pitch and roll about a good deal.</p>\n<p><a name=\"a3926111\"></a></p>\n<p>[Page 111]</p>\n<p><u>May</u></p>\n<p>Sunday 26th of May Yesterday we ran into a fairly heavy sea which made the Ship pitch about so much that it was necessary for the Captain to pump some water into the Fore-Castle well deck for ballast, After the tanks had been fill the ship rode much smoother. At night we had some rain which washed me out of my comfortable position on deck and forced me to go below again, It was very hot between decks and I could not get to sleep until after midnight.</p>\n<p> The Phosphorus was more noticeable last night than ever before, probably it was due to the heavy atmosphere and stormy water.</p>\n<p>To-day it is raining hard on deck but the sea has not such a heavy swell as yesterday, I am going to write to Etta and to England to-night and post them when I reach</p>\n<p><a name=\"a3926112\"></a></p>\n<p>[Page 112]</p>\n<p><u>May</u></p>\n<p>Thursday May the 29th<br><br />\n These last few days we have had some rather severe Monsoon weather, The sea has been very rough and the rain has been frequently very sharp and heavy.</p>\n<p>This morning we entered the harbour of Colombo and 11am.  The Cruiser Sydney and Supply ship Platypus, with four of the surrendered submarines were in the harbour when we arrived. No sooner had we anchored, than we were besieged by native bumboats. These craft are very pecular, they have an outrigger attachment secured to one side to protect them from capsizing, while the boat proper, consists of a portion of a tree trunk hollowed out, with just enough room for one native and a box or two of silks or imitation jewelry.</p>\n<p>The occupants of these canoes offer</p>\n<p><a name=\"a3926113\"></a></p>\n<p>[Page 113]</p>\n<p><u>May</u></p>\n<p>you silks, curios, fruit and imitation jewelry at enormous prices, usually five times their real value, and conclude with taking one quarter of his original offer, with an air of injured innocence.</p>\n<p>The harbour is formed of three breakwaters, enclosing an area of, I should think, about 1,000 acres.</p>\n<p>In rough weather the waves break and reach to a height of 40 to 100 ft above these walls. When we entered the water was not very rough outside, but the waves were then breaking fully 40 ft above the walls. The land looks very pleasant when viewed from the water. The lovely green of the vegetation is much more pleasant to look upon than the barren and parched shores of Port-Said and Suez:</p>\n<p>We were allowed on shore form 2pm till 6pm and I had a good look round the Fort which this portion of Colombo</p>\n<p><a name=\"a3926114\"></a></p>\n<p>[Page 114]</p>\n<p><u>May</u><br><br />\n is called.  I visited the Gordon Gardens in Queens Street, and saw the Legislative Council Chambers and other Government buildings which are situated almost Opposite the Gardens. I also saw Queens house which is the residence of the Govenor of the Colony, it adjoins the Gordon Gardens.</p>\n<p>Another interesting structure is the Colombo Lighthouse which is situated at the corner of Chatham St and Queen Street, It is unlike most Lighthouses, this one being in the form of a square tower, It also serves the purpose of a clock tower there being a clock fixed about halfway up.</p>\n<p>Anybody passing by, that had not seen the lantern alight, would never dream that it was a lighthouse, It seems very strange that a lighthouse should be situated almost in the centre of town. The streets of Colombo are fairly wide and are kept very clean, The houses for</p>\n<p><a name=\"a3926115\"></a></p>\n<p>[Page 115]</p>\n<p><u>May</u></p>\n<p>the most part are very old and are limited to one floor, They are chiefly occupied by natives, who trade in curios, jewellry &amp; provisions. The majority of the larger places are big British merchant's offices, and Business places.</p>\n<p>The mode of travelling in Colombo is chiefly by Rickshaw or Motor. In places they have the Electric trams running, but they are not often patronised by the European.</p>\n<p>One thing I noticed here was the absence of Europeans in the streets, There seem top be very few British about at all. Although the signs and newspapers are mostly in English. We are to allowed on shore again to-morrow, so I shall be able to have another look round, and if possible get a souvinir or two to take home with me. The following day Friday I again went on </p>\n<p><a name=\"a3926116\"></a></p>\n<p>[Page 116]</p>\n<p><u>May 1919</u></p>\n<p>shore was unable to see round more of the town because I was due back on board at 2pm. I was also unable to go into the native quarters, there being guards posted on all the main thoroughfares into the suburbs to prevent us from going into them.</p>\n<p>I would have liked to go into the suburbs, because I believe it to be the prettiest place of Colombo, also I should think it would be a better place to see native life than in the city.</p>\n<p>Before I left for the ship, I purchased a couple of native ornaments for a Souvinir. We left Harbour at 7pm and ran straight into rough windy weather, with a voyage of from 10 to 14 days to Freemantle W.A.</p>\n<p>The lights of Colombo had vanished from sight before I turned in.</p>\n<p>On the 31st of the month we were well out in the Indian Ocean and out of sight of land. The sea is smooth.</p>\n<p>August 1919</p>\n<p>\n Transcriber's notes:<br><br />\n Bapume page 26 ? is Bapaume which is about 25kms NE of Albert. <br><br />\n Bumboats page 112 ? A bumboat is a small boat used to ferry supplies to ships moored away from the shore.<br><br />\n Cux-haven page 58 ? is Cuxhaven, at the mouth of the River Elbe about 60kms NW of Hamburg.<br><br />\n De Lesseps page 102 ? what Parsons writes about de Lesseps is largely correct except that he did not die in poverty.<br><br />\n Doiai page 30 ? is Douai.  It is about 50kms north of St Quentin and Reims is about 140kms south of Douai.<br><br />\n Heytesbury Village page 83 ? is about 3 miles SE of Warminster in Wiltshire and about 1 ½ miles east of Sutton Veny.<br><br />\n Himmelfahrt page 4 ? I think means ascension (travel to heaven), so it was possibly Ascension Day<br><br />\n Ilkestone page 69 ? is about 10 miles south af Mansfield.<br><br />\n Luneburg page 26 ? where Parsons is imprisoned, is about 45kms SE of Hamburg, Germany.<br><br />\n Mansfield page 69 ? is about 20 miles SSE of Sheffield in England.<br><br />\n Munster page 28 ? is in Germany about 30 kms from the Netherlands border and about 60 kms east of Arnhem in the Netherlands.<br><br />\n Paravenes pages 3 and 91 ? is a Paravane which is a form of towed underwater glider. <br><br />\n Peronne page 26 ? is about 25kms ESE of Albert.<br><br />\n Pleasley page 69 - is about 5 miles NNW of Mansfield in England and about 15 iles SSE of Sheffield.<br><br />\n Ripley page 60 ? is about 12 miles SW of Mansfield.<br><br />\n St Quintin page 27 ? is Saint-Quentin, about 30 kms ESE of Peronne.<br><br />\n Sedan page 43 ? is on the France/Belgium border abot 120kms SE of Valenciennes and about 100kms NE of Reims.<br><br />\n Soltau page 19 ? lies between Bremen, Hamburg and Hanover in the Lüneburg Heath on the river Böhme. Soltau Camp (Lager Soltau), was the largest German prisoner-of-war camp of the First World War.<br><br />\n Sossions page 24 ? is Siossons about 100kms NE of Paris and about 25 kms WNW of Reims.<br><br />\n Sutton Veny page 70 ? The Second World War saw the rebuilding of camps in Sutton Veny area though not on the scale of the First War. <br><br />\n Tourney page 40 ? is Tournai, Belgium about 30 kms north of Valenviennes, France.<br><br />\n Valenciennes page 40 ? if you travel NE from Amiens, you pass through Albert, Bapaume, Cambrai and then reach Valnciennes, about 120kms from Amiens. It is in France, close to the Belgian border.<br><br />\n Weymouth page 84 - is on the south coast of England about 50 miles due south of Warminster and about 60 miles west of Southampton.<br> </p>\n<p>[Transcribed by Miles Harvey for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"107324","uid":"0","filename":"a3926003h.jpg","uri":"public://a3926003h.jpg","filemime":"image/jpeg","filesize":"722451","status":"1","timestamp":"1389071402","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":892},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Henry Joseph Parsons war diary, 1 May 1918-31 May 1919","format":"plain_text","safe_value":"Henry Joseph Parsons war diary, 1 May 1918-31 May 1919"}]},"field_page_number":{"und":[{"value":"3"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/106426/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"106426","revision_id":"106449","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397710021","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"106449","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/henry-joseph-parsons-war-diary-1-may-1918-31-may-1919-page-3-1"}