Erquinghem ? Sur. Lys
12/5/16
A most quiet uneventful day. Parties out on fatigue. Visited wire parties at night and also inspected my Fleurie House people.
13/5/16
Very wet last thing and the men had a rotten time working. Went out with evening party who had a very tiring four mile passage the latter through heavy mud which nearly exhausted ones. On the trench Bazeley rejoined us with his Fleurie party and having seen them well settled down returned home.
Some strafing going on near to Houplines. Very vivid gun flashes. On the way down we passed the detention compound where some of our Australian soldiers were tied to posts with their hands strapped over their heads. This is a form of punishment very repugnant to Australians and livid were the men's comments vented on some unfortunate Tommies standing near. "Tying b----- men up". "They wouldn't do it to me". "Poor b------ds".
14/5/16
Exceedingly quiet day. Stayed in all day and went out at night to the trenches. The Germans had a very large searchlight at work. In broad daylight a train steamed briskly in and around Armentieres.
15/5/16
Stayed in all day. After lunch sited some trenches round the billets for protection against shell fire. Thomsen in all the afternoon and we yarned of sights seen since leaving Australia and between the two of us have seen some funny people and had some quaint experiences particularly in Egypt. He was most amusing by his talk and mimicry. 
After tea went out with the barbed wire fatigue 55 strong and saw them well at work when Bazely returned from Armentieres took over. Not a bad night at all, things quiet in the trenches but there was some rumouring of artillery on the left. Erquinghem very quiet after 8.30 when all the soldiers returned to their billets. It is a funny old place and no doubt has seen many sights in its time.
An old looking shrine is erected in the main street and beneath is a recumbent effigy ? very roughly done. The chimes are very faint from the church. We are fairly comfortable in our billet here, but the night fatigues week in and week out without rest are very tiring. 
Yesterday was Sunday but none knew it. From dark until midnight the roads echo with the rumble of transport wagons going their rounds. They work all night and sleep all day.
Bed 1030.