{"vid":"346287","uid":"1","title":"Henry Joseph Parsons war diary, 1 July 1916-30 April 1918 - Page 2","log":"","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"106530","type":"transcript_page","language":"und","created":"1389071402","changed":"1415579025","tnid":"0","translate":"0","revision_timestamp":"1415579025","revision_uid":"4","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 105]</p><p>On Tuesday January the 1st 1918, I went with some of the other Englishmen to the town of Lüneburg to have my Photo taken, I was taken once in a group and once alone, I sent a photo of myself to Auntie, Alma &amp; Etta, It was very bad picture, At the time I was awfully thin &amp; hollow cheeked, And the big overcoat that I was wearing made me look more like a Bloomsbury Burglar than anything else I know, Nevertheless is was considered good enough for a certain person to take round, and advertise before everybody that person met.</p><p>On Wednesday the snow fell very thick again, At Dinner we were given preserved Potatoes to eat. Did you ever hear the like of it? If you were to give such food to a donkey, he would kick your brains out. On Friday we had snow again, In the afternoon I was watching the Russians fighting</p><p>[Anchor]</p><p>[Page 106]</p><p>amongst themselves, The Guards stopped the fight before anyone was hurt, Worse luck!</p><p>On January the 5th we had a very hard frost which froze everything &amp; made walking very hard, The ground was so slippery that it was hardly possible to walk about without slipping. Till January the 18th we had snow falls every day, sometimes it was accompanied with rain, every day it was bitterly cold.</p><p>On the 18th it thawed which made it very wet underfoot. The snow continued to thaw until it finally dissapeared on January the 23rd. On Thursday 24th I got a postcard album with a lot of different views of Lüneburg on it, A chap belonging to the Welsh Guards presented it to me.</p><p>For the past six months I have been constantly in recipt of letters from England &amp; also from various people in Australia in addition to those from Alma and Etta. It is not necessary to say how the German food is, It is always bad, and inmost cases absolutely unfit to eat.</p><p>[Anchor]</p><p>[Page 107]</p><p>From the first of February till the 4th of March 1918 there has been no incident happen worthy of mention. The German food for the past month has always been very bad, The weather has been bitterly cold, with rain, snow, Frost and fogs on different occasions during the month,</p><p>I have also been in constant recipt of Red-Cross parcels from England and Switzerland, and I also have received letters from both England and Australia constantly. On Saturday the 23rd of February I purchased a big German pipe as a souvenir, It cost me 7&frac12; marks</p><p>On Monday the fourth of March the German papers published officially, that Russia had been granted peace. The flags were flying &amp; the church bells were rung right through German to commerate the event.</p><p>The Russian Prisoners are not to be sent back to Russia until Germany has finally arranged Peace with the other nations. According to the terms of the treaty.</p><p>On Sunday the tenth of March the Germans searched us all</p><p>[Anchor]</p><p>[Page 108]</p><p>again for money and valuables.</p><p>On the thirteenth, I went to see the Doctor &amp; as I was not feeling to well. The Doctor examined me, and told me that there was nothing wrong with me, He sent me back to work.</p><p>As a rule when a Prisoner is sick and there is no sore visible, he is classed as fit, And in the majority of cases, is driven out to work. But if he has a cut or sore, that can easily be seen, he is as a rule allowed a day or two off from work. You can be almost dying at times, and if you can show no mark or anything that looks sore to the doctor, out to work you go.</p><p>On Friday and Saturday the 22nd &amp; 23rd of March, we had some slight rain. Sunday was very cold &amp; dull looking, On Monday we had more rain &amp; snow on Tuesday.</p><p>It is published that the Germans have started their offensive on the Western</p><p>[Anchor]</p><p>[Page 109]</p><p>Front in the region of Cambria and Arras. And that they have advanced twenty kilometres and captured a large number of cannon, and 25,000 Prisoners mostly English. The German civilians here, say that their Soldiers are not allowed to send letters to Germany while this move is on. The Flags were flying here to-day.</p><p>On Thursday the twenty eighth day of March, The German papers published the reports of the German offensive on the western front as follows. That we have been pushed back to the town of Albert on the Somme district, A distance of about 50 kilometres.</p><p>Albert is where we checked the German advance in 1914, and also where we started an offensive in June 1916. It had taken us two years to get to the point that we were at, before the Germans started their offensive a few days ago. They claim to have undone this, (which has taken us two years to get) in six days. I will not believe this</p><p>[Anchor]</p><p>[Page 110]</p><p>until I get some more reliable news that what is in the<br />German papers.</p><p>If it turns out to be true, our side must be slipping a good deal lately. Some more news is that we have retaken two small villages close to Albert. According to later news the amount of Material, munitions and Prisoners taken during the offensive were , :- very large quantities of stores, 200 guns &amp; ammunition, and 70,000 Prisoners mostly English. These figures do not show that it was such a big victory. I expected to hear that the losses of our side would easily have been three times grater, for a big move like that.</p><p>During the week we had snow on two occasions , it has also been raining on and off during the whole week.</p><p>Sunday 31st of March and Monday the 1st of April are both Public Holidays, consequently we have no work to do. I received 10 letters this morning (Monday) so I set to and answered them, Needless to say that I did not write as many as I received, I</p><p>[Anchor]</p><p>[Page 111]</p><p>wrote one, which was the answer for everybody.</p><p>During the afternoon of Monday 1st I went with two other Englishmen and a Russian, to visit another Englishman, (named Lounds) who was working at a factory where the Coffee &amp; Meat extract cubes were made. H showed us all over the place, (which was very dirty ) and also showed us what the coffee &amp; meat Extract was made from. The coffee was made from the refuse of Vinyards that is, the skins, storks &amp; seeds of the grapes, after all the juice had been drawn from them &amp; fermented. The stuff smelt awful, and fowls were walking over it and scratching it about. I didn?t drink much German coffee for a long time after that. The Meat Extract cubes were manufactured form Potato peelings and course salt.</p><p>On Sunday the 7th Reports say that the Germans have taken three more villages 15,000 Prisoners and another 200 guns.</p><p>The weather for the past week has been fine but cold. The food as usual, bad. To-day Monday 8th April is a little windy and cold.</p><p>[Anchor]</p><p>[Page 112]</p><p>Yesterday was slightly cold and windy, To-day Wednesday the weather is beautiful, The mornings papers to-day the 12th say that the Germans have taken two more villages from us, Also that British and Japanese troops have landed in Russia to operate against the Bolshevists.</p><p>I wrote to the Red cross acknolledging the receipt of a ?Personal Parcel&quot; from Australia. The food these times is very bad, It is getting ever scarcer, Everything here is an awful price, Cigarettes range from 10 phennings to 20 phennings, the stuff that the civilians are smoking is a mixture of the dandelion flower and some scented leaf, It smells like an Australian bush fire when smoking. Luckily I get most of what I want from England, and am to a certain extent independent of the German tack.</p><p>Yesterday it was 12 months since I was taken prisoner, At times it seems like twelve years, at others, Its like only so many weeks.</p><p>To-day news has come to hand that the German have started another offensive in</p><p>[Anchor]</p><p>[Page 113]</p><p>Flanders in the region of Ypres and Armentiers, and that they have taken one or two of our strong positions, and ten thousand prisoners</p><p>Another batch of Prisoners (Russians) came to the fabrik to-day, ten in all.</p><p>For the last few days I have been studying a German Grammer book, trying to pick up a little German, But I do not make much progress. I am going to write to England for one or two books on German, and start to study the Language in my spare time.</p><p>The weather is getting much warmer now, all the frost has gone and the trees are beginning to grow their leaves again.</p><p>On Saturday I wrote to Alma granting her permission to draw my money, which she asked for. On Monday April the 15th news came through that Armentiers had fallen into German hands. The clocks were put back one hour at midnight last night for daylight saving, It is twilight till about 9 o`clock at night. To-day I wrote to England for some books on German Grammer, I intend to study the language while I have the chance.</p><p>[Anchor]</p><p>[Page 114]</p><p>To-day Tuesday the 16th of April the German papers say that, Count-Czernin the Austrian Minister for War has resigned. The Kaizer also commends the British troops on their great bravery shown during the German offensive. The Germans have not got their War-loan. The Government is asking the people to send Horses &amp; carts, Irion, Zink, copper &amp; other material, if they have no money to give.</p><p>The British Ambassador to Holland visited the camp to-day April 17th. We complained about the sanitary arrangements, which were disgraceful, We also complained about working on Sundays and not being allowed time off during the week . We also showed him the state of the sleeping quarters and dining room. He made notes of all that we told him and promised to do all that it was possible to have things altered. He admitted himself that we had plenty of room for complaint.</p><p>[Anchor]</p><p>[Page 115]</p><p>Wednesday. 17th the Germans also claim another success close to the town of Armentiers.</p><p>On Sunday 21st I injured my back whilst I was working, I had 6 days off from work in consequence. When I started work on Sunday I felt my back to be slightly sore, and after I was working for a while it got worse &amp; I was absolutely powerless to do anything, I could not use my arms to put my coat on, I returned to the Barrack and got another man to go in my place. I went to the Doctor on three occasions with it the following week, he did not give me anything for it, But just looked at it for a few minutes each time. On Monday I started work, but owing to my back not being fit I was sent back to the Barracks being of no use.</p><p>On Tuesday the 30th of April I went to the town of Lüneburg to do some shopping with some other Englishman, I bought a cigarette holder &amp; case, Meerschaum pipe, tobacco-pouch, Watch &amp; watch case, and a gold ring. About 60 marks in all. I did not manage</p><p>[Anchor]</p><p>[Page 116]</p><p>to keep the things for long. The Cigarette holder and case, I lost soon after I bought it, The Meerschaum pipe I smoked about three times then let it fall out of my mouth &amp; smashed it in three pieces. The tobacco pouch I tore one day when I was getting some tobacco out of it. The watch and watch case I gave to cousin Wilfred when I returned to England, And the Gold ring I left in the lavatory at St. Pancras Railway Station London.</p><p>The food has been very bad lately with the exception of a day or two when we had it fairly good. For the last two weeks the weather has been anyhow. Some days we had snow, and others it was cold &amp; raining. The sun was to be seen on few minutes on one or two occasions.</p><p>I have been in constant recipt of Red-cross parcels from Switzerland containing bread, I also have had parcels of<br />Groceries and tinned stuff from England. letters from England and from Australia have been arriving fairly regularly.</p><p>July 1919</p><p>[Transcriber&#39;s glossary:</p><p>Albert page 60 ? is about 120 kms SE of Etaples<br />R.M.S. Arabic Page 22 - On 19 August 1915 U-24 sank the White Star liner SS&nbsp;Arabic, outward bound for America, 80&nbsp;km south of Kinsale. She sank within 10 minutes, with the loss of 44 passengers and crew, 3 of whom were American.<br />Chilmark and the other villages names on page 53 are all about 4 miles south of Codford. Heydon might be Hindon<br />Bapume page 68 ? is Bapaume, about 5kms NE of Warlencourt.<br />Bazentin page 68 ? is a tiny village (about 15 houses) about 5kms NNE of Mametz. Bazentin-le-Grand comprises two houses so Bazentin-le-Petit, which is not on Google maps, probably no longer exists.<br />Bullecourt page 78 ? is about 15kms north of Riencourt-les-Bapaume.<br />Cambria page 109 ? is Cambrai, France, about 30kms ESE of Arras and about 60 kms NE of Albert.<br />Carlshofen page 92 ? is Karlshofenberg which is 4kms south of Gnarrenburg.<br />Sir Roger Casement page 87 ? Roger David Casement, 1864 ? 1916 was an Irish patriot, poet, revolutionary, and nationalist. Shortly after the Easter Rising, he was arrested and executed by the British for treason.<br />Clipstone page 47 ? is about seven miles east of Pleasley Vale.<br />Codford page 38 ? The village is on the A36 road between Salisbury and Warminster (also the location of a large military camp). Codford&#39;s &#39;Anzac Badge&#39; was the idea of an Australian Brigade Commander who wished to leave a visible memento of his brigade when it departed.<br />Ecort-St Quentin page 79 ? might be the town of St Quentin but that is almost 50 kms SE of where the fighting took place (just east of Bapaume). Perhaps the village referred to no longer exists.<br />Eddystone Lighthouse page 37 ? is on the treacherous Eddystone Rocks, 14&nbsp;km south west of Rame Head, United Kingdom.<br />Etaples page 57 - is about 30 kms south of Boulogne, in France.<br />Fabrik page 113 ? is the German word for a factory.<br />Flaville page 71 ? no longer seems to exist.<br />Gnarrenburg page 91 is 50kms west of Hamburg.<br />Konigsmoor page 90 ? is about 50kms SSW of Hamburg, about 30 kms north of Soltau and 20 miles east of Zeven.<br />Luneburg page 100 ? is 50 miles east of Zeven and 25 miles SE of Hamburg.<br />Mametz page 60 ? is about 7 kms east of Albert and about 500mtrs east of Fricourt.<br />Mericourt-Le-Abbie page 65 ? is Mericourt-l?Abbe. Buire-Sous-Corbie is probably Buire-sur-l?Ancre. There is a R de Corbie nearby and a village named Corbie about 6kms west of Ribemont and a village called Vaire-sous-Corbie about 4kms south but I could not find Buire-sous-Corbie.<br />Munster page 81 ? is in the west of Germany about 50kms from the Netherlands border.<br />HM Auxilary Cruiser Ophir page 28 ? The SS Ophir was a British ocean liner owned by the Orient Steamship Co. of London, and saw three years&#39; service as an armed merchant cruiser.<br />Pleasley Vale page 46 ? is about 20 miles SSE of Sheffield.<br />Reincourt page 72 ? is Riencourt-les-Bapaume, about 4lms SE of Bapaume.<br />Ribemont page 64 ? is Ribemont-sur-Ancre, about 12 kms SW of Albert. The other villages mentioned on this page are on the route from Mametz to Ribemont. Becourt-Becordaal is Becordel-Becourt; Meault is Meaulte; Dermancourt is Dernancourt; and Buire-Souis-Corbie is probably Buire-sur-l?Ancre.<br />Rottenburg page 99 ? is Rotenburg, about 50 kms NW of Soltau.<br />Snackenburg page 98 ? is probably Snakenmuhlen, about 5 miles SW of Zeven<br />Soltau page 83 ? is about 60 kms north of Hannover. Soltau Camp (Lager Soltau), the largest German prisoner-of-war camp of the First World War was built in 1914.<br />Stocton page 51 ? is Stockton, a small village between Codfrod and Wylye.<br />Steeple Langford, Bamford &amp; Wishford, page 56 are a short distance beyond Wylye on the way to Salisbury.<br />Walencourt page 68 ? is Warlencourt-Eaucourt about 10 kms NE of Mametz and Pozieres is about 3kms NW of Bazentin but there is a straight road from Pozieres to Warlencourt.<br />Zeven page 97 ? is about 30 kms SE of Gnarrenburg and about 50kms NE of Bremen. So perhaps they had to travel via Bremen because that was where the railway lines went.]<br />Page 114: Count Czernin was Minister for Foreign Affairs.]</p><p>[Transcribed by Rex Minter and Miles Harvey for the State Library of New South Wales]</p>","format":"plain_text","safe_value":"<p>[Page 105]</p>\n<p>On Tuesday January the 1st 1918, I went with some of the other Englishmen to the town of Lüneburg to have my Photo taken, I was taken once in a group and once alone, I sent a photo of myself to Auntie, Alma &amp; Etta, It was very bad picture, At the time I was awfully thin &amp; hollow cheeked, And the big overcoat that I was wearing made me look more like a Bloomsbury Burglar than anything else I know, Nevertheless is was considered good enough for a certain person to take round, and advertise before everybody that person met.</p>\n<p>On Wednesday the snow fell very thick again, At Dinner we were given preserved Potatoes to eat. Did you ever hear the like of it? If you were to give such food to a donkey, he would kick your brains out. On Friday we had snow again, In the afternoon I was watching the Russians fighting</p>\n<p>[Anchor]</p>\n<p>[Page 106]</p>\n<p>amongst themselves, The Guards stopped the fight before anyone was hurt, Worse luck!</p>\n<p>On January the 5th we had a very hard frost which froze everything &amp; made walking very hard, The ground was so slippery that it was hardly possible to walk about without slipping. Till January the 18th we had snow falls every day, sometimes it was accompanied with rain, every day it was bitterly cold.</p>\n<p>On the 18th it thawed which made it very wet underfoot. The snow continued to thaw until it finally dissapeared on January the 23rd. On Thursday 24th I got a postcard album with a lot of different views of Lüneburg on it, A chap belonging to the Welsh Guards presented it to me.</p>\n<p>For the past six months I have been constantly in recipt of letters from England &amp; also from various people in Australia in addition to those from Alma and Etta. It is not necessary to say how the German food is, It is always bad, and inmost cases absolutely unfit to eat.</p>\n<p>[Anchor]</p>\n<p>[Page 107]</p>\n<p>From the first of February till the 4th of March 1918 there has been no incident happen worthy of mention. The German food for the past month has always been very bad, The weather has been bitterly cold, with rain, snow, Frost and fogs on different occasions during the month,</p>\n<p>I have also been in constant recipt of Red-Cross parcels from England and Switzerland, and I also have received letters from both England and Australia constantly. On Saturday the 23rd of February I purchased a big German pipe as a souvenir, It cost me 7&frac12; marks</p>\n<p>On Monday the fourth of March the German papers published officially, that Russia had been granted peace. The flags were flying &amp; the church bells were rung right through German to commerate the event.</p>\n<p>The Russian Prisoners are not to be sent back to Russia until Germany has finally arranged Peace with the other nations. According to the terms of the treaty.</p>\n<p>On Sunday the tenth of March the Germans searched us all</p>\n<p>[Anchor]</p>\n<p>[Page 108]</p>\n<p>again for money and valuables.</p>\n<p>On the thirteenth, I went to see the Doctor &amp; as I was not feeling to well. The Doctor examined me, and told me that there was nothing wrong with me, He sent me back to work.</p>\n<p>As a rule when a Prisoner is sick and there is no sore visible, he is classed as fit, And in the majority of cases, is driven out to work. But if he has a cut or sore, that can easily be seen, he is as a rule allowed a day or two off from work. You can be almost dying at times, and if you can show no mark or anything that looks sore to the doctor, out to work you go.</p>\n<p>On Friday and Saturday the 22nd &amp; 23rd of March, we had some slight rain. Sunday was very cold &amp; dull looking, On Monday we had more rain &amp; snow on Tuesday.</p>\n<p>It is published that the Germans have started their offensive on the Western</p>\n<p>[Anchor]</p>\n<p>[Page 109]</p>\n<p>Front in the region of Cambria and Arras. And that they have advanced twenty kilometres and captured a large number of cannon, and 25,000 Prisoners mostly English. The German civilians here, say that their Soldiers are not allowed to send letters to Germany while this move is on. The Flags were flying here to-day.</p>\n<p>On Thursday the twenty eighth day of March, The German papers published the reports of the German offensive on the western front as follows. That we have been pushed back to the town of Albert on the Somme district, A distance of about 50 kilometres.</p>\n<p>Albert is where we checked the German advance in 1914, and also where we started an offensive in June 1916. It had taken us two years to get to the point that we were at, before the Germans started their offensive a few days ago. They claim to have undone this, (which has taken us two years to get) in six days. I will not believe this</p>\n<p>[Anchor]</p>\n<p>[Page 110]</p>\n<p>until I get some more reliable news that what is in the<br />German papers.</p>\n<p>If it turns out to be true, our side must be slipping a good deal lately. Some more news is that we have retaken two small villages close to Albert. According to later news the amount of Material, munitions and Prisoners taken during the offensive were , :- very large quantities of stores, 200 guns &amp; ammunition, and 70,000 Prisoners mostly English. These figures do not show that it was such a big victory. I expected to hear that the losses of our side would easily have been three times grater, for a big move like that.</p>\n<p>During the week we had snow on two occasions , it has also been raining on and off during the whole week.</p>\n<p>Sunday 31st of March and Monday the 1st of April are both Public Holidays, consequently we have no work to do. I received 10 letters this morning (Monday) so I set to and answered them, Needless to say that I did not write as many as I received, I</p>\n<p>[Anchor]</p>\n<p>[Page 111]</p>\n<p>wrote one, which was the answer for everybody.</p>\n<p>During the afternoon of Monday 1st I went with two other Englishmen and a Russian, to visit another Englishman, (named Lounds) who was working at a factory where the Coffee &amp; Meat extract cubes were made. H showed us all over the place, (which was very dirty ) and also showed us what the coffee &amp; meat Extract was made from. The coffee was made from the refuse of Vinyards that is, the skins, storks &amp; seeds of the grapes, after all the juice had been drawn from them &amp; fermented. The stuff smelt awful, and fowls were walking over it and scratching it about. I didn?t drink much German coffee for a long time after that. The Meat Extract cubes were manufactured form Potato peelings and course salt.</p>\n<p>On Sunday the 7th Reports say that the Germans have taken three more villages 15,000 Prisoners and another 200 guns.</p>\n<p>The weather for the past week has been fine but cold. The food as usual, bad. To-day Monday 8th April is a little windy and cold.</p>\n<p>[Anchor]</p>\n<p>[Page 112]</p>\n<p>Yesterday was slightly cold and windy, To-day Wednesday the weather is beautiful, The mornings papers to-day the 12th say that the Germans have taken two more villages from us, Also that British and Japanese troops have landed in Russia to operate against the Bolshevists.</p>\n<p>I wrote to the Red cross acknolledging the receipt of a ?Personal Parcel&quot; from Australia. The food these times is very bad, It is getting ever scarcer, Everything here is an awful price, Cigarettes range from 10 phennings to 20 phennings, the stuff that the civilians are smoking is a mixture of the dandelion flower and some scented leaf, It smells like an Australian bush fire when smoking. Luckily I get most of what I want from England, and am to a certain extent independent of the German tack.</p>\n<p>Yesterday it was 12 months since I was taken prisoner, At times it seems like twelve years, at others, Its like only so many weeks.</p>\n<p>To-day news has come to hand that the German have started another offensive in</p>\n<p>[Anchor]</p>\n<p>[Page 113]</p>\n<p>Flanders in the region of Ypres and Armentiers, and that they have taken one or two of our strong positions, and ten thousand prisoners</p>\n<p>Another batch of Prisoners (Russians) came to the fabrik to-day, ten in all.</p>\n<p>For the last few days I have been studying a German Grammer book, trying to pick up a little German, But I do not make much progress. I am going to write to England for one or two books on German, and start to study the Language in my spare time.</p>\n<p>The weather is getting much warmer now, all the frost has gone and the trees are beginning to grow their leaves again.</p>\n<p>On Saturday I wrote to Alma granting her permission to draw my money, which she asked for. On Monday April the 15th news came through that Armentiers had fallen into German hands. The clocks were put back one hour at midnight last night for daylight saving, It is twilight till about 9 o`clock at night. To-day I wrote to England for some books on German Grammer, I intend to study the language while I have the chance.</p>\n<p>[Anchor]</p>\n<p>[Page 114]</p>\n<p>To-day Tuesday the 16th of April the German papers say that, Count-Czernin the Austrian Minister for War has resigned. The Kaizer also commends the British troops on their great bravery shown during the German offensive. The Germans have not got their War-loan. The Government is asking the people to send Horses &amp; carts, Irion, Zink, copper &amp; other material, if they have no money to give.</p>\n<p>The British Ambassador to Holland visited the camp to-day April 17th. We complained about the sanitary arrangements, which were disgraceful, We also complained about working on Sundays and not being allowed time off during the week . We also showed him the state of the sleeping quarters and dining room. He made notes of all that we told him and promised to do all that it was possible to have things altered. He admitted himself that we had plenty of room for complaint.</p>\n<p>[Anchor]</p>\n<p>[Page 115]</p>\n<p>Wednesday. 17th the Germans also claim another success close to the town of Armentiers.</p>\n<p>On Sunday 21st I injured my back whilst I was working, I had 6 days off from work in consequence. When I started work on Sunday I felt my back to be slightly sore, and after I was working for a while it got worse &amp; I was absolutely powerless to do anything, I could not use my arms to put my coat on, I returned to the Barrack and got another man to go in my place. I went to the Doctor on three occasions with it the following week, he did not give me anything for it, But just looked at it for a few minutes each time. On Monday I started work, but owing to my back not being fit I was sent back to the Barracks being of no use.</p>\n<p>On Tuesday the 30th of April I went to the town of Lüneburg to do some shopping with some other Englishman, I bought a cigarette holder &amp; case, Meerschaum pipe, tobacco-pouch, Watch &amp; watch case, and a gold ring. About 60 marks in all. I did not manage</p>\n<p>[Anchor]</p>\n<p>[Page 116]</p>\n<p>to keep the things for long. The Cigarette holder and case, I lost soon after I bought it, The Meerschaum pipe I smoked about three times then let it fall out of my mouth &amp; smashed it in three pieces. The tobacco pouch I tore one day when I was getting some tobacco out of it. The watch and watch case I gave to cousin Wilfred when I returned to England, And the Gold ring I left in the lavatory at St. Pancras Railway Station London.</p>\n<p>The food has been very bad lately with the exception of a day or two when we had it fairly good. For the last two weeks the weather has been anyhow. Some days we had snow, and others it was cold &amp; raining. The sun was to be seen on few minutes on one or two occasions.</p>\n<p>I have been in constant recipt of Red-cross parcels from Switzerland containing bread, I also have had parcels of<br />Groceries and tinned stuff from England. letters from England and from Australia have been arriving fairly regularly.</p>\n<p>July 1919</p>\n<p>[Transcriber&#39;s glossary:</p>\n<p>Albert page 60 ? is about 120 kms SE of Etaples<br />R.M.S. Arabic Page 22 - On 19 August 1915 U-24 sank the White Star liner SS&nbsp;Arabic, outward bound for America, 80&nbsp;km south of Kinsale. She sank within 10 minutes, with the loss of 44 passengers and crew, 3 of whom were American.<br />Chilmark and the other villages names on page 53 are all about 4 miles south of Codford. Heydon might be Hindon<br />Bapume page 68 ? is Bapaume, about 5kms NE of Warlencourt.<br />Bazentin page 68 ? is a tiny village (about 15 houses) about 5kms NNE of Mametz. Bazentin-le-Grand comprises two houses so Bazentin-le-Petit, which is not on Google maps, probably no longer exists.<br />Bullecourt page 78 ? is about 15kms north of Riencourt-les-Bapaume.<br />Cambria page 109 ? is Cambrai, France, about 30kms ESE of Arras and about 60 kms NE of Albert.<br />Carlshofen page 92 ? is Karlshofenberg which is 4kms south of Gnarrenburg.<br />Sir Roger Casement page 87 ? Roger David Casement, 1864 ? 1916 was an Irish patriot, poet, revolutionary, and nationalist. Shortly after the Easter Rising, he was arrested and executed by the British for treason.<br />Clipstone page 47 ? is about seven miles east of Pleasley Vale.<br />Codford page 38 ? The village is on the A36 road between Salisbury and Warminster (also the location of a large military camp). Codford&#39;s &#39;Anzac Badge&#39; was the idea of an Australian Brigade Commander who wished to leave a visible memento of his brigade when it departed.<br />Ecort-St Quentin page 79 ? might be the town of St Quentin but that is almost 50 kms SE of where the fighting took place (just east of Bapaume). Perhaps the village referred to no longer exists.<br />Eddystone Lighthouse page 37 ? is on the treacherous Eddystone Rocks, 14&nbsp;km south west of Rame Head, United Kingdom.<br />Etaples page 57 - is about 30 kms south of Boulogne, in France.<br />Fabrik page 113 ? is the German word for a factory.<br />Flaville page 71 ? no longer seems to exist.<br />Gnarrenburg page 91 is 50kms west of Hamburg.<br />Konigsmoor page 90 ? is about 50kms SSW of Hamburg, about 30 kms north of Soltau and 20 miles east of Zeven.<br />Luneburg page 100 ? is 50 miles east of Zeven and 25 miles SE of Hamburg.<br />Mametz page 60 ? is about 7 kms east of Albert and about 500mtrs east of Fricourt.<br />Mericourt-Le-Abbie page 65 ? is Mericourt-l?Abbe. Buire-Sous-Corbie is probably Buire-sur-l?Ancre. There is a R de Corbie nearby and a village named Corbie about 6kms west of Ribemont and a village called Vaire-sous-Corbie about 4kms south but I could not find Buire-sous-Corbie.<br />Munster page 81 ? is in the west of Germany about 50kms from the Netherlands border.<br />HM Auxilary Cruiser Ophir page 28 ? The SS Ophir was a British ocean liner owned by the Orient Steamship Co. of London, and saw three years&#39; service as an armed merchant cruiser.<br />Pleasley Vale page 46 ? is about 20 miles SSE of Sheffield.<br />Reincourt page 72 ? is Riencourt-les-Bapaume, about 4lms SE of Bapaume.<br />Ribemont page 64 ? is Ribemont-sur-Ancre, about 12 kms SW of Albert. The other villages mentioned on this page are on the route from Mametz to Ribemont. Becourt-Becordaal is Becordel-Becourt; Meault is Meaulte; Dermancourt is Dernancourt; and Buire-Souis-Corbie is probably Buire-sur-l?Ancre.<br />Rottenburg page 99 ? is Rotenburg, about 50 kms NW of Soltau.<br />Snackenburg page 98 ? is probably Snakenmuhlen, about 5 miles SW of Zeven<br />Soltau page 83 ? is about 60 kms north of Hannover. Soltau Camp (Lager Soltau), the largest German prisoner-of-war camp of the First World War was built in 1914.<br />Stocton page 51 ? is Stockton, a small village between Codfrod and Wylye.<br />Steeple Langford, Bamford &amp; Wishford, page 56 are a short distance beyond Wylye on the way to Salisbury.<br />Walencourt page 68 ? is Warlencourt-Eaucourt about 10 kms NE of Mametz and Pozieres is about 3kms NW of Bazentin but there is a straight road from Pozieres to Warlencourt.<br />Zeven page 97 ? is about 30 kms SE of Gnarrenburg and about 50kms NE of Bremen. So perhaps they had to travel via Bremen because that was where the railway lines went.]<br />Page 114: Count Czernin was Minister for Foreign Affairs.]</p>\n<p>[Transcribed by Rex Minter and Miles Harvey for the State Library of New South Wales]</p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"107428","uid":"0","filename":"a3925002h.jpg","uri":"public://a3925002h.jpg","filemime":"image/jpeg","filesize":"740271","status":"1","timestamp":"1389071402","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":853},"alt":"","title":"","display":"1","description":""}]},"field_diary_title":{"und":[{"value":"Henry Joseph Parsons war diary, 1 July 1916-30 April 1918","format":null,"safe_value":"Henry Joseph Parsons war diary, 1 July 1916-30 April 1918"}]},"field_page_number":{"und":[{"value":"2"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/106530/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"106530","revision_id":"346287","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397710021","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"3","current_revision_id":"346287","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/henry-joseph-parsons-war-diary-1-july-1916-30-april-1918-page-2-1"}