[

	{
		"pid" : 0,
		"p" : " <p><b>La invitaci&#243;n al viaje / la experiencia cinem&#225;tica</b></p> <ol> <li><h1 lang=\"es-ES\" class=\"western\" style=\"widows: 2; orphans: 2; page-break-after: avoid\"> <b>Movimiento aparente</b></h1> </ol>"
	},
	{
		"pid" : 1,
		"p" : "<p> La propuesta expositiva que motiva esta publicaci&#243;n destaca el importante rol que han adquirido los medios cinem&#225;ticos en el curso de un siglo que ha amanecido con el embrujo del cinema y las im&#225;genes animadas, un siglo que concluye entre los cantos de sirena de las pantallas inform&#225;ticas y las realidades virtuales. Polaridades sugestivas del acelerado ritmo de la innovaci&#243;n tecnol&#243;gica en el paso de la sociedad industrial a la ahora llamada sociedad de la informaci&#243;n, las maquinarias del cine y la computaci&#243;n acotan la extensi&#243;n que se pretende tantear a trav&#233;s de la obra de un n&#250;mero de artistas cuya actividad se desenvuelve, b&#225;sicamente o en gran parte, entre los diversos recursos de la imagen est&#225;tica y la din&#225;mica, lo audiovisual y lo multimedial, la proyecci&#243;n y el objeto, la pantalla y el tiempo. Artistas que trabajan tanto en la particularidad como en la intersecci&#243;n de diferentes medios y pr&#225;cticas: fotograf&#237;a, cinema, v&#237;deo, medios digitales y ese formato sin patr&#243;n preciso que denominamos instalaci&#243;n.</p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Por otra parte, esta propuesta quiere ir en contra de la petulancia de la novedad y de las f&#250;tiles prevenciones que acarrea su timorata percepci&#243;n como un imperativo, como una especie de santo y se&#241;a que se renueva peri&#243;dicamente en los contornos est&#233;ticos; seg&#250;n el cual, as&#237; como el noble arte de la pintura habr&#237;a sufrido la advenediza coacci&#243;n de la fotograf&#237;a, el cine ser&#237;a v&#237;ctima de la televisi&#243;n, el cine experimental del videoarte, el videoarte de los cibermedia&#8230; &#161;y el net.art de la telefon&#237;a m&#243;vil! Banalidades apenas dignas de figurar en un almanaque de ideas recibidas, junto a las indolentes usanzas que entra&#241;an expresiones como &quot;nuevos medios&quot; y otras parecidas, reproducidas de manera incesante desde los tiempos en los que se acent&#250;a, seg&#250;n la conocida formulaci&#243;n de Lucy Lippard, la desmaterializaci&#243;n del objeto art&#237;stico &#8211;es decir, en el arte de concepto y sus aleda&#241;os&#8211;; por no decir que desde las vanguardias art&#237;sticas del primer tercio de siglo y su ya amplia adopci&#243;n de medios y pr&#225;cticas que ensanchan y trastornan el canon tradicional de las artes.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> Frente a la novedad entendida como se&#241;uelo de ultim&#237;sima hora, conviene considerar en cambio los procesos de renovaci&#243;n e innovaci&#243;n que se producen al hilo del vasto alcance p&#250;blico que han ido adquiriendo las tecnolog&#237;as de informaci&#243;n y comunicaci&#243;n, favoreciendo unos usos ajenos y alternativos a su primera tutela industrial e institucional. As&#237;, el horizonte digital de nuestros d&#237;as invita a establecer una consideraci&#243;n retroactiva de otras t&#233;cnicas y pr&#225;cticas por el arrollador empuje de esa versatilidad fabulosa que prometen los aparatos y soportes de &#250;ltima generaci&#243;n, los cuales tambi&#233;n propician sin embargo un culto y cultivo de las tecnolog&#237;as m&#225;s bajas o supuestamente arrinconadas; incluso una emulaci&#243;n de los defectos y ruidos aleatorios y anal&#243;gicos como parte del caudal de efectos reproducibles digitalmente (algo que puede parecer harto anecd&#243;tico, sin dejar de resultar significativo).</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> En consecuencia, el marco de referencia que elijo para abordar el peso especifico de los medios cinem&#225;ticos en el arte del siglo que despedimos dir&#237;a que se extiende <i>desde la linterna m&#225;gica a las pantallas digitales</i>; es decir: desde la prehistoria de las m&#225;quinas de visi&#243;n y audiovisi&#243;n modernas hasta esa disipaci&#243;n en forma de c&#243;digo binario, a base de ceros y unos, que en efecto impone una fractura respecto a los distingos tecnol&#243;gicos y las digresiones te&#243;ricas que se hab&#237;an mantenido para los medios/media previamente conocidos: fotograf&#237;a (que aqu&#237; nos interesa en aquellos aspectos que rozan el efecto cinem&#225;tico), cine, televisi&#243;n, v&#237;deo&#8230;</p>"
	},
	{
		"pid" : 5,
		"p" : "<p> Tales recursos tienen hoy un uso tan abundante y absolutamente diverso, que ya no requieren tanto de un escaparate que ponga a la vista las distintas modalidades, tendencias e intencionalidades que comprenden, por tener una presencia suficientemente regularizada en las agendas de la actividad art&#237;stica. As&#237;, sin ir m&#225;s lejos, en otras exposiciones precedentes del Espai d'Art Contemporani de Castell&#243;, y como parte del mismo ciclo de &quot;Siete propuestas y un ep&#237;logo para el fin del milenio&quot;, se han exhibido obras de artistas que utilizan habitualmente medios como el film y el v&#237;deo (William Kentridge, Eija-Liisa Ahtila, Jane &amp; Louise Wilson&#8230;) por lo que tales obras ten&#237;an que decir respecto a los diversos temas abordados en cada una de las propuestas. De manera que ahora tratamos de ir en busca de unas pr&#225;cticas que ahondan en gran parte en los propios entresijos de los aparatos que manejan: en su tecnolog&#237;a e historia, en su maquinaci&#243;n de representaciones e ilusiones, en la interpelaci&#243;n de sus usos y posibilidades latentes.  </p>"
	},
	{
		"pid" : 6,
		"p" : "<p> Un &#233;nfasis tal tiene un p&#243;sito autorreferencial &#8211;un aspecto insoslayable en la memoria de la modernidad y de la experimentaci&#243;n art&#237;stica (si no como finalidad en s&#237;, al menos como un factor de primer orden)&#8211;, pero tambi&#233;n ha de contemplarse en relaci&#243;n a la poderosa y ubicua presencia de las tecnolog&#237;as de la imagen y audiovisuales en la sociedad y en los h&#225;bitos culturales de nuestro tiempo. Tanto como desde el prisma multiplicador de una consecuencia intermedia, transmedia, postmedia, entre toda una profusi&#243;n de prefijos&quot;demediadores&quot;. De ah&#237; una segunda intenci&#243;n de recapitular, aunque sea fragmentariamente, una historia de las m&#225;quinas y artes de la visi&#243;n junto con algunas iluminaciones de orden te&#243;rico y est&#233;tico. Referencias que, sin embargo, no pretenden otra cosa que sugerir un tel&#243;n de fondo, en la medida en que dicha historia puede ser reinterpretada a trav&#233;s de su vivo reflejo en la creaci&#243;n contempor&#225;nea.</p>"
	},
	{
		"pid" : 7,
		"p" : "<p> Dir&#237;a, para concluir estas l&#237;neas introductorias, que el m&#243;vil de la presente propuesta reside en la refutaci&#243;n del movimiento como argumentaci&#243;n apor&#233;tica que permite la representaci&#243;n y percepci&#243;n del mismo. S&#243;lo que, como no es cuesti&#243;n de retroceder a razonamientos presocr&#225;ticos &#8211;&quot;Lo que se mueve, no se mueve en el lugar en que est&#225; ni en el que no est&#225;&quot; (Zen&#243;n de Elea)[[[1]]]&#8211;, me remito a otros m&#225;s recientes, tambi&#233;n m&#225;s inmediatos a la cuesti&#243;n abordada, que cifran en la idea del viaje sedentario el gesto crucial que imponen los medios cinem&#225;ticos: del cinemat&#243;grafo a la televisi&#243;n, y del videojuego a la navegaci&#243;n telem&#225;tica.Figura del viaje inm&#243;vil utilizada por el historiador del cine No&#235;l Burch para referirse a la constituci&#243;n del <i>Modo de Representaci&#243;n Institucional (MRI)</i> del cinemat&#243;grafo, y retomada por el fil&#243;sofo de la velocidad Paul Virilio con una formulaci&#243;n ligeramente diferente &#8211;<i>voyage de l'immeuble</i>&#8211;que da cuenta de la creciente domicializaci&#243;n del consumo esc&#243;pico y multimedi&#225;tico.[[[2]]]  </p>"
	},
	{
		"pid" : 8,
		"p" : "<p> Sin embargo, el propio recorrido de la exposici&#243;n, las proposiciones que laten en las obras que se presentan, las pr&#225;cticas y actitudes a las que se refieren las siguientes l&#237;neas &#8211;en una primera parte pisando el acelerador des unas lejan&#237;as hist&#243;ricas hasta ciertas perspectivas actuales, seguidamente como glosas que introducen la obra de los artistas reunidos para la ocasi&#243;n&#8211;, pretende suscitar varias cuestiones sobre el modo de entender las reglas del viaje imaginario, quietista, medi&#225;tico; si m&#225;s no porque, de diversas maneras, estas obras demandan un ejercicio activo de percepci&#243;n, cuando no tambi&#233;n del cuerpo, a fin de comprender las apor&#237;as, ilusiones y fantamagor&#237;as de nuestro propio tiempo.</p>"
	},
	{
		"pid" : 9,
		"p" : " <ol start=\"2\"> <li><h1 lang=\"es-ES\" class=\"western\" style=\"widows: 2; orphans: 2; page-break-after: avoid\"> <b>Persistencia de la visi&#243;n: De la linterna m&#225;gica a las pantallas digitales</b></h1> </ol>"
	},
	{
		"pid" : 10,
		"p" : "<p> M&#225;quinas de visi&#243;n y audiovisi&#243;n, pr&#225;cticas de la pantalla, tecnolog&#237;as del tiempo y la memoria, instrumentos de simulaci&#243;n, pasajes de la imagen, entreim&#225;genes, est&#233;tica de la comunicaci&#243;n, (nuevo) arte de media, transmedia&#8230; En el fin de siglo se multiplican las conceptualizaciones globalizadoras que palpan la inaprehensible extensi&#243;n de las t&#233;cnicas de la observaci&#243;n y su despliegue m&#225;s que centenario. Entre la arqueolog&#237;a de los media, la cr&#243;nica de la escurridiza contemporaneidad y la prospectiva del porvenir, esta profusi&#243;n de formulaciones coincide con la penetraci&#243;n imparable de las tecnolog&#237;as electr&#243;nicas y con las m&#250;ltiples aplicaciones y expectativas que concita la inform&#225;tica.</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> Esta proliferaci&#243;n de los modos de producci&#243;n ic&#243;nica, audiovisual y multimedial es lo que disuelve de manera creciente el r&#233;gimen de autarqu&#237;a(especificidad, legitimidad, estanqueidad) de cada medio en s&#237;; algo que parec&#237;a preceptivo en tiempos no demasiado lejanos. Y una de las consecuencias perceptibles que conlleva una pluralidad tal es la de instar una lectura diversa de la historia y del cerco te&#243;rico de estos medios en convivencia y confluencia creciente, yendo hasta la misma cuna de las intuiciones tecnocient&#237;ficas y los patrones culturales que a la larga contribuir&#237;an a su conformaci&#243;n tecnol&#243;gica est&#225;ndar.</p>"
	},
	{
		"pid" : 12,
		"p" : "<p> Los avances de la &#243;ptica desde el fin del medioevo proporcionan muchas de las antig&#252;edades y l&#225;minas que adornan las antesalas de la visi&#243;n moderna. Religiosos y seglares consagrados al conocimiento cient&#237;fico emprenden el estudio de la luz y los prodigios naturales, retomando las intuiciones y postulados de la cultura cl&#225;sica para enfrentarse de nuevo al desaf&#237;o de la certeza desde la lucidez y la observaci&#243;n.En otros t&#233;rminos, desde la correlaci&#243;n del saber con la visi&#243;n; erudici&#243;n ocular que a su vez conlleva un conocimiento privilegiado de su reverso: la aberraci&#243;n. Los nigromantes y espiritistas son los otros beneficiarios de esta informaci&#243;n reservada &#8211;que apenas circula entre los c&#237;rculos humanistas y para recreaci&#243;n de la nobleza&#8211;, aprovech&#225;ndose de ella para practicar sus supercher&#237;as.</p>"
	},
	{
		"pid" : 13,
		"p" : "<p> Giovanni Battista della Porta, en su obra <i>Magia naturalis</i>(1558, edici&#243;n aumentada en 1588) y Athanasius Kircher en su <i>Ars magna lucis et umbrae</i>(1646, edici&#243;n aumentada en 1671) han descrito sus &quot;experiencias cat&#243;ptricas&quot; o de &quot;magia parast&#225;tica&quot; &#8211;&quot;ciencia vedada a los profanos de la luz y la sombra&quot;, en palabras de Kircher&#8211;, basadas en la combinaci&#243;n de lentes y espejos y en el fundamento de la c&#225;mara oscura. Ambos idean complejos entretenimientos y dispositivos, espect&#225;culos optocin&#233;ticos y m&#225;quinas de instructivo jolgorio donde lo real y lo simulado se confunden. En tanto que hombres de ciencia, ap&#243;stoles de la raz&#243;n y de la iluminaci&#243;n divina &#8211;aunque con algo de hechiceros tambi&#233;n&#8211;, se amparan en la justificaci&#243;n cient&#237;fica de su magia cat&#243;ptrica y el jesuita Kircher aboga expresamente por el escrupuloso esclarecimiento de las triqui&#241;uelas, desde&#241;ando a los embaucadores que amedrentan al vulgo iletrado con metaf&#237;sicos espantos.</p>"
	},
	{
		"pid" : 14,
		"p" : "<p> El investigador cinematogr&#225;fico Charles Musser ha concedido un papel clave a Kircher en su propuesta para una reconsideraci&#243;n de la historia del cinema seg&#250;n el concepto m&#225;s holgado de <i>pr&#225;cticas de la pantalla</i>, destacando su desmistificaci&#243;n del aparato, el artificio t&#233;cnico, que genera el efecto ilusorio. En la medida en que el progreso cultural se acelera desde el siglo XVII, Musser viene a decir que se instaura un nuevo tipo de contrato entre el productor, la imagen-medium y el p&#250;blico, desactivando crecientemente los sortilegios que abusan de la credulidad de &#233;ste. Adem&#225;s, seg&#250;n sostiene Musser: &quot;Kircher ya enfatiz&#243; la combinaci&#243;n de palabras e im&#225;genes, el uso del color y el movimiento, la posibilidad narrativa y la particular relaci&#243;n entre el teatro y la pantalla que han proseguido su curso hasta el d&#237;a de hoy&quot;[&quot;Already Kircher emphasized the combination of words and images, the use of color and movement, the possibility of narrative, and the special relationship between theater and the screen that has continued to this day.&quot;].[[[3]]]</p>"
	},
	{
		"pid" : 15,
		"p" : "<p> Artilugio de nueva planta, ya liberado de la dependencia de la luz natural que presenta el dispositivo de la c&#225;mara oscura, la linterna m&#225;gica tambi&#233;n se ubica entre la raz&#243;n cient&#237;fica y la persecuci&#243;n del espect&#225;culo como finalidad en s&#237;. Actualmente la paternidad del ingenio se atribuye al precoz erudito Christiaan Huygens &#8211;que ha descubierto los anillos de Saturno, inventado el reloj de p&#233;ndulo y estudiado las pulsaciones de la luz&#8211;, el cual habr&#237;a abjurado de su hallazgo al considerarlo un fr&#237;volo pasatiempo demasiado propenso al enga&#241;o del seso. Tambi&#233;n llamada <i>taumat&#250;rgica</i> por uno de los primeros linternistas-de-oficio, Thomas Walgensten, la evoluci&#243;n de la linterna m&#225;gica pasa por la inventiva de los&#243;pticos, sabios y buhoneros que la han convertido en una de las diversiones populares por excelencia del siglo de las luces.</p>"
	},
	{
		"pid" : 16,
		"p" : "<p> Posteriormente, mediante la incorporaci&#243;n de nuevos hallazgos como las vistas encadenadas (<i>dissolving views</i> introducidas en Inglaterra hacia 1830), la combinaci&#243;n con las ruedas de la vida &#8211;de otra gama de recreaciones optocin&#233;ticas que en principio no se han volcado en la proyecci&#243;n y la pantalla(fenaquistiscopio, estroboscopio o praxinoscopio)&#8211; y la confluencia con los novedosos procedimientos fotogr&#225;ficos, la linterna m&#225;gica se mantiene encendida hasta la briosa aparici&#243;n del cinemat&#243;grafo.Y, de hecho, los incondicionales de la linterna perciben la nueva m&#225;quina de visi&#243;n en movimiento como una derivaci&#243;n de aquella, como un mero perfeccionamiento t&#233;cnico.</p>"
	},
	{
		"pid" : 17,
		"p" : "<p> La c&#225;mara oscura y la linterna m&#225;gica no pueden contemplarse como teleol&#243;gicos presagios de las m&#225;quinas de visi&#243;n modernas ya que, tal como ha resaltado Jonathan Crary, competen a todo otro contexto social, cultural y cient&#237;fico.[[[4]]] Sin embargo, al echar una nueva ojeada sobre las antiguallas visionarias tambi&#233;n se pueden bosquejar interpretaciones historiogr&#225;ficas y modelos te&#243;ricos alternativos a los&quot;autorizados&quot; (sancionados y, por tanto, impugnables), partiendo de la propia circunstancia pretecnol&#243;gica de las reliquias que veneramos. Es decir, de la difusa conformaci&#243;n de unos aparatos que tanto sirven para aprehender el mundo como para escampar fantasmagor&#237;as paganas.</p>"
	},
	{
		"pid" : 18,
		"p" : "<p> Y es bien significativo que tales pesquisas arqueol&#243;gicas hayan sido alentadas en gran parte desde unas pr&#225;cticas &#8211;del cine de vanguardia a las artes digitales&#8211; que entra&#241;an un cierto quebrantamiento de preceptos y c&#243;digos disciplinares. En dicho sentido, c&#225;mara oscura, linterna m&#225;gica y otros juguetes filos&#243;ficos sucesivos, en su doble prosperidad como instrumentos &#243;pticos (objetos de saber) y antojos de diversi&#243;n, siguen siendo poderosas y f&#233;rtiles met&#225;foras antes que ilustres antepasados amortajados y desempolvados para su exhibici&#243;n en los museos del cine y de la imagen en movimiento, u en otros gabinetes de curiosidades y cachivaches ancestrales.  </p>"
	},
	{
		"pid" : 19,
		"p" : "<p> Con la invenci&#243;n del cinemat&#243;grafo y la pronta instauraci&#243;n de una industria a su alrededor, en efecto desaparecen o pierden gas otras formas anteriores (y preindustriales) de esparcimiento ocular, audiovisual y de inmersi&#243;n de los sentidos: de los complejos espect&#225;culos de linterna deudores de las <i>fantasmagor&#237;as</i> de E.G. Robertson a la expansi&#243;n decimon&#243;nica de los <i>oramas</i>(del panorama y el diorama a los primeros ensayos de proyecci&#243;n envolvente que se conocen hacia 1900), y de las funciones de <i>teatro&#243;ptico</i> de &#203;mile Reynaud al kinetoscopio de Edison y otras m&#225;quinas tragaperras o de uso privado para el visionado individual de vistas animadas.</p>"
	},
	{
		"pid" : 20,
		"p" : "<p> El cine de vanguardia que amanece desde 1910, justamente cuando se est&#225;n forjando los moldes de la narrativa cinematogr&#225;fica, tomar&#237;a el relevo de las pr&#225;cticas de la pantalla que, en los comienzos del medio &#8211;todav&#237;a sin un norte industrial demasiado preciso&#8211;, dan lugar a un <i>cine de atracciones</i> seg&#250;n la expresi&#243;n introducida por Tom Gunning, miembro destacado de una nueva generaci&#243;n de estudiosos del cine primitivo que, a la vez, tiene un conocimiento perfecto de los vericuetos del cine vanguardista y experimental. Un cine de atracciones no basado todav&#237;a en la verosimilitud dieg&#233;tica, sino en la concatenaci&#243;n de escenas e ilusiones din&#225;micas &#8211;vi&#241;etas realistas, gags, breves coreograf&#237;as, animaciones dibujadas, etc.&#8211; que apelan a la curiosidad visual del p&#250;blico en las sesiones cinematogr&#225;ficas.[[[5]]]</p>"
	},
	{
		"pid" : 21,
		"p" : "<p> El &quot;Manifiesto de la Cinematograf&#237;a Futurista&quot;, publicado en 1916, abarca ya un amplio contenido program&#225;tico que anticipa muchas de las ideas y direcciones que tomar&#225; el cine de vanguardia en su conjunto. Tanto a trav&#233;s de las andanzas y contribuciones cinematogr&#225;ficas de artistas, escritores y m&#250;sicos vinculados a las impetuosas corrientes de vanguardia &#8211;futurismo, cubismo, constructivismo, dad&#225;, surrealismo, etc.&#8211; como por otros ensayos y propuestas que proceden del pleno ejercicio del novel oficio de cineasta y de la convicci&#243;n de contribuir al progreso de un arte naciente. As&#237;, en el primer caso se ubicar&#237;an las experiencias m&#225;s o menos pasajeras(no por ello menos importantes) de artistas como Viking Eggeling, Fernand L&#233;ger, Laszlo Moholy-Nagy, Man Ray, Marcel Duchamp y Ralph Steiner, pero tambi&#233;n las dilatadas trayectorias (hasta el fin de sus d&#237;as pr&#225;cticamente) de Hans Richter, Oskar Fischinger, Len Lye y Norman McLaren&#8211;; y en el segundo caso las inquietudes de Abel Gance, Marcel L'Herbier, Jean Epstein, Germaine Dulac, Luis Bu&#241;uel, Joris Ivens y los grandes cineastas sovi&#233;ticos como Sergei M.Eisenstein, Dziga Vertov y Alexander Dovjenko.</p>"
	},
	{
		"pid" : 22,
		"p" : "<p> Si el cine de vanguardia tiene una entrada propia en las historias del cine al uso, guiadas por un seguimiento vectorial de las formas narrativas hegem&#243;nicas en el cine industrial, es por el gran vigor que presenta desde los a&#241;os 20 y hasta la llegada del sonoro &#8211;o, mejor dicho, del cine hablado, las<i> talking pictures</i>&#8211;, compaginando las din&#225;micas invectivas de las vanguardias art&#237;sticas y &quot;la lucha por el cine&quot;, que dir&#237;a Hans Richter, como un arte emancipado y que es contemplado como el m&#225;s completo y avanzado de su tiempo.</p>"
	},
	{
		"pid" : 23,
		"p" : "<p> Los formatos de pel&#237;cula dirigidos a los aficionados, particularmente el 16mm (introducido en 1923), comienzan a ser asequibles tras el largo intervalo de los conflictos sociales y las confrontaciones b&#233;licas que vive el mundo, propiciando una nueva floraci&#243;n cinevanguardista que tiene su primer y mayor foco en Norteam&#233;rica, desde 1945 aproximadamente. Una vanguardia vern&#225;cula, con un pronunciado sesgo adversario frente a la gran f&#225;brica de sue&#241;os de Hollywood, pero que a la vez recoge las ense&#241;anzas de la vanguardia hist&#243;rica europea; en parte, con el factor catalizador de la presencia de algunos artistas como Richter, Fischinger, Moholy-Nagy, Duchamp, Lye o McLaren, que se han trasladado al nuevo mundo con o despu&#233;s de los desmanes fascistas y los desastres de la guerra.</p>"
	},
	{
		"pid" : 24,
		"p" : "<p> Se produce entonces un proceso de continuidad y renovaci&#243;n de pr&#225;cticamente todos los frentes que han abierto las primeras vanguardias:</p><p>&#8226; De las &#8220;pr&#225;cticas cotidianas para liberarse de la l&#243;gica&#8221;promulgadas por los futuristas, o del cine autom&#225;tico que practican los dada&#237;stas y surrealistas, a las expresiones de un cine personal, interior, subjetivo; ya sea en clave po&#233;tica (del haiku a la &#233;pica), introspectiva (entre el dietario y la autobiograf&#237;a) o desde una narratividad no lineal y rompemoldes.</p>"
	},
	{
		"pid" : 25,
		"p" : "<p>&#8226; Del cine abstracto, la animaci&#243;n experimental y el concepto de <i>m&#250;sica visual</i>, mediante la exploraci&#243;n de nuevas tecnolog&#237;as (ordenadores, v&#237;deo), la profundizaci&#243;n en las t&#233;cnicas del cine <i>hecho a mano</i>(pintura sobre pel&#237;cula, alquimias diversas) y de los procedimientos de impresi&#243;n &#243;ptica, as&#237; como por vinculaci&#243;n a nuevas corrientes est&#233;ticas (op-art, psicodelia, minimalismo, etc.).</p>"
	},
	{
		"pid" : 26,
		"p" : "<p>&#8226; De las exploraciones del <i>cine-ojo</i>(Vertov: &#8220;la posibilidad de hacer visible lo invisible, de iluminar la oscuridad, de revelar lo enmascarado&#8230;&#8221;) y de los m&#233;todos de montaje, para seguir adentr&#225;ndose en la realidad exterior e interior, en el conocimiento de las cosas del mundo o en la desarticulaci&#243;n de las im&#225;genes prefabricadas por las industrias del espect&#225;culo para su consumo masivo.</p>"
	},
	{
		"pid" : 27,
		"p" : "<p>&#8226; Y de la inventiva tecnoest&#233;tica que imagina configuraciones polivisuales, pantallas integrales y nuevos dispositivos de experiencia cinem&#225;tica a la explosi&#243;n del <i>cine expandido</i> que da rienda suelta a toda clase de t&#233;cnicas y desbordamientos de la pantalla.</p>"
	},
	{
		"pid" : 28,
		"p" : "<p> A la larga, todo <i>un renacimiento del cinema</i>, en palabras de Dominique Noguez: &quot;Renacimiento del cine experimental que pareci&#243; languidecer despu&#233;s de su esplendor en la Europa de los a&#241;os veinte y que, reavivado y estimulado por este triunfo americano, recobrar&#237;a su vigor en la mayor parte de los pa&#237;ses occidentales. Pero tambi&#233;n renacimiento del cine en general, de manera colectiva e individual. Colectiva por un movimiento de retorno a los or&#237;genes que conduce a muchos cineastas hasta los hermanos Lumi&#232;re y, antes de ellos, a las antiguas artes de la luz.Individual por una reafirmaci&#243;n de la libertad creativa personal en el pa&#237;s donde el conformismo cinematogr&#225;fico constitu&#237;a una amenaza mayor.&quot;[[[6]]]</p>"
	},
	{
		"pid" : 29,
		"p" : "<p> De esta segunda edad &#225;urea del cine experimental cabe resaltar los nombres de Maya Deren, John y James Whitney, Harry Smith, Jordan Belson, Kenneth Anger, Gregory Markopulos, Stan Brakhage, Jonas Mekas, Bruce Conner, Jack Smith, Ken Jacobs, Andy Warhol, Michael Snow, Paul Sharits, Hollis Frampton, Joyce Wieland, David Rimmer, Pat O'Neill, Ernie Gehr, Yvonne Rainer&#8230;Y, en Europa, los de Isidore Isou, Jos&#233; Val del Omar, Peter Kubelka, Marc Adrian, Kurt Kren, Margaret Tait, Jeff Keen, David Larcher, Tonino de Bernardi, Frans Zwartjes, Jan Svankmajer, Valie Export, Werner Nekes, Dore O, Wilhelm &amp; Birgit Hein, Peter Gidal, Malcolm LeGrice, Chris Welsby&#8230; Una relaci&#243;n cuya propia vastedad(resaltada adem&#225;s mediante puntos suspensivos) justifica que el cine de vanguardia haya construido vehementemente su propia historia como un volumen separado respecto a los relatos generalistas que describen la prosperidad del cine como industria cultural. Y no solamente una subhistoria, sino tambi&#233;n un corpus te&#243;rico y unos circuitos propios.</p>"
	},
	{
		"pid" : 30,
		"p" : "<p> La entrada en escena del v&#237;deo, y m&#225;s paulatinamente la del ordenador, han ampliado los modos de producci&#243;n audiovisual desde los a&#241;os 60. Algunas de las primeras exploraciones con estos medios se acogen a una tradici&#243;n en la que concurren la abstracci&#243;n constructivista, las pesquisas del arte cin&#233;tico y los compases de la m&#250;sica visual: as&#237; es en todo cuanto se refiere a la invenci&#243;n de herramientas electr&#243;nicas para la s&#237;ntesis y el procesamiento de im&#225;genes (colorizadores, sintetizadores de v&#237;deo, etc.) y, paralelamente, a la exploraci&#243;n del vocabulario gr&#225;fico de la inform&#225;tica (todav&#237;a limitado a una geometr&#237;a b&#225;sica pero con todo un potencial por descubrir).</p>"
	},
	{
		"pid" : 31,
		"p" : "<p> Otros usos inmediatos del v&#237;deo, por sus rasgos de instantaneidad y mayor manejabilidad por comparaci&#243;n con la maquinaria cinematogr&#225;fica, apuntan a la realidad inmediata y a la aprehensi&#243;n literal del tiempo: tras la senda del documentalismo cinematogr&#225;fico y como prototipos de televisi&#243;n alternativa, experiencias socializadoras(<i>community arts</i>), media-activismo; tambi&#233;n como herramienta id&#243;nea para recoger las huellas de una est&#233;tica crecientemente procesual y desmaterializada que discurre en la temporalidad ef&#237;mera de acciones, intervenciones en el espacio p&#250;blico y actos de observaci&#243;n del entorno contempor&#225;neo.</p>"
	},
	{
		"pid" : 32,
		"p" : "<p> Por otra parte, en la pujanza de la videoinstalaci&#243;n y otras formas expansivas desde los mismos inicios del arte y activismo del v&#237;deo se pueden advertir diversas razones. Por una cierta &#243;smosis inmediata con ideas y pr&#225;cticas que est&#225;n en el aire de la &#233;poca, pero tambi&#233;n porque las primeras tecnolog&#237;as videogr&#225;ficas que llegan a manos de los artistas e independientes son todav&#237;a harto precarias en algunos aspectos, particularmente en lo que se refiere al montaje, propiciando de alguna manera otras formas de articulaci&#243;n y montaje (que dir&#237;amos <i>horizontal</i> en este caso) mediante el uso de m&#250;ltiples pantallas o por aglutinaci&#243;n de medios mezclados. Y porque el v&#237;deo ha de buscar o crear su propio espacio, que a falta de llegar a encontrarlo en la televisi&#243;n (una de las batallas perdidas del v&#237;deo monocanal), ser&#225;de m&#225;s en m&#225;s el de la instalaci&#243;n en museos u otros recintos culturales. As&#237; es significativo que muchos artistas con una importante trayectoria en el medio hayan abandonado crecientemente el v&#237;deo monocanal en favor de la instalaci&#243;n multimedia: Nam June Paik, Bill Viola, Gary Hill, Joan Jonas, Antoni Muntadas y tantos m&#225;s.</p>"
	},
	{
		"pid" : 33,
		"p" : "<p> Desde los a&#241;os 60, la rauda evoluci&#243;n de la electr&#243;nica y la progresiva asequibilidad de las tecnolog&#237;as de la imagen, audiovisuales y multimediales han impuesto nuevos retos y abierto otros senderos creativos que pasan a formar parte del abigarrado relieve de un arte finisecular que acude a toda clase de materiales e inmateriales, medios y metamedios; por supuesto, en r&#233;gimen de libre elecci&#243;n, por espont&#225;nea o voluble decisi&#243;n ante la rebosante lonja de lo viejo y lo nuevo. Un arte que cobra cuerpo en forma de <i>cristales de tiempo</i>, como dec&#237;a Gilles Deleuze en sus escritos a prop&#243;sito del cinema[[[7]]], por la parad&#243;jica simultaneidad de lo actual y lo virtual, lo real y lo imaginario que se da en la apariencia intangible, transparente y fungible de los soportes utilizados: pantallas, proyecciones, cajas de luz, interfaces concebidas como pr&#243;tesis del cuerpo, etc.</p>"
	},
	{
		"pid" : 34,
		"p" : "<p> Con el devenir digital, la numerizaci&#243;n de la percepci&#243;n socava dr&#225;sticamente el primer fundamento de la analog&#237;a y de la representaci&#243;n mim&#233;tica, apuntalado por la &#243;ptica y la tecnolog&#237;a fotogr&#225;fica. Por otro lado, el ordenador no puede decirse que sea una m&#225;quina de visi&#243;n si no es por a&#241;adidura. Llevando a un extremo la tesis seg&#250;n la cual todo medio comienza adoptando los rasgos m&#225;s familiares(asimilados) de otro anterior, el ordenador ya no absorbe los de uno en particular sino que se manifiesta como una arquitectura abierta, una metam&#225;quina vers&#225;til y polivalente, capaz de emular &#8211;o asistir&#8211; las funciones de otros medios previamente conocidos, as&#237;como de activar prestaciones in&#233;ditas o que eran materialmente inconcebibles antes.</p>"
	},
	{
		"pid" : 35,
		"p" : "<p> Por otra parte, una de las mayores promesas de los sistemas inform&#225;ticos reside en la facilidad para combinar diversos recursos, lenguajes y artificios &#8211;que reciben los nuevos o no tan nuevos motes de interactividad, virtualidad, telepresencia, polisensorialidad, etc.&#8211; seg&#250;n la sintaxis del hipertexto o el hipermedio. De manera que las amalgamas ahora incitadas por los cachivaches e intangibles de la inform&#225;tica y la telem&#225;tica, la realidad virtual y la versatilidad digital, vienen a complicar la trama de las artes y las tecnolog&#237;as de la visi&#243;n, el tiempo y la memoria.</p>"
	},
	{
		"pid" : 36,
		"p" : "<p> Sin embargo, los usos hasta ahora m&#225;s evidentes de la inform&#225;tica en la construcci&#243;n y circulaci&#243;n iconogr&#225;fica &#8211;las im&#225;genes de s&#237;ntesis, los discos compactos y la inmensidad de la red&#8211;constituyen apenas una faceta de los fen&#243;menos actuales de trasvase y suplantaci&#243;n de unas tecnolog&#237;as por otras, entra&#241;ando a su vez otras fugas disipativas que conciernen a la est&#233;tica contempor&#225;nea y a la delimitaci&#243;n de sus ep&#237;grafes. De manera que la fotograf&#237;a adopta los h&#225;bitos de producci&#243;n y puesta en escena del cine, los recursos del trucaje digital y toda clase de soportes (objetos, cajas de luz, proyecciones, etc.), as&#237; como el cine se aficiona a los medios ligeros del audiovisual electr&#243;nico y a las t&#233;cnicas de montaje virtual del <i>desktop video</i>.Igualmente, en los &#250;ltimos a&#241;os no han dejado de advertirse otros intercambios de rol por los que, por ejemplo, el cine &quot;se expone&quot; (en recintos muse&#237;sticos o galer&#237;sticos no expresamente reservados a tal fin) y el artista pl&#225;stico o visual(el artista por excelencia) toma la visera y el meg&#225;fono del director cinematogr&#225;fico.</p>"
	},
	{
		"pid" : 37,
		"p" : "<p> Por lo dem&#225;s, los trasvases de un soporte a otro &#8211;por ejemplo de film a v&#237;deo o a la inversa, y de aqu&#237; a otros substratos y conductos: CD, DVD, TV digital, sitio web, etc.&#8211; son cada vez m&#225;s corrientes y, en la medida en que el chasis material deviene m&#225;s transparente y gen&#233;rico (datos almacenados y procesados num&#233;ricamente seg&#250;n un principio binario), la versatilidad digital impone su reto transtecnol&#243;gico en toda clase de medios y &#225;mbitos del arte y la comunicaci&#243;n: fotograf&#237;a y cine, televisi&#243;n y radio, v&#237;deo y audio, texto y gr&#225;ficos&#8230; Sin embargo, el tumulto de una tal transmutaci&#243;n puede resultar beneficioso a su vez para la regeneraci&#243;n de unas pr&#225;cticas prematuramente defenestradas por el apremio de la novedad m&#225;s concluyente.</p>"
	},
	{
		"pid" : 38,
		"p" : " <div id=\"Section1\" dir=\"ltr\"><p> Dos aspectos significativos, por el positivo revuelo que han tra&#237;do&#250;ltimamente, son el empuje del v&#237;deo/cine digital y del llamado<i>cine de exposici&#243;n</i>, por utilizar la expresi&#243;n acu&#241;ada por Jean-Christophe Royoux.[[[8]]] Aspectos no rigurosamente novedosos, aunque s&#237; se derivan de refrescantes apuestas. Por un lado, en cuanto a un diligente aprovechamiento de los formatos de v&#237;deo <i>prosumer</i>(DV y derivados), es decir que dirigidos a un abanico de usuarios comprendido entre el escalaf&#243;n profesional y el de los aficionados, los <i>amateurs</i>, los apasionados.[[[9]]] Por otro lado, con una nueva promoci&#243;n de artistas que utiliza desinhibidamente los medios audio y visuales en hechuras diversas que remiten al concepto de instalaci&#243;n &#8211;a veces de manera un tanto impropia&#8211; o que simplemente se despliegan en el espacio (el lugar expositivo) y el tiempo (en bucle continuo).</p>"
	},
	{
		"pid" : 39,
		"p" : "<p> La naturaleza del soporte, en ambos casos, deviene m&#225;s y m&#225;s indiferente o circunstancial; salvo en algunas obras de instalaci&#243;n, quiz&#225; por una voluntad de acentuar su singularidad mediante un dispositivo fuera de lo habitual. Hablar de &quot;v&#237;deo&quot; o &quot;cine&quot; digital es ya una mera cuesti&#243;n de elecci&#243;n, de (p)referencias, o del soporte al que se vuelca la informaci&#243;n num&#233;rica final para su difusi&#243;n en unos u otros circuitos. A su vez, el cine de exposici&#243;n s&#243;lo es literalmente cine &#8211;o, m&#225;s precisamente, film&#8211; en algunas ocasiones, y muchas veces se acoge a la impalpable naturaleza de la imagen proyectada, como si &#233;sta quedara liberada de su tramoya t&#233;cnica y base material (sea pel&#237;cula, cinta de v&#237;deo, soporte digital o cualquier otro).</p>"
	},
	{
		"pid" : 40,
		"p" : "<p> Este trance, que se agudiza m&#225;s y m&#225;s en el &#250;ltimo tercio del siglo, hacia la desnaturalizaci&#243;n y el hibridismo (en efecto uno de los pocos ismos aislados en los &#250;ltimos a&#241;os), puede ser visto con recelo por lo que tiene de desdibujamiento de unos &#225;mbitos que preservan unas se&#241;as de identidad diversas e incluso antag&#243;nicas en alg&#250;n punto.As&#237;, no es lo mismo diseccionar el significante que marear la perdiz pretendiendo el trasunto o simulacro de una entidad est&#233;tica m&#225;s noble; por tanto m&#225;s propia del museo que de su mediateca u otras dependencias menores, con lo cual se siguen preservando los rangos jer&#225;rquicos del arte. Pero, por otra parte, la constataci&#243;n de un trance tal es aquello que nos incita a recapacitar sobre el conjunto de las t&#233;cnicas y artes de la visi&#243;n, el tiempo y la memoria; su persistencia, su expansi&#243;n y su influencia.</p>"
	},
	{
		"pid" : 41,
		"p" : " <ol start=\"3\"> <li><h1 lang=\"es-ES\" class=\"western\" style=\"widows: 2; orphans: 2; page-break-after: avoid\"> <b>Edmund Kuppel: m&#225;quinas ap&#243;crifas</b></h1> </ol>"
	},
	{
		"pid" : 42,
		"p" : "<p> En su utilizaci&#243;n de la fotograf&#237;a, el cine y el v&#237;deo para crear m&#225;quinas, esculturas, objetos e instalaciones, la obra de Edmund Kuppel nos ilustra sobre los senderos que se cruzan en la conformaci&#243;n tecnol&#243;gica de las primeras m&#225;quinas de lo visible.Primero en la observaci&#243;n astron&#243;mica y de los portentos naturales, unida a la inspecci&#243;n del ojo y la elucidaci&#243;n de las leyes&#243;pticas. Precisamente la c&#225;mara oscura fue concebida en parte con la finalidad de contemplar y estudiar el sol mitigando los riesgos de su observaci&#243;n directa. Sin embargo, a lo largo del siglo XIX, algunos cient&#237;ficos consagrados al estudio del fen&#243;meno de la persistencia retiniana han puesto en jaque su vista; Joseph Plateau incluso la perdi&#243; del todo de tanto mirar al astro rey. En 1874, el astr&#243;nomo Jules Janssen se ha inspirado en el fenaquistiscopio de Plateau para construir su <i>revolver fotogr&#225;fico</i>, invirtiendo en cierto modo el principio de un aparato de ilusi&#243;n&#243;ptica para concebir otro instrumento bien distinto &#8211;una c&#225;mara&#8211;para la observaci&#243;n del tiempo astron&#243;mico y el estudio de los eclipses.</p>"
	},
	{
		"pid" : 43,
		"p" : "<p> En<i>Die Sonne</i>(1973), una de las primeras instalaciones de Kuppel, cuatro proyecciones contiguas de diapositivas despliegan un riguroso seguimiento secuencial del curso del sol en un mismo enclave geogr&#225;fico y durante un mismo intervalo horario al final de cada una de las estaciones. En estas secuencias adyacentes se visualiza el movimiento de la tierra por el desplazamiento del horizonte en relaci&#243;n a la posici&#243;n del astro, el cual se mantiene aproximadamente en unas coordenadas fijas por el meticuloso an&#225;lisis fotogr&#225;fico al que se aplica la obra de Kuppel. Esta pieza pertenece a una serie de trabajos f&#237;lmicos y fotogr&#225;ficos que ha realizado entre 1972 y 1974 bajo un significativo enunciado de resonancia cuasi cient&#237;fica: &quot;Demostraci&#243;n de la relatividad de la percepci&#243;n del movimiento&quot;.</p>"
	},
	{
		"pid" : 44,
		"p" : "<p> Del aparato de Janssen desciende a su vez el <i>fusil cronofotogr&#225;fico</i> que &#201;tienne-Jules Marey ha ideado para &quot;cazar&quot; el vuelo de unos p&#225;jaros, como parte de sus investigaciones sobre la fisiolog&#237;a de <i>la m&#225;quina animal</i> con el auxilio de instrumentos gr&#225;ficos y fotogr&#225;ficos de cu&#241;o propio. La <i>cronofotograf&#237;a</i>, el an&#225;lisis del movimiento seg&#250;n intervalos regulares de tiempo, se aplica al escrutinio sistem&#225;tico de la locomoci&#243;n animal y humana en los trabajos de Marey, de su disc&#237;pulo Georges Demen&#255; y de Eadweard Muybridge al otro lado del Atl&#225;ntico. Fotograf&#237;a del tiempo que tanto influjo tendr&#225; sobre las vanguardias art&#237;sticas y que ya contiene el germen mismo del cinema, pues tanto Muybridge como Demen&#255; han puesto a punto sendos aparatos para la proyecci&#243;n de im&#225;genes en movimiento. Luego, a partir de la presentaci&#243;n en sociedad del Cinemat&#243;grafo Lumi&#232;re y en el traj&#237;n de un siglo a otro, las vistas animadas se vuelcan a otras locomociones mec&#225;nicas: de la rotunda vista de un tren a un fabuloso viaje a la luna.Comienza el viaje sedentario.</p>"
	},
	{
		"pid" : 45,
		"p" : "<p> De alg&#250;n modo, se dir&#237;a que Edmund Kuppel ha recreado en varias de sus piezas esos remotos or&#237;genes de las tecnolog&#237;as de la visi&#243;n entre la ciencia y la fabricaci&#243;n de ilusiones, entre el an&#225;lisis y la s&#237;ntesis del movimiento, creando m&#225;quinas, dispositivos, esculturas de grandes dimensiones que se asemejan a los juguetes filos&#243;ficos del fenaquistiscopio y otras ruedas de la vida, discos y tambores de im&#225;genes. As&#237; como sus m&#225;quinas paracinematogr&#225;ficas y&quot;lanzaim&#225;genes&quot; (<i>Bildwerfer</i>)son como linternas m&#225;gicas construidas con elementos &#243;pticos y mec&#225;nicos recuperados de viejos proyectores de diversos tipos. Pero estos cacharros no se confunden, evidentemente, con las composturas de un restaurador anticuario sino que m&#225;s bien pueden percibirse como ensamblajes con un doble parentesco con la escultura y la m&#225;quina, o m&#225;s bien con la fusi&#243;n que activa la escultura cin&#233;tica desde las <i>opticer&#237;as</i> rotatorias de Marcel Duchamp a, pongamos por caso, las m&#225;quinas<i>metam&#225;ticas</i> y los insensatos aut&#243;matas de Jean Tinguely. Los cacharros de Kuppel tienen por tanto un aire de familia con esas m&#225;quinas solteras que se explayan en la po&#233;tica del objeto encontrado (residual o decr&#233;pito) y en su belleza mec&#225;nica, en su caso disparando im&#225;genes que se proyectan y evolucionan sin pausa, o que son accionadas por el espectador mismo. As&#237;, como se&#241;ala el propio artista, muchas de sus piezas comportan diversos estadios que se solapan: por ejemplo como objeto mec&#225;nico, secuencia fotogr&#225;fica y desfile cinem&#225;tico.  </p>"
	},
	{
		"pid" : 46,
		"p" : "<p> El tr&#237;ptico formado por las piezas <i>La vague</i>, <i>La vall&#233;e</i> y <i>Quand la mer remplace le ciel</i>, realizadas entre 1981 y 1982, es un compendio sumamente ilustrativo del quehacer de Kuppel al abarcar varios de los recursos que ha empleado en sus trabajos de an&#225;lisis fotogr&#225;fico y del efecto cinem&#225;tico &#8211;o, en otros t&#233;rminos, acerca de la percepci&#243;n visual y de los medios t&#233;cnicos que la asisten o enga&#241;an&#8211;, incluyendo elementos tales como espejos, artilugios mec&#225;nicos, fotosecuencias, films, libros-objeto de hojas extensibles (<i>leporellos</i>), expansiones escult&#243;ricas y proyecciones espacializadas. Tambi&#233;n porque re&#250;ne lo m&#243;vil y lo est&#225;tico, la ilusi&#243;n y su causa, la coparticipaci&#243;n del espectador y el antojo mec&#225;nico de la m&#225;quina.Aqu&#237;, como en tantas otras de sus creaciones, Kuppel ha partido de un entorno paisaj&#237;stico concreto &#8211;una garganta que se abre al mar&#8211;para crear una <i>topograf&#237;a fotogr&#225;fica</i> segmentada en visualizaciones complementarias que guardan cierta relaci&#243;n isom&#243;rfica. As&#237;, la rueda de im&#225;genes de <i>La vague</i>&#8211;a modo de fenaquistiscopio de grandes dimensiones, accionado a discreci&#243;n por el visitante&#8211; plasma la imagen del oleaje incesante elidido en <i>La vall&#233;e</i>, triangular fotomontaje de tama&#241;o monumental que perfila las grandes l&#237;neas de la vaguada y del horizonte. Finalmente, por delante de dicha pieza y como tercer elemento, se desliza un gran bucle de pel&#237;cula de 35mm &#8211;suspendido del techo en una configuraci&#243;n triangular pareja con la anterior&#8211;, proyectando en un flanco del espacio de la instalaci&#243;n el recorrido de la c&#225;mara por las aristas de la garganta.</p>"
	},
	{
		"pid" : 47,
		"p" : "<p> Otras obras bien caracter&#237;sticas de Kuppel enmarcan rancias postales o vistas estereotipadas (de paisajes rurales y urbanos, monumentos, lugares pintorescos, etc.) en una recreaci&#243;n de su punto de vista que se desenvuelve gradualmente, como en un falso movimiento que las emplaza en un &#225;ngulo mayor y en un orden temporal distinto; un movimiento inducido por las argucias de sus ingenios mec&#225;nicos. Por ejemplo en <i>Das Planetarium</i>(1990), otra de sus instalaciones mayores, para la que ha ingeniado un proyector esf&#233;rico con 12 objetivos y transparencias fotogr&#225;ficas, con una fuente luminosa rotatoria que ilumina consecutiva y paulatinamente otras tantas pantallas circulares, dispuestas como si de sat&#233;lites se tratara en la periferia de una c&#250;pula radialmente delineada; pantallas que a su vez contienen, en su centro, una serie de a&#241;ejas postales que presentan los motivos comunes de un mismo entorno geogr&#225;fico y de un com&#250;n y an&#243;nimo personaje: <i>l'homme du Cantal</i>, cuya andanza &#8211;y la del no menos an&#243;nimo fot&#243;grafo del pintoresco reportaje&#8211; duplic&#243; Kuppel noventa a&#241;os despu&#233;s y por los mismos montes de dicha regi&#243;n de la Francia meridional.</p>"
	},
	{
		"pid" : 48,
		"p" : "<p> En los a&#241;os 90, Kuppel ha abandonado la chatarrer&#237;a de aquellas m&#225;quinas y dispositivos por otros recursos m&#225;s ligeros y electr&#243;nicos, digamos que menos metal&#250;rgicos y cat&#243;ptricos. Al cambiar de medios se intuyen tambi&#233;n otros &#233;nfasis y giros en su obra &#8211;un mayor &#233;nfasis en el tiempo, los amagos de ficci&#243;n y de introducci&#243;n de un trasfondo privado en los videofilms que ha realizado en los &#250;ltimos a&#241;os&#8211;, pero en plena consonancia por otra parte con los rumbos anteriores de una indagaci&#243;n sobre lo objetivo y lo ilusorio a trav&#233;s de las tecnolog&#237;as de la imagen y solicitando la implicaci&#243;n del p&#250;blico.</p>"
	},
	{
		"pid" : 49,
		"p" : " <ol start=\"4\"> <li><h1 lang=\"es-ES\" class=\"western\" style=\"widows: 2; orphans: 2; page-break-after: avoid\"> <b>David Blair: fantasmagor&#237;as digitales</b></h1> </ol>"
	},
	{
		"pid" : 50,
		"p" : "<p> Adelantado del cine digital y de la exploraci&#243;n creativa de los cibermedia, David Blair ha emprendido en 1985 su proyecto <i>WAX or The Discovery of Television Among the Bees</i>, concluido en 1991 como v&#237;deo y volcado a su vez a soporte f&#237;lmico de 16mm para su distribuci&#243;n en circuitos cinematogr&#225;ficos alternativos, deviniendo pronto lo que cabr&#237;a llamar un videofilm-de-culto. Sin embargo, muy inmediatamente, el proyecto cobrar&#237;a continuidad y una segunda existencia por la intuici&#243;n de su autor al entrever tempranamente las posibilidades de las redes telem&#225;ticas y de los programas de hipertexto, tanto para explorar in&#233;ditos cauces de difusi&#243;n, como para prolongar indefinidamente la cualidad de obra abierta, de ficci&#243;n capaz de generar otras ficciones, de m&#225;quina de multiplicar y combinar tramas y subtramas, que ya se hallaba presente desde el origen de <i>WAX</i> y su larga gestaci&#243;n.</p>"
	},
	{
		"pid" : 51,
		"p" : "<p> En efecto, Blair se ha lanzado por su cuenta y riesgo a la realizaci&#243;n de esta obra, sin m&#225;s experiencia que la de unos primeros pasos en el cine y el v&#237;deo experimental, en una fase de iniciaci&#243;n y aprendizaje de la que en m&#225;s de una ocasi&#243;n ha evocado su descubrimiento y primera devoci&#243;n por las obras de los pioneros del cine cibern&#233;tico y del videoarte basado en el proceso electr&#243;nico de im&#225;genes &#8211;se&#241;alando nombres como los de John y James Whitney, Nam June Paik y Ed Emshwiller&#8211;, lo cual resulta significativo retrospectivamente por cuanto Blair usa brillantemente (y nunca abusa jactanciosamente).</p>"
	},
	{
		"pid" : 52,
		"p" : "<p> del arsenal de los medios electr&#243;nicos y digitales para crear im&#225;genes de s&#237;ntesis y para lograr efectos que seducen a la vista. Otros aspectos que parecen haber influido en la peculiar aproximaci&#243;n de Blair a los medios y multimedios electr&#243;nicos son su formaci&#243;n literaria, su particular inter&#233;s por la ficci&#243;n fant&#225;stica &#8211;o<i>grotesca</i>, como &#233;l prefiere decir&#8211; y cierta predilecci&#243;n por el quehacer en solitario, intuitivo, libre de plazos de tiempo y entregado a la creaci&#243;n heur&#237;stica del aprender haciendo.</p>"
	},
	{
		"pid" : 53,
		"p" : "<p> En una &#233;poca en que muchos artistas entregados al v&#237;deo se pusieron a flirtear con los formatos de la televisi&#243;n y del cine en un doble sentido &#8211;formatos de ficci&#243;n, docudrama, v&#237;deo musical, etc.; tambi&#233;n los formatos del largometraje, de la proyecci&#243;n en pantalla grande al estilo cinematogr&#225;fico, del efectismo electr&#243;nico&#8211;, lo cierto es que Blair, desde su situaci&#243;n de francotirador de escasa fama y pedigr&#237; audiovisual, ha logrado convencer con una &#250;nica, ambiciosa y estramb&#243;tica cinta que carece de los vicios de forma, los amaneramientos por los que otras producciones caracter&#237;sticas de ese momento han envejecido m&#225;s de la cuenta en su afectada(post)modernidad. Bien al contrario, el <i>WAX</i> de Blair resiste (como debe ser) porque no depende verdaderamente de unas t&#233;cnicas destinadas a pasmar al p&#250;blico ne&#243;fito &#8211;ayer im&#225;genes de s&#237;ntesis entre la abstracci&#243;n org&#225;nica, la simulaci&#243;n y el videojuego, <i>morphings</i> y efectos digitales sin excusa; hoy p&#225;ginas web sobredise&#241;adas y de una interactividad ramplona)&#8211;, sino de la sabia e intencionada combinaci&#243;n de sus heterog&#233;neos ingredientes: entre lo viejo y lo nuevo, entre lo factual y lo inveros&#237;mil, entre la ciencia y la ficci&#243;n&#8230;</p>"
	},
	{
		"pid" : 54,
		"p" : "<p> Tanto en la historia que narra como en la hechura de la narraci&#243;n misma, la tecnolog&#237;a cumple un rol de primera l&#237;nea, pero como resorte de una <i>metaficci&#243;n</i>, de una maquinaci&#243;n de relatos sin fin. Al respecto, Blair se declara motivado por las (meta)ficciones de Thomas Pynchon, William Burroughs(que cumple en <i>WAX</i> un breve <i>cameo</i>)o Jorge Luis Borges; en general por las narrativas que brotan de la nada, por asociaci&#243;n autom&#225;tica de ideas o por ejercicio de<i>libreficci&#243;n</i>(tal como hablamos de <i>librepensamiento</i>).En <i>WAX</i>, el h&#233;roe es un inform&#225;tico que programa simuladores de vuelo y sistemas de entrenamiento armament&#237;stico en un centro de investigaci&#243;n militar. Iniciado por su padre en la apicultura, as&#237;como en la intuici&#243;n del potencial de las tecnolog&#237;as para el conocimiento de lo arcano, vivir&#225; una secuencia de hechos paranormales que le transportar&#225;n al pasado y al futuro, y m&#225;s all&#225;del vivir ef&#237;mero. Fabulosa narrativa que, en su transmisi&#243;n al espectador, comporta una armoniosa mara&#241;a de im&#225;genes tanto on&#237;ricas como realistas, tanto de s&#237;ntesis como de archivo, tanto simb&#243;licas y de orden cultural como del orden del simulacro, compendiando toda una serie de estadios ic&#243;nicos que desembocan en lo postfotogr&#225;fico.</p>"
	},
	{
		"pid" : 55,
		"p" : "<p> El dispositivo entero del cinema se basa, para Jean-Louis Baudry, en el principio de una <i>m&#225;quina de simulaci&#243;n</i> que facilita que la representaci&#243;n sea confundida con la percepci&#243;n inmediata.[[[10]]] Este efecto de simulaci&#243;n se muestra m&#225;s abiertamente en los comienzos del espect&#225;culo cinematogr&#225;fico, cuando &#233;ste todav&#237;a no ha adoptado el h&#225;bitat del teatro, la sala teatral (amparo del que da testimonio el nombre que recibe la sala cinematogr&#225;fica en pa&#237;ses de habla inglesa: <i>film theatre</i>).Los entornos que imaginan algunos pioneros del cine tienen en cambio que ver con una experiencia m&#225;s inmersiva que a menudo reproduce escenogr&#225;ficamente las plataformas de los medios de transporte. Una de las noticias m&#225;s curiosas que se tienen al respecto concierne a un proyecto ideado en 1895 por el pionero del cine brit&#225;nico Robert W. Paul y el escritor fantacient&#237;fico H.G. Wells, a ra&#237;z del &#233;xito de la novela <i>The Time Machine</i> de este &#250;ltimo. Seg&#250;n su solicitud de patente, los &quot;viajeros&quot; de esta nave transtemporal hubieran estado sentados en una plataforma basculante que les conducir&#237;a entre una sucesi&#243;n de im&#225;genes fotogr&#225;ficas y cinematogr&#225;ficas proyectadas desde distancias variables a voluntad, con el fin de crear impresiones de perspectiva tridimensional, y con el complemento sensorial de corrientes de aire que resaltar&#237;an la sensaci&#243;n de velocidad.[[[11]]]</p>"
	},
	{
		"pid" : 56,
		"p" : "<p> Otros entornos de este tipo proceden de la evoluci&#243;n de los &quot;oramas&quot;, comenzando por el Panorama y el Diorama, y de la adopci&#243;n de su misma premisa &#8211;la visi&#243;n total de envoltura circular o desbordando el campo visual del ojo humano&#8211; en combinaci&#243;n con dispositivos mec&#225;nicos y medios cinem&#225;ticos que enfatizan la experiencia f&#237;sica y polisensorial de los mismos. Experiencias exc&#233;ntricas, perif&#233;ricas a la consolidaci&#243;n del aparato del cinema &#8211;que va a privilegiar los efectos de orden psicol&#243;gico: ilusi&#243;n, identificaci&#243;n, linealidad, etc.&#8211;, su descendencia se encuentra m&#225;s bien en el seno de exposiciones universales, recintos feriales, parques tem&#225;ticos, lugares de ocio. Y como alardes del progreso tecnocient&#237;fico, favorecen extra&#241;as compa&#241;&#237;as de cama entre corporaciones del entretenimiento y altos estamentos orientados a la supremac&#237;a militar y tecnol&#243;gica de las grandes potencias, por los que el simulador b&#233;lico y el inocente juego de sal&#243;n de recreo llegan a compartir un similar &#225;rbol geneal&#243;gico.</p>"
	},
	{
		"pid" : 57,
		"p" : "<p> David Blair se ha referido expresamente a esta ambivalente circunstancia seg&#250;n la cual &quot;el pasado imita el futuro&quot; y el arte de la guerra antecede al juego de ordenador para todas las edades.[[[12]]] Sus metaficciones armonizan precisamente esta asincron&#237;a entre las tecnolog&#237;as del pasado y del futuro, pretextos que persisten en su nueva obra, actualmente en proceso todav&#237;a, <i>The Telepathic Motion Picture of THE LOST TRIBES</i>, que en este caso a&#250;na ciertas pr&#225;cticas del cine mudo con la parapsicolog&#237;a y con las exultantes predicciones para nuestro presente/futuro cibertecnol&#243;gico. Ahora con un proceso de elaboraci&#243;n paralela de la obra en su doble versi&#243;n como cinta videocinematogr&#225;fica destinada a su exhibici&#243;n en salas, y como una nueva propuesta hipermedia e interactiva.</p>"
	},
	{
		"pid" : 58,
		"p" : " <ol start=\"5\"> <li><h1 lang=\"es-ES\" class=\"western\" style=\"widows: 2; orphans: 2; page-break-after: avoid\"> <b>Marin Kasimir: pasaje de los panoramas</b></h1> </ol>"
	},
	{
		"pid" : 59,
		"p" : "<p> En una de las sinopsis que redacta para su inconclusa <i>Obra de los Pasajes</i>(<i>Das Passagen-Werk</i>), Walter Benjamin escribe a prop&#243;sito del auge del panorama en el siglo XIX: &quot;Hab&#237;a un tenaz af&#225;n por convertir los panoramas en teatros de una perfecta imitaci&#243;n de la naturaleza mediante artificios t&#233;cnicos diversos. Un esfuerzo en reproducir los cambios de la luz diurna sobre el paisaje, la salida de la luna, el rumor de las cascadas. (&#8230;) De este modo, al pretender producir unas variaciones de gran realismo en la representaci&#243;n de la naturaleza, los panoramas anuncian, m&#225;s all&#225; de la fotograf&#237;a, el cine e incluso el cine sonoro.&quot;[[[13]]]</p>"
	},
	{
		"pid" : 60,
		"p" : "<p> Cuando, a principios de los 90, Marin Kasimir inicia el proyecto <i>La Description de l'Arche</i>, en colaboraci&#243;n con el escritor Fr&#233;deric Migayrou, una de sus referencias es la prism&#225;tica aproximaci&#243;n de Benjamin al Par&#237;s decimon&#243;nico como ensayo de una filosof&#237;a materialista de la historia de un tiempo pr&#243;ximo, aquel en el que se fragua la era moderna. Otra, que ya est&#225; presente como si de una cita si se tratara en el primero de los panoramas fotogr&#225;ficos sobre los que se va articular el proyecto a largo plazo de Kasimir y Migayrou, es la noci&#243;n de hipertexto que aparece recogida en la imagen a trav&#233;s de la portada del fundamental libro de George P. Landow sobre el tema[[[14]]], en las manos de uno de los figurantes de la escena; noci&#243;n, por otra parte, que ya se halla anticipada en la concepci&#243;n de la <i>Obra de los Pasajes</i> de Benjamin como &quot;montaje literario&quot;, como ensamblaje de citas, &quot;sobras&quot;, &quot;residuos&quot;. Referencias que remiten al doble derrotero visual y literario de <i>La Description de l'Arche</i> que, seg&#250;n el plan de sus autores, habr&#237;a de fusionarse finalmente en un libro de im&#225;genes y palabras <i>en libertad</i>(por utilizar una expresi&#243;n que halla otras resonancias en las primeras vanguardias y sus remolinos de tipograf&#237;a, dicci&#243;n y medios entremezclados) como una nueva memoria de enlaces hipertextuales e hipervisuales acerca de la evoluci&#243;n contempor&#225;nea de la antigua capital de la modernidad.</p>"
	},
	{
		"pid" : 61,
		"p" : "<p> Estos cruces de referencias, por as&#237; decir, transhist&#243;ricas pueden caracterizar globalmente el trabajo de Kasimir, el cual se remonta a la tradici&#243;n ocular &#8211;entre la ciencia y la (re)creaci&#243;n&#8211; de los espejos y las anamorfosis, los &quot;oramas&quot; y los largos tiempos de exposici&#243;n propios de los inicios de la fotograf&#237;a, actualiz&#225;ndola de manera vigorosa en una observaci&#243;n del espacio urbano y sus estandartes arquitect&#243;nicos, las remodelaciones del suelo, los desheredados metropolitanos, las zonas suburbiales...Desde hace varios a&#241;os, Kasimir se sirve especialmente del patr&#243;n panor&#225;mico en aquello que tiene de paso entre la observaci&#243;n est&#225;tica y la din&#225;mica, de aprehensi&#243;n tanto del espacio como del tiempo, de yuxtaposici&#243;n entre realidad y ficci&#243;n, creando lo que podr&#237;amos llamar <i>films est&#225;ticos</i>.En ellos tanto adopta procedimientos de puesta en escena como le da la bienvenida al azar, al hecho imprevisto, y el acto fotogr&#225;fico tanto se cumple en tiempo real como en el estiramiento de largos tiempos de toma.</p>"
	},
	{
		"pid" : 62,
		"p" : "<p> <i>La Description de l'Arche</i> se refiere al conjunto hist&#243;rico-monumental que se extiende del Museo del Louvre hasta la esplanada de la D&#233;fense, un eje en y alrededor del cual se encuentran las principales instituciones art&#237;sticas y culturales de Par&#237;s, y algunos de los monumentos emblem&#225;ticos de <i>la grandeur</i> francesa como el Arco de Triunfo y la Torre Eiffel, en yuxtaposici&#243;n con los nuevos alardes, la nueva arquitectura-espect&#225;culo de la acristalada Pir&#225;mide del Louvre y la Grande Arche de la D&#233;fense.(El t&#237;tulo del proyecto se refiere tanto a la singularidad de este edificio como a la <i>arch&#233;</i>, el vocablo griego del que desciende la arquitectura). Para los panoramas inaugurales (n&#250;meros cero y uno) de esta serie, Kasimir y Migayrou eligieron el punto de vista privilegiado que se obtiene desde la rotonda que corona los almacenes La Samaritaine, en las inmediaciones del Louvre; azotea que proporciona una vista de p&#225;jaro de Par&#237;s y su r&#233;plica en forma de panorama pintado que se extiende por todo el per&#237;metro de la barandilla del mirador. As&#237; como ha sugerido Marie-Ange Brayer[[[15]]], se trata de &quot;un panorama del panorama&quot;, una yuxtaposici&#243;n del presente y el pasado, que permite evocar la tradici&#243;n de un entretenimiento que, ya al borde del siglo XX, en la Exposici&#243;n Universal de Par&#237;s de 1900, integra las t&#233;cnicas de la fotograf&#237;a y el cinema en el <i>Photorama</i> de los Lumi&#232;re o en el ef&#237;mero y accidentado <i>Ballon-Cin&#233;orama</i> de Raoul Grimoin-Sanson (simulacro de un periplo en globo aerost&#225;tico por diversas ciudades y destinos tur&#237;sticos).</p>"
	},
	{
		"pid" : 63,
		"p" : "<p> La noci&#243;n de <i>imagen exc&#233;ntrica</i> es clave en el acercamiento de Kasimir al principio de la visi&#243;n panor&#225;mica. A diferencia del panorama original, concebido por el pintor Robert Barker en 1787, que muestra una vista de 360&#186; en trampantojo, siempre referida a un punto de vista central y a un horizonte continuo, los panoramas de Kasimir eligen un &#225;ngulo sesgado, descentrado, en desplazamiento incluso a lo largo del tiempo de toma. No se rigen por un prop&#243;sito de <i>omnivisi&#243;n</i> superadora de los l&#237;mites de la visi&#243;n humana, ni de simulaci&#243;n de la realidad circundante a escala del sujeto observador y seg&#250;n una ordenanza transparente de la construcci&#243;n perspectiva. Por el contrario, el horizonte se torna sinuoso, el espacio se prolonga m&#225;s all&#225; de una concordancia circular simple, el tiempo se dilata y se producen solapamientos, fundidos encadenados y fisuras en la (falsa)continuidad visualizada.</p>"
	},
	{
		"pid" : 64,
		"p" : "<p> Kasimir utiliza habitualmente una c&#225;mara panor&#225;mica con rotaciones que se extienden de los 360&#186;a magnitudes que pueden llegar a alcanzar virtualmente los 5000&#186;, as&#237; como todas las fracciones intermedias posibles, por sucesivas vueltas completas o truncadas. A su vez el tiempo de exposici&#243;n&#8211;perfectamente podr&#237;a decirse de rodaje en el sentido cinematogr&#225;fico&#8211; puede prolongarse desde unos pocos segundos hasta intervalos de varias horas, jornadas y hasta semanas, lo que asimismo determina que el artista haya ido incorporando crecientemente procedimientos de montaje y postfotogr&#225;ficos mediante recursos digitales que se hacen plena y deliberadamente evidentes en algunas obras m&#225;s recientes. Todas las posibilidades del aparato y el acto fotogr&#225;fico son exploradas, desbord&#225;ndose hacia lo cinematogr&#225;fico mediante desplazamientos de &#225;ngulo, movimientos panor&#225;micos(tambi&#233;n verticales) y con monturas hidr&#225;ulicas, &#243;pticas de &#225;ngulo variable, figurantes y atrezzo, etc.  </p>"
	},
	{
		"pid" : 65,
		"p" : "<p> El uso de otros recursos como cajas de luz y soportes transparentes, acoplamientos a m&#243;dulos arquitect&#243;nicos y lugares espec&#237;ficos, sumas y solapamientos de vistas panor&#225;micas diversas, toda clase de soportes impresos (carteles, postales, <i>leporellos</i> o libros de panoramas desplegables) o usos a contrapelo de la tecnolog&#237;a fotogr&#225;fica convencional, resulta revelador de un hacer neobarroco, porque va en b&#250;squeda de todas las maneras de explorar esa interinidad entre la fotograf&#237;a y el cine en la que se emplaza el trabajo de Kasimir, entregado a una super-visi&#243;n del espacio social contempor&#225;neo en todos sus rasgos. As&#237;, uno de sus trabajos m&#225;s recientes, <i>L'Envers du passage</i>(2000), es una imagen panor&#225;mica que en su versi&#243;n como libro desplegable[[[16]]] alcanza m&#225;s de 18 metros de longitud, tomada a lo largo de 17 horas como cr&#243;nica visual (y escrita en el reverso del <i>leporello</i>)de la celebraci&#243;n del tan simb&#243;lico a&#241;o nuevo del 2000 nuevo en los Campos El&#237;seos de Par&#237;s y entre la decena de norias encargadas a diversos artistas; fasto perecedero fijado en la memoria de un recorrido fotogr&#225;fico, rondando en extremo lo cinematogr&#225;fico, que discurre entre el antes y el despu&#233;s de la velada.</p>"
	},
	{
		"pid" : 66,
		"p" : " <ol> <li><h1 lang=\"es-ES\" class=\"western\"><b>Michael Snow: la regi&#243;n central</b></h1> </ol>"
	},
	{
		"pid" : 67,
		"p" : "<p> M&#225;s que un artista, Michael Snow es/son varios creadores que se comunican de continuo: el artista visual abierto a toda clase de medios (pintura, escultura, fotograf&#237;a, holograf&#237;a, instalaciones, etc.), el m&#250;sico, el cineasta&#8230; y quiz&#225; un fil&#243;sofo sereno. Uno de los rasgos caracter&#237;sticos de su obra y trayectoria es precisamente la elasticidad entre lo puro y lo impuro desde la que aborda toda una diversidad de pr&#225;cticas, disciplinas, recursos, formatos, contextos; entre la plena autonom&#237;a y la reciprocidad de las artes y medios que cultiva seg&#250;n si los diferentes Michael Snow trabajan por separado, a d&#250;o, o todos juntos y al un&#237;sono.</p>"
	},
	{
		"pid" : 68,
		"p" : "<p> Se puede advertir as&#237; que algunas de sus esculturas conceden suma importancia a unas cuestiones de punto de vista, encuadre o profundidad perspectiva que tienen estrecha relaci&#243;n con su obra foto- y cinematogr&#225;fica; que algunos de sus films est&#225;n entera o principalmente constituidos por fotograf&#237;as o por textos escritos; que varios de sus trabajos fotogr&#225;ficos en soportes diversos (objetos, series, diaporamas, libros) parecen ungidos por la secuencialidad del tiempo cinematogr&#225;fico&#8230; Entre otros trasvases de im&#225;genes e intangibles de un soporte a otro (pintura/fotograf&#237;a, v&#237;deo/cine, visual/sonoro, etc.).</p>"
	},
	{
		"pid" : 69,
		"p" : "<p> Pero Snow cree tambi&#233;n, y muy firmemente, en el vigor absoluto de cada uno de los medios y soportes que frecuenta, y tiene ideas muy claras sobre los cauces m&#225;s id&#243;neos para su exhibici&#243;n o comunicaci&#243;n p&#250;blica.[[[17]]] En este sentido, aunque pulsa muchas teclas, su obra no se acomoda bien a la borrosa noci&#243;n de arte multimedia; m&#225;s bien se entrega a un proceso de b&#250;squeda paralela o consecutiva en distintos medios, aquilatando aquello que puede ser consustancial a cada uno, independientemente de que acuda a elementos y prop&#243;sitos comunes o recurrentes.</p>"
	},
	{
		"pid" : 70,
		"p" : "<p> Alrededor del film <i>Wavelength</i>(1967), uno de los hitos m&#225;s reconocidos y glosados de su obra, pueden hallarse algunos casos paradigm&#225;ticos.[[[18]]] No en vano es una pieza que Snow describi&#243; en su momento como &quot;una suma de mi sistema nervioso, mis intuiciones religiosas y mis ideas est&#233;ticas&quot; [&quot;a summation of my nervous system, religious inklings and aesthetic ideas&quot;]. Pieza clave por otra parte en la identificaci&#243;n de una forma nueva de cinema abstracto, absoluto (sin que las im&#225;genes en s&#237; lo sean) que recibir&#225; los apelativos de<i>cine estructural</i>(P. Adams Sitney) o <i>materialista</i>(Peter Gidal), Snow pretendi&#243; &quot;un monumento al tiempo&quot; [&quot;a time monument&quot;] a trav&#233;s de la vectorialidad de un movimiento&#243;ptico &#8211;un zoom&#8211; que discurre a lo largo de 45 minutos a trav&#233;s de un espacio interior, hasta consumarse en un plano de detalle de una fotograf&#237;a colgada al fondo de dicho espacio: la imagen de unas olas marinas. Sin embargo, se trata de un zoom s&#243;lo aparentemente continuo, de hecho permanentemente quebrado por cambios e incidencias que se producen tanto en el plano de impresi&#243;n de la pel&#237;cula (por la utilizaci&#243;n de diferentes emulsiones en el rodaje) como en el plano &#243;ptico (por la interposici&#243;n de gelatinas u otros materiales filtrantes), y tanto en un tiempo discontinuo (perceptible por la luz cambiante detr&#225;s de las ventanas al fondo de la estancia) como en el espacio prof&#237;lmico (puntualmente habitado por presencias y actividades humanas que incluyen, bien ir&#243;nicamente, una muerte y el sucesivo descubrimiento del cad&#225;ver). As&#237; es un film que subraya constantemente su chasis material, sus artificios, su planificaci&#243;n detallista, al mismo tiempo que juega con ese trance hipn&#243;tico y de identificaci&#243;n perseguido en las ficciones del cine ilusionista/naturalista.</p>"
	},
	{
		"pid" : 71,
		"p" : "<p> En los alrededores temporales y est&#233;ticos de dicho film, como dec&#237;a, se encuentran otras obras de constituci&#243;n material diversa. Entre otras muchas, una es la fotoescultura <i>Atlantic</i>(1967), un tridimensional retablo de treinta vistas del oleaje marino enmarcadas por una geometr&#237;a de cubos de metal pulido que proporcionan un efecto caleidosc&#243;pico y cuasi cin&#233;tico de la mon&#243;tona y simultane&#237;sta disposici&#243;n secuencial de las fotograf&#237;as. Otra es la pieza fotogr&#225;fica de proyecci&#243;n secuencial<i>Slidelength</i>(1969-71), la cual maneja ingredientes y rasgos bien pr&#243;ximos al hom&#243;fono <i>Wavelength</i> para producir uno de los primeros ejercicios de Snow a caballo de la fotograf&#237;a y el cine, y en relaci&#243;n a otras cuestiones recurrentes en posteriores realizaciones: la infraleve naturaleza de la transparencia, o el &#233;nfasis en la duraci&#243;n y en el proceso intr&#237;nseco a la creaci&#243;n de la obra misma.</p>"
	},
	{
		"pid" : 72,
		"p" : "<p> El film <i>La R&#233;gion Centrale</i>(1971) es otro jal&#243;n de referencia obligada: una obra de dimensi&#243;n colosal en su duraci&#243;n de tres horas dedicadas a la absorbente contemplaci&#243;n de un paisaje vac&#237;o; una especie de <i>land art</i> cinematogr&#225;fico que es como un panorama latente, virtualmente esf&#233;rico, que discurre sin pausa en el rect&#225;ngulo convencional de la proporci&#243;n &#225;urea adoptada por el cinemat&#243;grafo. Para el rodaje de este film, Snow concibi&#243; una m&#225;quina, a modo de montura robotizada, que le permit&#237;a controlar todas las funciones de la c&#225;mara &#8211;sus movimientos pivotantes en todas direcciones y sentidos, velocidades y arabescos, as&#237; como la longitud focal o la apertura del diafragma&#8211; mediante instrucciones codificadas en forma de sonidos grabados sobre cinta magn&#233;tica. De <i>La R&#233;gion Centrale</i> deriva consecutivamente Snow su instalaci&#243;n <i>De La</i>(1971), en la cual la m&#225;quina auxiliar pero primordial en dicho film(en cierto modo, la m&#225;quina que lo ha ejecutado) se emancipa como escultura axial de un dispositivo especular del espacio donde se ubica, as&#237; como de los visitantes que recibe, mediante la sustituci&#243;n de la c&#225;mara cinematogr&#225;fica por otra de v&#237;deo en circuito cerrado que env&#237;a sus se&#241;ales a diversos monitores perif&#233;ricos.[[[19]]]</p>"
	},
	{
		"pid" : 73,
		"p" : "<p> La instalaci&#243;n f&#237;lmica <i>Two Sides to Every Story</i>(1974) y el libro fotogr&#225;fico <i>Cover to Cover</i>(1975) guardan igualmente una relaci&#243;n evidente, al establecer con medios rigurosamente diferentes una doble visi&#243;n basada en una correlaci&#243;n de anverso y reverso que incita a una conmutaci&#243;n permanente de su orden de percepci&#243;n, lectura, seguimiento secuencial. En la mencionada instalaci&#243;n, por el desplazamiento f&#237;sico del espectador a fin de tratar de cercar el campo y contracampo de dos proyecciones que convergen a ambos lados de una pantalla suspendida en mitad del espacio. En <i>Cover to Cover</i>, yendo y viniendo con las manos y con la vista entre las p&#225;ginas enfrentadas de un libro reversible, como si combinara el orden convencional de los renglones de la escritura en el alfabeto latino y en otros orientales o isl&#225;micos; renglones que aqu&#237; son los del espacio y el tiempo fotogr&#225;fico.</p>"
	},
	{
		"pid" : 74,
		"p" : "<p> Para Snow, &quot;las c&#225;maras son espejos con memoria&quot; [&quot;cameras are mirrors with memories&quot;]. Sus films y fotograf&#237;as alientan razonamientos y paradojas filos&#243;ficas, tal como han se&#241;alado varios comentaristas de su obra, a menudo con distintivos rasgos de humor y siempre con una sagaz elaboraci&#243;n de las proposiciones que afronta en cada una de sus creaciones, yendo a la regi&#243;n central de los medios que maneja, pero tambi&#233;n de los intervalos entre aquello que es intr&#237;nseco a uno u otro. De este modo, su obra nos abre el paso al otro lado del espejo y a los engranajes de la memoria y la proyecci&#243;n de im&#225;genes, de la fotograf&#237;a y el cine y del intercambio de sus atributos en piezas que se deslizan en el filo entremedias/<i>intermedia</i>.</p>"
	},
	{
		"pid" : 75,
		"p" : " <ol start=\"2\"> <li><h1 lang=\"es-ES\" class=\"western\"><b>Josu Rekalde: contrariedad de las im&#225;genes</b></h1> </ol>"
	},
	{
		"pid" : 76,
		"p" : "<p> En la trayectoria pausada pero firme de Josu Rekalde, <i>Sin im&#225;genes</i>(1994) constituye una obra clave &#8211;incluso si lo fue de manera harto imprevista para su autor&#8211; por el despojamiento absoluto, la agudeza e intensidad de este v&#237;deo de 5 minutos que, tal como su t&#237;tulo sugiere, transcurren sin ninguna imagen ni sonido. Sin representaciones ni ornamentos, sino a trav&#233;s de la presentaci&#243;n de una secuencia de textos con escuetos recursos de animaci&#243;n y composici&#243;n tipogr&#225;fica que secundan sus &#233;nfasis, giros y marcas de enunciaci&#243;n. Dichos recursos permiten evocar tanto los visos de la poes&#237;a visual y las palabras en libertad, como otros usos del texto y la letra a modo de primera materia en la propaganda, la publicidad, el dise&#241;o. Esos textos que desfilan se convierten entonces en una transubstanciaci&#243;n de las im&#225;genes que deniegan, de manera consecuente con la intenci&#243;n de constituir una r&#233;plica a la sobresaturaci&#243;n de las im&#225;genes que rinden cuenta de las guerras y brotes de violencia en el mundo, en dosis cotidianas e insensibilizantes de horror obsceno administradas a intervalos regulares por el tubo televisivo y otros medios de informaci&#243;n; aqu&#237;en referencia concreta a los enfrentamientos inter&#233;tnicos y b&#233;licos que se suceden tras la desintegraci&#243;n de la antigua Yugoslavia. En la serena y concisa mordacidad de estos textos reside el vigor propio del antojo iconoclasta de Rekalde, cuya obra incide en diversas ocasiones en la autoridad que nuestra sociedad concede a las im&#225;genes y en las manifestaciones de violencia y brutalidad de nuestro hipercivilizado mundo.</p>"
	},
	{
		"pid" : 77,
		"p" : "<p> La concepci&#243;n del v&#237;deo como reverso cr&#237;tico y desmantelador de la televisi&#243;n, y por extensi&#243;n de otros medios de enajenaci&#243;n masiva, es precisamente uno de los rasgos sobre los que se construye la identidad de las pr&#225;cticas del v&#237;deo como arte y activismo. Acallar o, al contrario, exacerbar simb&#243;licamente el flujo cotidiano de la informaci&#243;n y el espect&#225;culo servido a domicilio por las televisiones son precisamente algunas de las maniobras caracter&#237;sticas que se advierten en los comienzos de dichas pr&#225;cticas. En la obra primera de un artista tan emblem&#225;tico del medio como es Nam June Paik, hallamos tanto la anulaci&#243;n de lo ic&#243;nico que reduce la se&#241;al electr&#243;nica del artefacto televisivo a una sola l&#237;nea o a un nimio punto de gran intensidad luminosa, como un sobrevoltaje de im&#225;genes y de efectos chillones que es toda una premonici&#243;n del zapping y del zarandeo de la visi&#243;n que nos resulta tan habitual actualmente.Entre estas est&#233;ticas extremas del silencio y del ruido &#8211;lo uno conlleva lo otro seg&#250;n la concepci&#243;n de John Cage, reconocido mentor de Paik&#8211;, Rekalde ha elegido con m&#225;s ah&#237;nco la primera: la del silencio sutil que hace escuchable el rumor de fondo, el ruido medi&#225;tico que compone la banda sonora de nuestros d&#237;as. Atronadora y, al mismo tiempo, casi subliminal por un previo atiborramiento de la percepci&#243;n.  </p>"
	},
	{
		"pid" : 78,
		"p" : "<p> Si ya en cierto momento de <i>Sin im&#225;genes</i>, Rekalde apunta (con palabras) a la exaltaci&#243;n y la violencia latente que engendra el deporte como espect&#225;culo competitivo que llega a confundirse con otros sentimientos patri&#243;ticos y at&#225;vicos, su instalaci&#243;n <i>Memoria gen&#233;tica</i>(1996) se refiere con perspicacia y con medios m&#237;nimos a la ambig&#252;edad que cobran unas im&#225;genes tomadas de las p&#225;ginas deportivas de los diarios, llevadas fuera de su contexto original&quot;como si fueran duras im&#225;genes de violencia social&quot;.Instalaci&#243;n escult&#243;rica a base de lucernas sumamente rudimentarias que emplean cono fuente luminosa simples bombillas el&#233;ctricas, mientras que otras bombillas rellenas de agua ejercen como lentes&#8211;con una reproducci&#243;n fotogr&#225;fica sobre soporte transparente en medio de ambas&#8211;, las imprecisas y temblorosas proyecciones que se obtienen acent&#250;an la connotaci&#243;n escabrosa o altamente emocional de las instant&#225;neas. &quot;Esta es la ambig&#252;edad con la que juego&quot;&#8211;escribe Rekalde&#8211; &quot;en las im&#225;genes que presento proyectadas en la pared, &#191;qui&#233;n sabe d&#243;nde est&#225; la realidad y d&#243;nde empieza ese fantasma virtual que la refleja?&quot;  </p>"
	},
	{
		"pid" : 79,
		"p" : "<p> Si el poder de las im&#225;genes, entre la seducci&#243;n y el autoritarismo, es una de las cuestiones que Rekalde se plantea repetidamente en conexi&#243;n con otras que tienen que ver con la violencia, con el choque entre culturas distintas y con las funciones simb&#243;licas y&#233;ticas del quehacer art&#237;stico, tales tramas se solapan en la medida en que su visi&#243;n es la de un artista sensible a la barbarie que acontece a su alrededor, tanto en el ancho mundo como por vecindad inmediata con las turbulencias que se viven en su lugar de origen, el Pa&#237;s Vasco. En dicho sentido, es significativo que <i>Sin im&#225;genes</i> verse sobre un conflicto que sucede en un enclave relativamente lejano seg&#250;n los raseros cartogr&#225;ficos, pero simult&#225;neamente pr&#243;ximo; tanto por efecto de las instant&#225;neas period&#237;sticas que genera como por el substrato etnocultural y at&#225;vico de los antagonismos que revela, cercanos a una situaci&#243;n de guerra civil. Y que <i>Memoria gen&#233;tica</i> aborde el tema de la violencia desde la levedad aparente de los rasgos de unas im&#225;genes extra&#237;das de las p&#225;ginas de la prensa deportiva.</p>"
	},
	{
		"pid" : 80,
		"p" : "<p> En otro v&#237;deo consecutivo, <i>Contando con los dedos de una mano</i>(1996), el subterfugio digamos que consiste en desmentir o poner en cuesti&#243;n el viejo proverbio seg&#250;n el cual una imagen vale por mil palabras. De tal manera que, al pie de la letra, Rekalde compone una mon&#243;tona (aunque nada minimalista) secuencia de gestos hechos con las manos y de cuentas echadas con los dedos, en correspondencia con un comentario en off que consta exactamente de mil palabras o elementos sint&#225;cticos, cuyo hilo conductor y conclusi&#243;n son respectivamente una enumeraci&#243;n de los cinco dedos de una mano y una cuenta terminal del n&#250;mero de palabras invertido en elaborar el discurso. La sinceridad del autor queda al descubierto en la medida en que nos indica que &quot;odio la tiran&#237;a de la imagen, odio la tiran&#237;a de las palabras y sin embargo constituyen la mejor manera que tengo de comunicarme con vosotros&quot;.</p>"
	},
	{
		"pid" : 81,
		"p" : "<p> Frente a dichas tiran&#237;as, Rekalde ha preferido desde los comienzos de su trayectoria art&#237;stica el lenguaje po&#233;tico abierto de la met&#225;fora, la alegor&#237;a y el simbolismo, a riesgo de caer en una expresi&#243;n a veces demasiado herm&#233;tica. Pero las piezas aqu&#237; comentadas son justamente las que le permiten superar cierta crisis de confianza en la acci&#243;n comunicativa de sus elaboraciones art&#237;sticas, explorando a su vez nuevas posibilidades de implicaci&#243;n del espectador a trav&#233;s de instalaciones de v&#237;deo interactivo como <i>Habitaci&#243;n con h&#225;bitos</i>(1995) y <i>Disertando en la taberna</i>(1996). En ambas Rekalde utiliza las mismas secuencias: acciones que se suceden de manera intercambiable como vi&#241;etas de ficci&#243;n que recrean diversas situaciones de violencia cotidiana con un distanciamiento ostensible (los actores saludan al t&#233;rmino de cada escena), perturbando las claves del realismo y de identificaci&#243;n psicol&#243;gica. Pero, as&#237; como en la primera de dichas instalaciones, el espectador es todav&#237;a un sujeto pasivo que dispara una secuencia cambiante de sonidos e im&#225;genes seg&#250;n donde se ubica en el espacio, en <i>Disertando en la taberna</i> se traslada al espectador el comando de las representaciones &#8211;por medio de un figurado vaso de vino a modo de <i>joystick</i>&#8211;, implic&#225;ndole m&#225;s directamente en la experiencia interactiva, con el simult&#225;neo extra&#241;amiento que supone tanto el contrahecho mobiliario de la instalaci&#243;n como la ambig&#252;edad misma de unas escenas corrientes tensadas por morbosos estallidos.</p>"
	},
	{
		"pid" : 82,
		"p" : " <ol start=\"6\"> <li><h1 lang=\"es-ES\" class=\"western\" style=\"widows: 2; orphans: 2; page-break-after: avoid\"> <b>Francisco Ruiz de Infante: moscas volantes</b></h1> </ol>"
	},
	{
		"pid" : 83,
		"p" : "<p> Reciben el nombre de <i>moscas volantes</i> los fen&#243;menos oculares que provocan la impresi&#243;n de manchas pasajeras en la visi&#243;n, a modo de part&#237;culas suspendidas y tenues enturbiamientos que se acent&#250;an con el parpadeo o por frotamiento de los p&#225;rpados. Esta idea de imperfecci&#243;n de la visi&#243;n &#8211;y, por extensi&#243;n, de la percepci&#243;n y el entendimiento&#8211; se halla impl&#237;cita en toda la obra de Francisco Ruiz de Infante. En sus v&#237;deos por la cualidad enrarecida o intrincada de las im&#225;genes, tanto como de los sonidos, que resulta de los velos o capas superpuestas; de las mezclas, las estr&#237;as simult&#225;neas y los eslabonamientos graduales que otorgan espesor a los diversos elementos entreverados (visuales, textuales, sonoros, musicales). En sus instalaciones, por los obst&#225;culos frecuentemente interpuestos en el espacio concebido como lugar de tr&#225;nsito; por sus <i>errores de arquitectura</i>, tropiezos visuales y sonoros y, en algunas realizaciones &#250;ltimas, por las trampas que conciertan unos componentes interactivos que se acogen a una concepci&#243;n &quot;infantilizante&quot; favorecida por nuestra sociedad multimedi&#225;tica.</p>"
	},
	{
		"pid" : 84,
		"p" : "<p> Desde los inicios de su actividad art&#237;stica, Ruiz de Infante se ha inclinado por volver repetidamente sobre un n&#250;mero de temas y motivos: grandes temas como el tr&#225;nsito por la vida, el sentimiento de culpa, el aprendizaje de la realidad, la violencia y el miedo; motivos fuertemente aleg&#243;ricos como el agua, el viaje, la casa como refugio, los <i>huesos blandos</i> de la infancia o un recurrente <i>bestiario</i> de ambiguas connotaciones (peces e insectos, canes y lobos). De ah&#237;que sus obras se organicen en ciclos, series o trilog&#237;as&#8230; Y, a su vez, como parte de <i>proyectos tem&#225;ticos</i> que se suceden como etapas por el marcado componente subjetivo del arte de Ruiz de Infante, con sus atisbos autobiogr&#225;ficos que paulatinamente se desv&#237;an del espejo para enfrentarse a la esquiva realidad desde la visi&#243;n interior. Pues ver desde el interior supone protegerse de los desgarros de la realidad sin tener que apartar la mirada.</p>"
	},
	{
		"pid" : 85,
		"p" : "<p> Los propios escritos de Ruiz de Infante a modo de dietario y comentarios liminares a su trabajo facilitan un seguimiento de la evoluci&#243;n del mismo. As&#237;, refiri&#233;ndose al fuerte componente verbal de sus v&#237;deos, comenta la transici&#243;n gradual del mon&#243;logo interior &#8211;primero &#8221;muy interior: herm&#233;tico&#8221;; despu&#233;s &#8220;expl&#237;cito, imp&#250;dico, adolescente&#8221;&#8211; que paulatinamente se asoma al exterior y a la conversaci&#243;n simulada del &#8220;falso di&#225;logo&#8221;, la &#8220;conversaci&#243;n solitaria&#8221; y los &#8220;ejercicios de esquizofrenia&#8221;. Sin embargo, sin abandonar enteramente los asuntos de los ritos de paso, el aprendizaje y la perplejidad inocente que se vuelcan en un marco enga&#241;osamente infantil o pubescente en las diversas entregas del proyecto tem&#225;tico <i>Centro de tr&#225;nsito para adolescentes</i>&#8211;que el artista acota temporalmente entre 1989-1993 y que resume como &quot;una visi&#243;n turbia y rom&#225;ntica de los recuerdos de infancia&quot;&#8211;, la obra de Ruiz de Infante va a contagiarse m&#225;s y m&#225;s de la prosa del mundo, de su actualidad m&#225;s pat&#233;tica, de las cr&#243;nicas del desasosiego inscritas en la memoria colectiva. E incluso si estas cuestiones siguen remiti&#233;ndose al territorio de la infancia, ahora proyecta las peripecias del aprendizaje del mundo hacia los interrogantes que nos mantienen en vilo como adultos.</p>"
	},
	{
		"pid" : 86,
		"p" : "<p> El v&#237;deo <i>Los lobos</i>(1995), primera cinta de larga duraci&#243;n (en torno a 90 minutos) que aborda Ruiz de Infante, da nombre a su vez a un nuevo ciclo tem&#225;tico que va a extenderse en un amplio n&#250;mero de instalaciones y<i>recorridos de instalaciones</i>(conjuntos de m&#250;ltiples estancias/ambientes, macroformato preferido por el artista cuando tiene la ocasi&#243;n de ocupar amplios espacios).Con una fotograf&#237;a en blanco y negro llena de matices intercalados, la cinta se estructura narrativamente como un <i>falso di&#225;logo</i> que discurre polif&#243;nicamente por la diversidad de voces, lenguas, inflexiones, edades y g&#233;neros que se reparten las l&#237;neas de di&#225;logo de los dos personajes esenciales &#8211;el <i>Maestro-Gu&#237;a</i> y el <i>Aprendiz</i>&#8211;, reparto ficticio ya que se mantiene estrictamente en las afueras del caudal de im&#225;genes y porque todav&#237;a es reducible, seg&#250;n Ruiz de Infante sugiere, a <i>un personaje m&#250;ltiple</i> en conversaci&#243;n solipsista. Los textos y las im&#225;genes son los hilos trenzados de un viaje inm&#243;vil por los torbellinos de un mundo aturdidor y ca&#243;tico, trasunto de estados y sensaciones de corrupci&#243;n, violencia, sinraz&#243;n y angustia, en el mundo f&#237;sico; un viaje alucinante que discurre por los territorios del subconsciente, antes que por los de la actualidad geopol&#237;tica. Las voces son como un comentario de las im&#225;genes y de su poder hechizante (de eso trata este aprendizaje), siempre desde un registro po&#233;tico pero repleto de expresiones prosaicas y contrasentidos, perogrulladas y sofismas, turbadores imperativos y afligidas letan&#237;as en primera persona; toda la gama de construcciones ling&#252;&#237;sticas que Ruiz de Infante ha ido elaborando en su videograf&#237;a previa. Las vigorosas im&#225;genes quieren expresar por su parte las zonas m&#225;s oscuras de nuestra sociedad lobuna, depredadora, como si aquellas s&#243;lo pudieran ser visualizadas inteligiblemente en las pantallas de juegos electr&#243;nicos y circuitos de vigilancia, en la ansiedad indolente del zapping y en la evocaci&#243;n de las f&#225;bulas aterradoras de los cuentos infantiles. Traves&#237;a paralela que persigue la convulsa belleza del estremecimiento, tras la enga&#241;osa superficialidad de las frases hechas y de las im&#225;genes que parpadean llamativamente en la pantalla.</p>"
	},
	{
		"pid" : 87,
		"p" : "<p> Las instalaciones de Ruiz de Infante, su otro medio de expresi&#243;n habitual, encarnan el trabajo que &#233;l llama de <i>manos sucias</i>&#8211;afirmaci&#243;n misma de la manualidad y de la construcci&#243;n sobre el terreno&#8211;, por oposici&#243;n a la pulcritud del trabajo mental, de concepci&#243;n y escritura, y con la asepsia de las tecnolog&#237;as audiovisuales. Tambi&#233;n es donde da rienda suelta a esa temporalidad ef&#237;mera, transitoria, que es una de las claves tem&#225;ticas de toda su obra, frente al tiempo lento y que se dilata en la elaboraci&#243;n de ideas y en sus v&#237;deos de impoluto acabado. As&#237;, la mayor parte de sus instalaciones son concebidas para lugares concretos e, incluso cuando parten de un mismo concepto o dispositivo, generan versiones, variantes tan distintas que llegan a adquirir autonom&#237;a propia dentro del h&#225;bito serial de su trabajo. En estas puestas en escena, obras de instalaci&#243;n e instauraci&#243;n de ambientes, utiliza materiales tales como planchas de escayola, maderas y cartones, placas de vidrio o pl&#225;stico, muebles y objetos comunes, elementos de iluminaci&#243;n y, en general, materiales fr&#225;giles, precarios, incluso de derribo; tanto por s&#237; solos como combinados con elementos audiovisuales y, en los &#250;ltimos a&#241;os, como ya se ha sugerido antes, con resortes activados por la visita del p&#250;blico.</p>"
	},
	{
		"pid" : 88,
		"p" : "<p> La frecuente configuraci&#243;n de sus instalaciones como espacios de tr&#225;nsito y experiencia abierta busca la implicaci&#243;n f&#237;sica e intelectual del visitante. As&#237;, a prop&#243;sito de la exposici&#243;n <i>Les sons de survie</i>(1997), gran recorrido de instalaciones donde el artista ha desplegado holgadamente la urdimbre tem&#225;tica de <i>Los lobos</i>, Rodrigo Alonso ha escrito: &quot;Hay una progresi&#243;n en el camino, hay que atravesar etapas. No se trata de un simple recorrido sino de un viaje, un viaje inici&#225;tico. Ser&#225; necesario lidiar con lo desconocido, acumular experiencia, aprender de los aciertos y de los errores.&quot;[[[20]]] Estos ejercicios de arquitectura precaria en forma de ambientes as&#233;pticos, espacios inh&#243;spitos, caba&#241;as, laberintos, pasadizos, recintos desvencijados, escenograf&#237;as en suspenso&#8230; dan lugar a un juego c&#243;mplice por el que, de nuevo, la memoria del candor y las angustias pueriles ha de enfrentarse al aprendizaje adquirido de la crudeza y la podredumbre que conforman el peso y los pesares del mundo.</p>"
	},
	{
		"pid" : 89,
		"p" : "<p> Eugeni Bonet</p> <div id=\"sdendnote1\"><p> [1] </p><p>    Sin embargo, a prop&#243;sito de las apor&#237;as el&#233;aticas, Philippe Dubois sostiene que &quot;Zen&#243;n ha sido el primero en pensar el dispositivo-cine&quot;. Dubois: <i>El acto fotogr&#225;fico: De la Representaci&#243;n a la Recepci&#243;n</i>, Barcelona: Paid&#243;s, 1986; p. 146.</p>  <div id=\"sdendnote2\">"
	},
	{
		"pid" : 90,
		"p" : "<p> [2]  No&#235;l Burch: <i>El tragaluz del infinito</i>, Madrid: C&#225;tedra, 1987 (v&#233;ase especialmente el cap&#237;tulo IX, &quot;El viaje inm&#243;vil&quot;); Paul Virilio: <i>L'inertie polaire</i>, Par&#237;s: Christian Bourgois, 1990 (especialmente el ensayo &quot;Le dernier v&#233;hicule&quot;).</p>  <div id=\"sdendnote3\"><p> [3]  Charles Musser<i>, The Emergence of Cinema: The American Screen to 1907 (History of American Cinema, vol. 1)</i>, Berkeley/Los Angeles/Londres: University of California Press, 1994; p. 20.</p>  <div id=\"sdendnote4\">"
	},
	{
		"pid" : 91,
		"p" : "<p> [4]  Jonathan Crary: <i>Techniques of the Observer: On Vision and Modernity in the Nineteenth Century</i>, Cambridge, Massachusetts/Londres: MIT Press, 1990; pp. 25-27.</p>  <div id=\"sdendnote5\"><p> [5]  Tom Gunning: &quot;The Cinema of Attractions: Early Film, Its Spectator and the Avant-Garde&quot;, en <i>Early Cinema: Space Frame Narrative</i>, ed. Thomas Elsaesser, Londres: British Film Institute, 1990; pp. 56-62.</p>  <div id=\"sdendnote6\"><p> [6]  Dominique Noguez: <i>Une renaissance du cin&#233;ma: Le cin&#233;ma &quot;underground&quot; am&#233;ricain</i>, Par&#237;s: Klincksieck, 1985; p. 384.</p>  <div id=\"sdendnote7\">"
	},
	{
		"pid" : 92,
		"p" : "<p> [7]  Gilles Deleuze: <i>Cin&#233;ma 2: L'Image-temps</i>, Par&#237;s: Minuit,1985.</p>  <div id=\"sdendnote8\"><p> [8]  Soy consciente de manejar dicha expresi&#243;n con ligereza ante las complejas referencias cruzadas que maneja Royoux, por ejemplo en su ensayo &quot;D'une boucle &#224; l'autre: activit&#233; artistque, post-cin&#233;ma et t&#233;l&#233;vision&quot;, en <i>Journal de l'Institut Fran&#231;ais de Bilbao</i>, n&#250;m. 8, abril 1988; pp. 54-86 (incluye traducci&#243;n al castellano).</p>  <div id=\"sdendnote9\">"
	},
	{
		"pid" : 93,
		"p" : "<p> [9]  Seg&#250;n han insinuado algunos observadores del fen&#243;meno DV, el primer formato asequible de v&#237;deo digital habr&#237;a escapado al control de los departamentos de marketing de la industria electr&#243;nica, ofreciendo una tecnolog&#237;a harto avanzada y estable a un precio comparativamente bajo.</p>  <div id=\"sdendnote10\"><p> [10]  Jean-Louis Baudry, &quot;Le dispositif: approches m&#233;tapsychologiques de l'impression de realit&#233;&quot;, en <i>Communications</i>, n&#250;m. 23, Par&#237;s: Seuil, 1975; pp. 56-72.</p>  <div id=\"sdendnote11\">"
	},
	{
		"pid" : 94,
		"p" : "<p> [11]  Raymond Fielding: &quot;Hale's Tours: Ultrarealism in the Pre-1910 Motion Picture&quot;, en John L. Fell (ed.): <i>Film Before Griffith</i>, Berkeley/Los Angeles/Londres: University of California Press, 1983; pp. 116-117. Fielding cita como fuente el libro de Terry Ramsaye: <i>A Million and One Nights</i>, Nueva York: Simon and Schuster, 1926.</p>  <div id=\"sdendnote12\"><p> [12]  David Blair: &quot;Metavirtue and Subreality&#8230;&quot;, en Timothy Druckrey (ed.), <i>Electronic Culture: Technology and Visual Representation</i>, New YorK: Aperture Books, 1996.</p>  <div id=\"sdendnote13\">"
	},
	{
		"pid" : 95,
		"p" : "<p> [13]  Walter Benjamin: <i>Paris, capitale du XIXe si&#232;cle (Le livre des passages)</i>, Par&#237;s: Cerf, 1989; p. 37.</p>  <div id=\"sdendnote14\"><p> [14]  George P. Landow, <i>Hypertext (The Convergence of contemporary critical theory and technology)</i>, Baltimore / Londres: The Johns Hopkins University Press, 1992.</p>  <div id=\"sdendnote15\"><p> [15]  Marie-Ange Brayer: &quot;Kasimir-Migayrou: La Description de l'Arche&quot;, en <i>Parachute</i>, n&#250;m. 77, enero-marzo 1995; pp. 6-7.</p>  <div id=\"sdendnote16\"><p> [16]  Marin Kasimir / Fr&#233;d&#233;ric Migayrou: <i>L'Envers du passage</i>, Par&#237;s: Jean-Michel Place, 2000.</p>  <div id=\"sdendnote17\">"
	},
	{
		"pid" : 96,
		"p" : "<p> [17]  As&#237;, Snow no cree en la exhibici&#243;n y recepci&#243;n adecuada de sus films ni en bucle ni en volcado a v&#237;deo (incluso si ha utilizado el v&#237;deo para el rodaje de m&#225;s de uno de sus films), prefiriendo su exhibici&#243;n en salas de proyecci&#243;n convencional.</p>  <div id=\"sdendnote18\"><p> [18]  En ocasi&#243;n de la macrorretrospectiva <i>The Michael Snow Project</i> (Toronto: Art Gallery of Ontario y The Power Plant, 1994), una de las cuatro exposiciones simult&#225;neamente presentadas recibi&#243; precisamente el nombre de <i>Around Wavelength</i>.</p>  <div id=\"sdendnote19\">"
	},
	{
		"pid" : 97,
		"p" : "<p> [19]  <i>De La</i> es uno de los tesoros contempor&#225;neos de la colecci&#243;n de la National Gallery of Canada / Mus&#233;e des Beaux-Arts du Canada, en Ottawa, y ante los obst&#225;culos que se derivan de los contados desplazamientos de la obra en anteriores cesiones para su exhibici&#243;n en otros lugares, he de limitarme a destacarla como si fuera &quot;virtualmente&quot; parte de mi selecci&#243;n para la exposici&#243;n <i>Movimiento Aparente</i>, al igual que otras obras de Snow aqu&#237; comentadas y que no han podido obtenerse.</p>  <div id=\"sdendnote20\">"
	},
	{
		"pid" : 98,
		"p" : "<p> [20]  Rodrigo Alonso: &quot;Una &#233;pica del aprendizaje: A prop&#243;sito de <i>Les sons de survie</i>&quot;, en el cat&#225;logo <i>Francisco Ruiz de Infante: Elementos de vocabulario (Instalaciones 1993-97)</i>, Vitoria-Gasteiz: Servicio Central de Publicaciones del Gobierno Vasco, 1997; p. 16.</p>  <div title=\"footer\"><p><p>  <sdfield type=PAGE subtype=RANDOM format=PAGE>7</sdfield></p>  </p>  </body> </html>"
	}
]