[

	{
		"pid" : 0,
		"p" : " <p> <b>El cine ha muerto, pasemos al debate</b></p><p>&#171;En el momento en que la proyecci&#243;n deb&#237;a empezar, Debord hab&#237;a de subir al escenario para decir unas palabras de introducci&#243;n.Ten&#237;a que decir simplemente: &#8220;No hay pel&#237;cula que proyectar&#8221;.Yo pensaba intervenir y asociar a su esc&#225;ndalo destructivo, la teor&#237;a constructiva del <i>debate puro</i>. Debord ten&#237;a que haber dicho: &#8220;El cine ha muerto. Ya no puede haber m&#225;s pel&#237;culas. Si les parece, pasemos al debate&#8221;.&#187;[[[1]]]</p>"
	},
	{
		"pid" : 1,
		"p" : "<p> La cita en cabecera re&#250;ne, hacia 1952, a Isidore Isou (el fundador del letrismo) y Guy Debord (por un tiempo, uno de sus m&#225;s fervorosos disc&#237;pulos) &#8211;profundamente enemistados algunos a&#241;os despu&#233;s&#8211;, seg&#250;n el relato del primero para una confabulaci&#243;n que pretend&#237;an armar en un cineclub asiduamente visitado por los miembros del grupo letrista. El falso film (por inexistente) que deb&#237;a anunciarse para la delusoria sesi&#243;n, ten&#237;a incluso un t&#237;tulo, <i>Hurlements en faveur de Sade</i>, que luego ser&#237;a retomado por Debord para dar nombre a su propia, primera y tumultuosa incursi&#243;n en el medio cinematogr&#225;fico. Completando la simetr&#237;a, una de las intervenciones de Isou en los <i>Hurlements&#8230;</i> de Debord, consiste en la lectura del mismo pasaje citado. Y pr&#225;cticamente todo el cine letrista (a lo largo de medio siglo, nada menos) se hace eco de esas frases lapidarias que amortajan el cine y que buscan en la confrontaci&#243;n&#8211;el debate, la discrepancia, la gresca, la controversia&#8211; otra manera de continuarlo, de insuflarle acaso una nueva vida. </p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Las contrahistorias del contracine conducen a menudo a otras circunscripciones m&#225;s vastas que las del territorio disciplinar habitualmente delineado por la historia &#8220;centr&#237;fuga&#8221; del cine(como industria, s&#233;ptimo arte, gremio del espect&#225;culo). As&#237; sucede con el letrismo que, como otras vanguardias o sacudidas anteriores y posteriores, no es un &#8220;ismo&#8221; espec&#237;ficamente cinematogr&#225;fico sino que abarca toda una galaxia de pr&#225;cticas e inquietudes que abarcan la literatura, las artes visuales, esc&#233;nicas, sonoras&#8230; y diversas &#225;reas del pensamiento. Por tanto, el cine ser&#237;a apenas un territorio m&#225;s del archipi&#233;lago letrista, aunque uno especialmente concurrido y con un relieve espec&#237;fico, una diversidad biol&#243;gica, una historia suficientemente intrincada que merecen una observaci&#243;n detenida. Sospechamos que con mayor raz&#243;n incluso que para otras parcelas que, en principio, gozan de un escalaf&#243;n m&#225;s elevado en una t&#225;cita jerarqu&#237;a de las artes y sus medios.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> Realmente no podemos afirmarlo con pleno conocimiento de causa, porque una &#243;ptica suficientemente completa sobre el letrismo es dif&#237;cil de obtener incluso en Francia (si bien algunas exposiciones y publicaciones recientes puede que ensanchen el &#225;ngulo), pero su vertiente pl&#225;stica, por ejemplo, no nos parece que resulte tan innovadora y relevante como las exploraciones letristas en los marcos del cine, la poes&#237;a experimental y el arte sonoro. En cualquier caso, se comprueba que el inter&#233;s de los letristas por el cine &#8211;por<i>pensar</i> y <i>practicar</i> el arte en s&#237; del cine&#8211; nunca ha sido un flirteo pasajero y, menos a&#250;n, una simple prolongaci&#243;n de las otras disciplinas de las que proven&#237;an. Otra cosa es que muchas de sus &#8220;obras de cine&#8221; no lo sean en absoluto, seg&#250;n las convenciones y los materiales que habitualmente definen el cine y el film (por remitirnos a la distinci&#243;n estructuralista), pero el fundamento est&#233;tico del cine letrista apunta directamente a lo que Isou denomina su &#8220;part&#237;cula&#8221;.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> Maurice Sch&#233;rer &#8211;luego m&#225;s conocido con el sobrenombre de Eric Rohmer&#8211; fue uno de los contados cr&#237;ticos en interesarse, en el momento de su estreno en sala en 1952, por la obra inaugural del cine letrista: el <i>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</i> de Isou.Apreciando en la misma un salto radical respecto a las vanguardias de los a&#241;os veinte que hab&#237;an afrontado el cine como un &#8220;campo de aplicaci&#243;n de sus teor&#237;as pict&#243;ricas, musicales o literarias&#8221;,[[[2]]] su comentario sugiere que Isou, que es tanto como decir el letrismo, afronta el cine directamente, lo sit&#250;a en el centro de sus preocupaciones art&#237;sticas y lo desarrolla como una pr&#225;ctica intr&#237;nseca. M&#225;s contundente es el comentario de uno de los admiradores transatl&#225;nticos del seminal &#8220;tratado&#8221; isouano: Stan Brakhage, figura de proa en la vigorosa renovaci&#243;n del cine experimental que se produce en la otra orilla. Para el autor de<i>Metaphores on Vision</i> y <i>Text of Light</i>, el film es nada menos que &#8220;una obra maestra del cine&#8221;, e Isou un cineasta mayor que los &#8220;Griffith, Chaplin, von Stroheim&#8221; que integran el pante&#243;n pret&#233;rito de la gran historia del cine.[[[3]]]</p>"
	},
	{
		"pid" : 5,
		"p" : "<p>Pero, por supuesto, los anales oficiosos del cine apenas contienen alguna menci&#243;n pasajera al letrismo; incluso en el &#225;rea de estudio del cine de vanguardia o experimental fue un cap&#237;tulo omitido durante mucho tiempo, pese a que la primera oleada de films letristas prefigura, en el ecuador del siglo pasado, diversos aspectos de otras corrientes sucesivas: el cine minimalista, estructural, expandido, mat&#233;rico y de desmontaje. Los letristas, que se distinguen por sus manifiestos pol&#233;micos y panfletos pendencieros, se han prodigado por otra parte en sus invectivas contra todo quisque y tendencia rival hasta extremos delirantes. Pero, sin duda, tienen un punto de raz&#243;n cuando sostienen que muchos de los nombres m&#225;s afamados del moderno cine franc&#233;s &#8211;como Resnais, Godard, Marker, Duras o Hanoun&#8211; han pellizcado de las obras y postulados del cine letrista muchas de las innovaciones que se les atribuyen.</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> Al enfocar espec&#237;ficamente el per&#237;metro del cine letrista, no pretendemos descubrir ning&#250;n aspecto in&#233;dito, salvo en el contexto desde el que acometemos su exploraci&#243;n. Despu&#233;s de todo, se trata de un cuerpo ampliamente teorizado y estudiado, aunque de manera un tanto end&#243;gena.[[[4]]] A partir de ah&#237;, hemos tomado nuestro propio sendero para acercarnos a la jungla del cine letrista y sus emboscadas &#8211;cuando el cine deja de ser cine, sin renunciar a proclamarse como tal&#8211;, y proponer una antolog&#237;a que consta, por un lado, del ciclo de nueve programas que motiva esta edici&#243;n, y por otro, de los textos aqu&#237; recopilados.Nuestros son los criterios y nuestros los errores &#8211;de apreciaci&#243;n o documentales&#8211; que quiz&#225; nos hagan merecedores de alg&#250;n panfleto de reprensi&#243;n, como ha sido normativo en el eterno debate letrista.</p>"
	},
	{
		"pid" : 7,
		"p" : " <ol> <li><h1 lang=\"es-ES\" class=\"western\">I. LA AVALANCHA SE ANUNCIA: EL LETRISMO</h1> </ol><p> El letrismo es uno de los contados movimientos de vanguardia que todav&#237;a encierra una historia secreta. Salvo en Francia, su suelo pr&#225;cticamente exclusivo &#8211;que, de manera m&#225;s precisa, sobre todo ha sido el de la radiante Par&#237;s&#8211;, el letrismo se conoce mal o de manera muy remota y parcial. Con alguna salvedad en determinadas orillas, otras que las del Sena, que principalmente ser&#237;an las relativas a las literaturas experimentales y a un cine de ruptura o, en la jerga propia de los letristas, <i>ciselant</i> (como atacado con un buril, por comenzar a descorrer el sentido del t&#233;rmino). Y es ir&#243;nico que uno de los motivos de referencia al letrismo sea de paso&#8211;es decir, como episodio previo&#8211; para abordar el situacionismo; iron&#237;a que reside en el mutuo desprecio y los implacables insultos que ambos grupos se han dedicado.[[[5]]]</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> De hecho, los letristas nunca han tenido el menor empacho en situarse en pleno centro del cicl&#243;n de las mayores convulsiones art&#237;sticas posteriores a la II Guerra Mundial, manteniendo una recalcitrante arrogancia. Todo lo que sigue al letrismo es derivaci&#243;n inconfesa, plagio o embaucamiento, sostienen los portavoces m&#225;s jactanciosos.Y, puesto que sus pr&#225;cticas se han deslizado a menudo hacia lo conceptual, los letristas han concedido una gran importancia a la noci&#243;n de homologaci&#243;n, que ser&#237;a como una patente sobre cierto hallazgo o idea &#8211;a veces con el aspecto de una simple ocurrencia&#8211;, que puede registrarse mediante su publicaci&#243;n u otra clase de difusi&#243;n p&#250;blica a fin de acreditar su prioridad innovadora.Ordenanza llevada a extremos c&#243;micos algunas veces; por ejemplo, a ra&#237;z de la falsificaci&#243;n de fechas que se sospecha en alg&#250;n artista letrista de la primera leva, y por las denuncias consecutivas de colegas m&#225;s escrupulosos en sus homologaciones.</p>"
	},
	{
		"pid" : 9,
		"p" : "<p> Se ha dicho, por otra parte, que el letrismo es la &#250;ltima de las vanguardias o &#8220;ismos&#8221; primigenios, por oposici&#243;n a las neovanguardias que surgieron sucesivamente: de neodad&#225; al neoexpresionismo, por ejemplo, entre otros &#8220;neos&#8221; abundantes en el l&#233;xico art&#237;stico de la segunda mitad del siglo XX. En cierto modo, el letrismo admiti&#243; inicialmente cierto parentesco con unos modelos vanguardistas previos &#8211;especialmente Dad&#225; y el surrealismo&#8211;, pero rechaz&#243; despu&#233;s toda correspondencia con movimientos y grupos posteriores, por mucho que pudieran partir de referencias bien similares. Este aislacionismo obstinado, fomentado al menos por unos textos doctrinales no exentos de humor bajo su apariencia entre pedante y arisca, habr&#237;a contribuido a la atenci&#243;n tan soslayada, despectiva incluso, que el letrismo ha recibido durante muchos a&#241;os.</p>"
	},
	{
		"pid" : 10,
		"p" : "<p> Y es que uno de los distintivos m&#225;s peculiares del letrismo es justamente la longevidad que ha tenido, atrayendo nuevas adhesiones entre generaciones sucesivas. Hasta tal punto que, apenas despu&#233;s de cincuenta a&#241;os, empez&#243; a adivinarse su declive; aunque quiz&#225; sea m&#225;s exacto hablar del desmembramiento de un grupo renovado continuamente pero con un largo historial de trifulcas internas, enfrentamientos personales, fidelidades desviacionistas, simpat&#237;as ef&#237;meras seguidas de desencantos y deserciones m&#250;ltiples.</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> Por fin, otro rasgo ya apuntado es que su radio de alcance, repercusi&#243;n e influencia apenas ha rebasado los contornos de la cultura francesa, en la que tuvo cierta entrada en tromba &#8211;como se ver&#225; enseguida&#8211;, para perdurar luego en una posici&#243;n entre exc&#233;ntrica y marginal. Sin embargo, en las &#250;ltimas d&#233;cadas y desde otras latitudes (como Italia o Estados Unidos), se comenz&#243; a prestar una nueva atenci&#243;n al letrismo, y actualmente se perciben tambi&#233;n en Francia ciertos gestos tendentes a una rehabilitaci&#243;n m&#225;s amplia de dicha corriente. Por otra parte, aunque el letrismo ha operado abundantemente sobre la disociaci&#243;n entre los signos y la sem&#225;ntica, buena parte de sus aportes conllevan copiosos componentes discursivos que han dificultado una mayor proyecci&#243;n exterior de sus ideas y creaciones. M&#225;s all&#225; de los abundantes manifiestos y textos te&#243;ricos letristas, escasamente traducidos, es tambi&#233;n el caso de su cine, por lo general muy parlante, <i>bavard</i> con un temperamento bien galo. </p>"
	},
	{
		"pid" : 12,
		"p" : "<p> <b>En el principio fue la letra</b></p><p> En muchos aspectos, el origen del letrismo reproduce el de otras vanguardias. Su impulsor es un poeta y un pensador desbordante, capaz de contagiar sus ideas a un n&#250;mero de j&#243;venes (de sucesivas generaciones, tal como se ha sugerido previamente) con inquietudes art&#237;sticas y &#8220;artivistas&#8221;. Desde su Rumania natal y con veinte a&#241;os, Jean-Isidore Isou lleg&#243; a Par&#237;s en agosto de 1945, con el ambicioso plan de revelar al mundo una doctrina propia cuya primera insignia ser&#237;a el letrismo, o la concepci&#243;n de una nueva poes&#237;a&#8211;por extensi&#243;n, un nuevo arte&#8211; que tomar&#237;a como fundamento la letra, signo at&#243;mico de la escritura.</p>"
	},
	{
		"pid" : 13,
		"p" : "<p> Seg&#250;n algunas indicaciones biogr&#225;ficas, su verdadero nombre ser&#237;a Isaac Goldstein,[[[6]]] nacido en 1925 en la localidad rumana de Botosani. Podr&#237;a deducirse entonces que el pseud&#243;nimo Isou lo derivara de su nombre de pila. Se ha dicho asimismo que, a la hora de adoptar una nueva identidad p&#250;blica, otro de sus referentes habr&#237;a sido el portavoz de Dad&#225;, Tristan Tzara, compatriota suyo e igualmente jud&#237;o, cuyo nombre real era Sami Rosenstock. Lo que es seguro, por otra parte, es que tal cambio de identidad no pretend&#237;a en modo alguno ocultar su ascendencia hebrea, sino que, al contrario, har&#237;a gala de sus ra&#237;ces culturales y religiosas desde los primeros escritos que public&#243;.As&#237;, se presentar&#225; nada menos que como un &#8220;mes&#237;as&#8221; que, a trav&#233;s de una liberaci&#243;n del acto creativo &#8211;de cualquier &#237;ndole&#8211;, trae al mundo la buena nueva de una &#8220;sociedad paradis&#237;aca&#8221;. </p>"
	},
	{
		"pid" : 14,
		"p" : "<p> El joven Goldstein/Isou proced&#237;a de una familia acomodada y culta, y presum&#237;a de ser una persona muy le&#237;da y pol&#237;glota. Con diecisiete a&#241;os hab&#237;a desarrollado ya los puntales de su pensamiento. Y, al llegar a Par&#237;s, su bagaje inclu&#237;a dos abultados manuscritos y una carta de presentaci&#243;n, firmada por Giuseppe Ungaretti y a la atenci&#243;n de Jean Paulhan, director editorial de Gallimard por aquel entonces. Apenas unos meses despu&#233;s, aunque seguramente gracias al ruido que Isou supo armar entre medias para hacerse notar, la prestigiosa editorial parisina le ofreci&#243; un contrato, y en 1947 public&#243; sus dos primeros libros: <i>Agr&#233;gation d&#8217;un Nom et d&#8217;un Messie</i> &#8211;un texto autobiogr&#225;fico y eg&#243;latra&#8211; y <i>Introduction&#224; une nouvelle po&#233;sie et &#224; une nouvelle musique</i>. Esta nueva poes&#237;a &#8211;y, en su vertiente sonora y f&#243;nica, una nueva m&#250;sica&#8211;ser&#237;a, claro est&#225;, el letrismo. Aunque apenas en un primer despliegue que pretender&#237;a sucesivamente abarcar toda clase de disciplinas art&#237;sticas e intelectuales.</p>"
	},
	{
		"pid" : 15,
		"p" : "<p> Seg&#250;n testimonios de quienes le conocieron en aquellos a&#241;os, o desde las ocurrentes descripciones de retratistas m&#225;s recientes, Isou se hac&#237;a notar, ya desde su semblante, porte y maneras, como un jovenzuelo altanero, mesi&#225;nico y pagado de s&#237; mismo, con cierto aire de <i>voyou</i> (truh&#225;n o gamberro) y, seg&#250;n le retrata Greil Marcus, desprendiendo una imagen tan sexy como la de Tony Curtis y Elvis Presley en su esplendor juvenil. Este atractivo f&#237;sico, unido a su capacidad de seducci&#243;n intelectual, su elocuencia y buenas dotes para la provocaci&#243;n y la autopromoci&#243;n, facilitaron aparentemente que cumpliera en un breve plazo su plan de situar al letrismo &#8220;a la vanguardia de la vanguardia&#8221;, frente a los referentes declinantes de Dad&#225; y, todav&#237;a m&#225;s, del surrealismo; ante cuyos modelos y &#8220;popes&#8221; (Tzara, Breton, Cocteau) se reclinaba un d&#237;a, para denostarlos poco despu&#233;s como timoratos y caducos.</p>"
	},
	{
		"pid" : 16,
		"p" : "<p> En cualquier caso, en apenas cinco a&#241;os, el advenedizo Isou logr&#243;que escribieran o se interesaran por sus ideas nombres tan cualificados como Georges Bataille, Ren&#233; Etiemble, Louis Pauwels, Roger Shattuck (futuro historiador del gran &#8220;banquete&#8221; de las vanguardias) o Eric Rohmer (todav&#237;a conocido como Maurice Sch&#233;rer), adem&#225;s de Breton y Cocteau, y de publicaciones peri&#243;dicas como<i>Combat</i>, <i>Critique</i>, <i>Les Temps modernes</i> y<i>Commentary</i>. Pero sobre todo, en ese plazo, el letrismo adquiri&#243; una verdadera dimensi&#243;n de grupo (grup&#250;sculo si se prefiere), aunque muy de inmediato se suceder&#237;an las primeras divergencias y una escisi&#243;n de bulto que, a&#241;os despu&#233;s y por convergencia con otras c&#233;lulas de la creatividad insurrecta en pa&#237;ses m&#225;s o menos vecinos, dar&#237;a lugar a la conformaci&#243;n de la Internacional Situacionista.</p>"
	},
	{
		"pid" : 17,
		"p" : "<p> Entre los individuos adherentes al primer grupo letrista, algunos tienen una significaci&#243;n particular por su trayectoria individual, y otros por su conspicua adhesi&#243;n sea al letrismo mismo, sea a la escisi&#243;n situacionista. Son, entre otros y por un cierto orden de aparici&#243;n: Gabriel Pomerand, Fran&#231;ois Dufr&#234;ne, Jean Callens, Guy Vallot, Gil-Joseph Wolman, Jean-Louis Brau, Claude Matricon, Albert-Jules Legros, Ghislain Desnoyers de Marbais, Serge Berna, Jean Rullier, Marc&#8217;O (nombre art&#237;stico de Marc-Gilbert Guillaumin), Maurice Lema&#238;tre, Guy-Ernest Debord, Yolande de Huart, Poucette y Robert Estivals.</p>"
	},
	{
		"pid" : 18,
		"p" : " <ol start=\"2\"> <li><h1 lang=\"es-ES\" class=\"western\">La primera escisi&#243;n, la primera expulsi&#243;n</h1> </ol><p> Justamente despu&#233;s de las primeras incursiones letristas en el medio f&#237;lmico (1951-1952), las desavenencias y deserciones comenzaron a sucederse, y la disciplina de grupo a resquebrajarse. Por diversos documentos y testimonios, se adivina que, ya muy tempranamente, se produjeron diversos choques de personalidad o temperamento, y en torno a esa disciplina interna que, por momentos, har&#237;a del letrismo una especie de sociedad secreta.</p>"
	},
	{
		"pid" : 19,
		"p" : "<p> Ser&#237;a aqu&#237; prolijo el relacionar las deserciones o las distancias que pronto tomaron algunos de los nombres antes indicados, incluyendo a algunos de los primeros secuaces de Isou (Pomerand, Dufr&#234;ne, Marc&#8217;O). En todo caso, el principal conflicto, por el relieve p&#250;blico de los oponentes, vendr&#237;a de la rivalidad que pronto se entabl&#243; entre Isou y Debord, este &#250;ltimo entre los &#8220;cachorros&#8221;que se incorporaron m&#225;s tard&#237;amente al grupo. A mediados de 1952, Debord, Wolman y otros disidentes decidieron crear una especie de c&#233;lula clandestina pero identificada todav&#237;a con los fundamentos del letrismo. Seg&#250;n algunas fuentes, Isou estuvo al corriente de tales maniobras de manera temprana, e incluso le divert&#237;a que el letrismo generara unos anticuerpos que pusieran en solfa el credo que&#233;l mismo hab&#237;a establecido. En consecuencia, los opositores habr&#237;an de tensar la cuerda, el cord&#243;n umbilical que les ataba a &#8220;la dictadura letrista&#8221; de Isou.[[[7]]]</p>"
	},
	{
		"pid" : 20,
		"p" : "<p> As&#237; naci&#243; la Internacional Letrista &#8211;constituida por Berna, Brau, Debord y Wolman&#8211;, derivando en una ruptura que tiene bastante que ver precisamente con las aficiones cinematogr&#225;ficas de los letristas. El motivo de discordia entre ambas fracciones &#8211;el pretexto si se prefiere&#8211; se produjo a ra&#237;z de una visita a Par&#237;s de Charles Chaplin, para presentar su film <i>Limelight</i> (&#8220;Luces de candilejas&#8221;), a finales de octubre de 1952. Con motivo de una conferencia de prensa en el Hotel Ritz, el grupo disidente trat&#243; de boicotear el acto y sembr&#243; los salones del selecto establecimiento con un virulento panfleto contra Chaplin, trat&#225;ndole de &#8220;chantajista emocional&#8221; entre otras lindezas m&#225;s graves y malsonantes. Al tener dicho incidente un cierto eco en la prensa, Isou, Pomerand y Lema&#238;tre se distanciaron p&#250;blicamente de los alborotadores, a la vez que manifestaban su respeto por el gran cineasta.</p>"
	},
	{
		"pid" : 21,
		"p" : "<p> La escisi&#243;n se consum&#243; antes de una semana, por decisi&#243;n unilateral del grupo d&#237;scolo, que adem&#225;s decret&#243; la virtual expulsi&#243;n de Isou del movimiento letrista que &#233;l mismo hab&#237;a fundado. Reproch&#225;ndole su deriva hacia un &#8220;misticismo inici&#225;tico&#8221;, rode&#225;ndose de fieles adeptos a los que detestaban con ganas, la rama secesionista se presentaba como la &#8220;izquierda letrista&#8221; y, en lo sucesivo, adoptar&#237;a crecientemente un vocabulario de extracci&#243;n marxista. El enfrentamiento con la &#8220;vieja guardia&#8221;, y la elaboraci&#243;n paralela de un peculiar discurso pol&#237;tico sin abjurar todav&#237;a de su primera filiaci&#243;n letrista, seguir&#237;a con la publicaci&#243;n de los boletines <i>Internationale lettriste</i>(1952-1954, 4 n&#250;meros) y <i>Potlatch</i> (1954-1957, 29 n&#250;meros).Cinco a&#241;os despu&#233;s de dicho cisma, y tras un encuentro con artistas y colectivos de otros pa&#237;ses, en 1957 la Internacional Letrista se disolvi&#243; en el nuevo marco, ahora s&#237; m&#225;s amplio y diseminado, de la Internacional Situacionista.[[[8]]]</p>"
	},
	{
		"pid" : 22,
		"p" : "<p> Esta es ya otra historia, y una mucho mejor documentada que la del letrismo, pero quiz&#225; convenga anticipar un detalle que ya han advertido antes otros observadores poco sesgados en cuanto a sus simpat&#237;as, afinidades o decantaciones por uno u otro grupo (detalle importante, dado que gran parte de los relatos hist&#243;ricos, tanto del letrismo como del situacionismo, se deben a militantes o simpatizantes de una u otra tendencia). As&#237;, en palabras de Marc Partouche, &#8220;casi todos los conceptos situacionistas han sido tomados del letrismo con otros nombres, sobre todo en lo que al cine concierne&#8221;.[[[9]]] E, incluso m&#225;s all&#225; de conceptos y t&#233;rminos, otras ideas de orden est&#233;tico y pol&#237;tico que, partiendo de los enunciados de Isou, convendr&#225; compendiar antes de concretar nuestro rumbo hacia el cine letrista.</p>"
	},
	{
		"pid" : 23,
		"p" : " <ol start=\"3\"> <li><h1 lang=\"es-ES\" class=\"western\">Hipersistema Isou: la Cre&#225;tica o Nov&#225;tica</h1> </ol>"
	},
	{
		"pid" : 24,
		"p" : "<p> Para fundar una nueva concepci&#243;n del arte y de la sociedad, Isou sinti&#243; la necesidad de crear un nuevo lenguaje. Por un lado, tomando como unidad la letra, antes que la palabra (tesoro de la lengua, pero tambi&#233;n osario de sus formulismos instrumentales). La letra, m&#225;s all&#225; del abecedario reglamentado para una determinada lengua, incluyendo notaciones m&#225;s precisas (mediante acentos, tildes, diacr&#237;ticos), elementos procedentes de alfabetos for&#225;neos o en desuso, signos jerogl&#237;ficos, etc. La letra, en definitiva, como signo gr&#225;fico y tambi&#233;n como codificaci&#243;n simb&#243;lica de unos valores sonoros o f&#243;nicos en el plano oral del lenguaje. Dicha concepci&#243;n se halla en la base del letrismo, inicialmente contemplado en un doble plano po&#233;tico y musical. A las composiciones o creaciones as&#237; concebidas, Isou las llamar&#225; &#8220;letr&#237;as&#8221;(<i>lettries</i>), para despu&#233;s incorporar la &#8220;metagraf&#237;a&#8221; o&#8220;hipergraf&#237;a&#8221;: la apertura a toda clase de signos &#8211;matem&#225;ticos, t&#233;cnicos, ornamentales, inventados&#8230;&#8211; m&#225;s all&#225; de aquellos que corresponden a una representaci&#243;n ling&#252;&#237;stica o ideogr&#225;fica.</p>"
	},
	{
		"pid" : 25,
		"p" : "<p> Por otro lado, al pretender una sustentaci&#243;n te&#243;rica, est&#233;tica, de tales ideas, Isou ha establecido paralelamente un alambicado l&#233;xico para exponer de una manera sistem&#225;tica las doctrinas del letrismo.Pero, con la vista puesta en la universalidad de su pensamiento, al cabo dar&#225; a su sistema, entre la filosof&#237;a y la charlataner&#237;a, los nombres de &#8220;cre&#225;tica&#8221; o &#8220;nov&#225;tica&#8221; (<i>creatique, novatique</i>). Con toda la inmoderada pedanter&#237;a por la que a menudo se le ha menospreciado, una de las aportaciones clave de Isou residir&#237;a en ese corpus intelectual que, aparentando un rigor acad&#233;mico, deber&#237;a verse tambi&#233;n como obra de creaci&#243;n; no menos, sin duda, que aquellas tenidas como tales: poemas y textos literarios, composiciones sonoras y creaciones cinematogr&#225;ficas, entre otras aportaciones que se le van reconociendo.</p>"
	},
	{
		"pid" : 26,
		"p" : "<p> En los primeros escritos de Isou, una de las ideas centrales estriba en su &#8220;ley de evoluci&#243;n de las artes&#8221;, la cual distingue dos fases o &#8220;hip&#243;stasis&#8221;. Primero la fase &#8220;&#225;mplica&#8221; (<i>amplique</i>), que busca una ampliaci&#243;n o expansi&#243;n constante de las t&#233;cnicas y los temas en el interior de cada disciplina, pero que llega a un punto en que se agota y diluye en la an&#233;cdota: en la mera variaci&#243;n de pretextos, argumentos y arquetipos. Luego la fase &#8220;cincelante&#8221;(<i>ciselante</i>), que remite a la idea de actuar con un cincel, buril o escarpa para acuchillar &#8211;por emplear un s&#237;mil&#8211; las materias, t&#233;cnicas y formas art&#237;sticas, de manera que las pr&#225;cticas tienden a la destrucci&#243;n, el reductivismo y la desmaterializaci&#243;n.En todo caso, esta fase no se cierra en s&#237; misma sino que pretende abrir nuevas fases &#225;mplicas en el interior de &#8211;y por el cruce entre&#8211; las diversas disciplinas.</p>"
	},
	{
		"pid" : 27,
		"p" : "<p> En la primera exposici&#243;n del tema, confinada a&#250;n a los &#225;mbitos de la poes&#237;a y de la m&#250;sica, la fase &#225;mplica se extiende desde Homero hasta Victor Hugo y Stendhal, mientras que halla su cima musical en Wagner. La fase cincelante, por otra parte, discurre de Baudelaire a Apollinaire, Tzara, Joyce y, sin mayores remilgos a la hora de ubicarse en linaje tan se&#241;ero, el propio Isou. En el campo musical, por otra parte, es desde Debussy, pasando por Russolo, Sch&#246;nberg y el jazz, que se llega hasta &#8211;una vez m&#225;s&#8211; Isou, al atribuirse&#233;ste la simbiosis de la poes&#237;a con la m&#250;sica. Y, cuando tal marco de referencia se traslada a las artes pl&#225;sticas, la cima &#225;mplica se cifra en Delacroix o Rodin, mientras que la fase cincelante va de Kandinsky, Gonz&#225;lez o Brancusi hasta aquella metagraf&#237;a-hipergraf&#237;a que predica Isou desde otro desbordamiento m&#225;s de su po&#233;tica.</p>"
	},
	{
		"pid" : 28,
		"p" : "<p> El prop&#243;sito de abarcar, creativa e intelectualmente, toda clase de&#225;mbitos del arte y el pensamiento, conduce a su vez al establecimiento de una &#8220;kladolog&#237;a&#8221;. Tomando su ra&#237;z del griego(<i>klados</i>), dicho concepto establece o pretende sistematizar las diversas &#8220;ramas&#8221; de la creaci&#243;n, el conocimiento y la ciencia.Desde esta perspectiva &#8220;kl&#225;dica&#8221; o &#8220;klad&#243;sica&#8221;, es posible obtener entonces un mapa completo de las &#225;reas y disciplinas donde el letrismo o novatismo pueden incidir. M&#225;s all&#225; de esta formulaci&#243;n abstracta y ampulosa, propia de aquello que Isou contempla como su &#8220;sistema total&#8221; &#8211;por fin revelado, publicado recientemente en un grueso tomo[[[10]]]&#8211;, es preciso reconocer que los letristas, incluyendo tambi&#233;n a renegados y escindidos, han operado con su buril en toda clase de pr&#225;cticas art&#237;sticas &#8211;la poes&#237;a y la novela, las artes pl&#225;sticas y la creaci&#243;n sonora, el cine y la fotograf&#237;a, el teatro y la danza&#8211; y en &#225;reas del saber como la filosof&#237;a, la l&#243;gica matem&#225;tica, la econom&#237;a pol&#237;tica, la historia de las religiones, la educaci&#243;n, la psicolog&#237;a o la erotolog&#237;a.</p>"
	},
	{
		"pid" : 29,
		"p" : "<p> Esta vocaci&#243;n multidisciplinar, llevada a un extremo que dir&#237;amos program&#225;tico &#8211;no en vano los manifiestos y las proclamas letristas han sido tan abundantes como vehementes&#8211;, es uno de los puntos por los que, contempor&#225;neamente, se vislumbra un nuevo inter&#233;s, una apreciaci&#243;n ponderativa incluso, de una corriente largamente ignorada y vilipendiada; como en otro tiempo tambi&#233;n lo fueron el futurismo, por las simpat&#237;as fascistas de su plana mayor; o Dad&#225; y Fluxus, en ambos casos por su insolente nihilismo y por el supuesto callej&#243;n sin salida al que su ideario antiart&#237;stico conduc&#237;a.</p>"
	},
	{
		"pid" : 30,
		"p" : "<p> La superaci&#243;n de los l&#237;mites materiales ha conducido por otra parte al designio de un arte &#8220;imaginario&#8221;, &#8220;infinitesimal&#8221; o&#8220;supertemporal&#8221; (<i>supertemporel</i>), que reniega incluso de las enga&#241;osas sendas que abre. Pues, rizando el rizo, la doctrina letrista impondr&#225; toda clase de torsiones o reversos, si m&#225;s no conceptuales, a cuantos hallazgos se otorga. As&#237;, habr&#225; un arte&#8220;afonista&#8221; que privilegia la pureza del silencio, y &#8220;an&#243;ptico&#8221;o constituido por elementos invisibles; un arte &#8220;anti-infinitesimal&#8221;o &#8220;anti-imaginario&#8221; que pretende ofuscar al espectador y bloquear la imaginaci&#243;n que otras veces se le requiere; y todav&#237;a, por ejemplo, un arte &#8220;anti-anti-infinitesimal&#8221;. Dichos conceptos, y otros que obviamos, penetran ya en un bizantinismo terminol&#243;gico y reglamentador en el que se ha deleitado la gran, enorme creaci&#243;n teor&#233;tica (y a su modo, insistimos, literaria) de Isou, seguida con fervor por sus m&#225;s dilectos disc&#237;pulos.</p>"
	},
	{
		"pid" : 31,
		"p" : "<p> Sin embargo, antes de cerrar este apartado, conviene se&#241;alar que el letrismo conlleva tambi&#233;n un ideario pol&#237;tico, cuyos conceptos clave son la &#8220;econom&#237;a nuclear&#8221; y la &#8220;sublevaci&#243;n de la juventud&#8221;. El enfoque de Isou supera la interpretaci&#243;n marxista de la sociedad, reemplazando la lucha de clases por el conlicto entre&#8220;internos&#8221; o &#8220;aposentados&#8221; de una parte, y &#8220;externos&#8221; o excluidos de la econom&#237;a de mercado. La edad misma no ser&#237;a algo consustancial a la identidad externista, aunque los j&#243;venes s&#237;representar&#237;an su mayor enjambre y el m&#225;s proclive a constituirse en comunidad insurgente. Dichas ideas ser&#237;an expuestas en el primer tomo del <i>Trait&#233; d&#8217;&#233;conomie nucl&#233;aire: Le Soul&#232;vement de la Jeunesse</i> (1949), siendo desarrolladas y aumentadas con otros vol&#250;menes y manifiestos a lo largo de los a&#241;os.[[[11]]]</p>"
	},
	{
		"pid" : 32,
		"p" : "<p> Aunque este discurso, en torno a la juventud como sujeto pol&#237;tico, no carec&#237;a en absoluto de antecedentes, parece que ha atra&#237;do a un n&#250;mero considerable de militantes circunstanciales del letrismo. Y, en dicho caso, no tanto por su programa est&#233;tico como por uno pol&#237;tico, aunque ambos se vinculan en el sentido que el fomento de la creatividad se contempla como uno de los factores liberadores de la &#8220;externidad&#8221;. Si bien los disidentes situacionistas han luego menoscabado las propuestas de Isou y de sus fieles, no han hecho otra cosa que tomar sus ascuas insurgentes y removerlas con otras ideas tomadas de pensadores de ascendencia marxista, como Lefebvre y Adorno. Y, si el pensamiento pol&#237;tico de Isou se ha puesto en relaci&#243;n con los muy posteriores e influyentes an&#225;lisis de la juventud de Marcuse, Goodman o Burroughs (en <i>The Job</i>), tanto los letristas como los situacionistas y sus respectivos exegetas han competido por otorgarse el papel de <i>deus ex machina</i> en el estallido del Mayo de 1968. En las filas letristas, dicha reivindicaci&#243;n es t&#225;cita por ejemplo en determinados films de Maurice Lema&#238;tre (<i>Le Soul&#232;vement de la jeunesse, mai 1968</i>) o Roland Sabatier (<i>Le Songe d&#8217;une nudit&#233;</i>).</p>"
	},
	{
		"pid" : 33,
		"p" : " <ol start=\"4\"> <li><h1 lang=\"es-ES\" class=\"western\">II. UN CINE DISCREPANTE: LA ERUPCI&#211;N DEL CINE LETRISTA</h1> </ol>"
	},
	{
		"pid" : 34,
		"p" : "<p> El bienio 1951-1952 fue de una gran efervescencia creativa para los letristas, sobre todo en lo concerniente a su dedicaci&#243;n al cine: se materializan entonces las primeras incursiones en el medio f&#237;lmico, con un fuerte impacto y una duradera repercusi&#243;n; se extiende la imperiosa necesidad de hacer cine a casi todos los miembros del grupo, y empiezan las trifulcas, las conspiraciones y las escisiones.Sin embargo, a partir de 1953 la actividad cinematogr&#225;fica se enfr&#237;a(no as&#237; el resto de la actividad creativa y proselitista) y no ser&#225;hasta la d&#233;cada siguiente que la filmograf&#237;a letrista se ir&#225;engrosando con nuevos t&#237;tulos, en gran medida a partir de las cuantiosas realizaciones de Lema&#238;tre y de otros artistas que se ir&#225;n sumando al movimiento a partir de entonces.</p>"
	},
	{
		"pid" : 35,
		"p" : "<p> B&#225;sicamente son cinco los films fundacionales del cine letrista: <i>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</i> (Isidore Isou, 1950-51), <i>Le film est d&#233;j&#224; commenc&#233;?</i> (Maurice Lema&#238;tre, 1951), <i>L&#8217;Anticoncept</i> (Gil J. Wolman, 1952), <i>Tambours du jugement premier</i> (Fran&#231;ois Dufr&#234;ne, 1952) y <i>Hurlements en faveur de Sade </i>(Guy-Ernest Debord, 1952). Esta relaci&#243;n se completar&#237;a con otros films realizados en el mismo periodo (por Pomerand y Brau), algunos proyectos esbozados y nunca materializados (fruto m&#225;s bien del entusiasmo cinematogr&#225;fico contagiado a todo el grupo), el film<i>Closed Vision </i>(1954), de Marc&#8217;O, que merece un comentario aparte por su desviaci&#243;n del dogma est&#233;tico, y otras propuestas, como la metacinematogr&#225;fica <i>Le debat</i> (1952), que Isou concibi&#243; sin rebozo como un debate sobre el cine mismo. Ya sea por las deserciones (Wolman, Debord, Brau, Berna, Marc&#8217;O&#8230;) o por la dificultad que entra&#241;aba su producci&#243;n y exhibici&#243;n, en los siguientes a&#241;os no habr&#225; m&#225;s films hasta que Lema&#238;tre contin&#250;a, con <i>Un soir au cin&#233;ma</i>, su vasta y desorbitada filmograf&#237;a.Al margen de las proyecciones, tanto Isou como Lema&#238;tre publican despu&#233;s los guiones de sus films, lo que manifestar&#237;a acaso el car&#225;cter m&#225;s especulativo que realista de sus propuestas cinematogr&#225;ficas.</p>"
	},
	{
		"pid" : 36,
		"p" : "<p> Las propuestas del cine letrista son bastante divergentes e intentan en general reventar los l&#237;mites de una concepci&#243;n banalizada (o sencillamente comercial) del cine. No es s&#243;lo un trabajo de experimentaci&#243;n formal, sino que pretende replantear el cine y sus condiciones de proyecci&#243;n y de difusi&#243;n de ra&#237;z, siguiendo a su vez una melod&#237;a de cambio pol&#237;tico y social. En las dos obras m&#225;s tempranas, <i>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</i> y <i>Le film est d&#233;j&#224; commenc&#233;?</i>, ya quedan cimentados algunos de estos planteamientos. La primera, con un cariz m&#225;s te&#243;rico, establece la disociaci&#243;n entre sonido e imagen (idea central, presente en el resto de la producci&#243;n letrista de un modo m&#225;s o menos acentuado), el predominio del texto por encima de la imagen y el car&#225;cter metacinematogr&#225;fico, de reflexi&#243;n sobre el propio medio. En la segunda, el autor somete la pantalla, la sala de proyecci&#243;n y al espectador mismo a una verdadera tortura, que se traduce en la destrucci&#243;n de la pantalla en su forma tradicional y en la introducci&#243;n de elementos tridimensionales y performativos que acercan la proyecci&#243;n a un arte de acci&#243;n e interacci&#243;n con el p&#250;blico.</p>"
	},
	{
		"pid" : 37,
		"p" : "<p> El arranque del cine letrista ir&#237;a acompa&#241;ado adem&#225;s de un aparato te&#243;rico y de difusi&#243;n de las ideas, los proyectos y las reflexiones de los principales miembros del grupo. Se trata de la revista <i>Ion</i>, que tuvo un &#250;nico n&#250;mero, fechado en abril de 1952, con m&#225;s de 280 p&#225;ginas dedicadas monogr&#225;ficamente al cine. La revista se public&#243;coincidiendo con el festival de Cannes de ese mismo a&#241;o (en el que Wolman y Dufr&#234;ne presentaron de extranjis sus obras) y tuvo un tiraje reducido de apenas 100 ejemplares y 26 m&#225;s, <i>hors commerce</i> y firmados.[[[12]]] Un contenido esencial de esta publicaci&#243;n es el largo ensayo de Isou&#8220;Esth&#233;tique du cin&#233;ma&#8221;, que ocupa m&#225;s de la mitad del volumen, donde desarrolla la concepci&#243;n ya de por s&#237; te&#243;rica del <i>Trait&#233;de Bave et d&#8217;&#201;ternit&#233;</i> y de su corolario en el debate cinematogr&#225;fico. Otro texto que se desliza entre la teor&#237;a (de un modo <i>sui generis</i>) y el manifiesto polemista es el de Marc&#8217;O,&#8220;Premi&#232;re manifestation d&#8217;un cin&#233;ma nucl&#233;aire (Diagramme, O.du Cin&#233;ma)&#8221;,[[[13]]] con entusiastas acotaciones de Debord y Monique Geoffroy en la misma revista. Entre los dem&#225;s contenidos del mamotreto i&#243;nico, destacan tambi&#233;n los guiones de Pomerand, Wolman, Dufr&#234;ne y Debord, mientras que Lema&#238;tre &#8211;al parecer receloso ya de otros de los adl&#225;teres de Isou&#8211; public&#243; separadamente el gui&#243;n de <i>Le film est d&#233;j&#224;commenc&#233;?</i> y otros textos alrededor del mismo.</p>"
	},
	{
		"pid" : 38,
		"p" : "<p> As&#237; pues, en los a&#241;os 1951-1952, cuando los autores ten&#237;an entre 20 y 25 a&#241;os, ya quedan del todo definidas las pr&#225;cticas y los puntales te&#243;ricos del cine letrista, si bien desde el mismo 1952 comienzan a sucederse las desavenencias y las disputas. Con su&#8220;Esth&#233;tique du cin&#233;ma&#8221;, Isou se sit&#250;a como principio y fin de la teor&#237;a y praxis del cine letrista: partiendo de su anterior&#8220;tratado&#8221;, sienta los conceptos clave y anticipa futuros desarrollos conceptuales de un cine al borde continuo de dejar de serlo. El resto de los contenidos de <i>Ion</i> se sit&#250;a alrededor de ese cuerpo te&#243;rico, el &#8220;sistema total&#8221; de Isou, tal como se expone en la &#8220;Mise en garde&#8221; del volumen: &#8220;En un universo de acciones sin teor&#237;a, de teor&#237;a sin acciones o de teor&#237;as y de acciones fragmentarias y contradictorias, Isou es, para nosotros, el<i>modus vivendi</i> integral o la plataforma de nuestras m&#225;s altas exigencias.&#8221;[[[14]]]</p>"
	},
	{
		"pid" : 39,
		"p" : "<p> <b>El cine dentro del cine: del debate a la evoluci&#243;n del arte cinematogr&#225;fico</b></p>"
	},
	{
		"pid" : 40,
		"p" : "<p> M&#225;s all&#225; de los elementos formales, hay un tema recurrente en la mayor&#237;a de los cineastas letristas, que es el debate sobre el cine y la valoraci&#243;n de su evoluci&#243;n hasta el momento. El inicio de <i>Trait&#233;de Bave et d&#8217;&#201;ternit&#233;</i> &#8211;tal como se deduce de su discrepante banda sonora&#8211; es la salida de un cine-club, un lugar especialmente en boga entonces. El acento en las ideas sobre cine es tan importante, que los propios films se convierten en un debate o en la continuaci&#243;n o evocaci&#243;n de las ri&#241;as que los letristas protagonizaban en los cine-clubs parisinos. El ap&#233;ndice a la&#8220;Esth&#233;tique du cin&#233;ma&#8221; de Isou[[[15]]] est&#225; enteramente consagrado al debate como superaci&#243;n del cine:&#8220;Como el cine ha muerto, hay que hacer, del debate, una obra maestra&#8221;. Los alborotos constantes en los primeros estrenos del cine letrista conducen a Isou a esta consideraci&#243;n de la controversia p&#250;blica como obra, como argumento de la sesi&#243;n cinematogr&#225;fica: &#8220;Creo que este <i>speech</i>, por haber tenido lugar en el curso de un <i>debate</i>, constituir&#225; la primera <i>obra de debate cinematogr&#225;fico</i>. Yo lo imprimir&#233; como si fuera una sinopsis o un gui&#243;n.&#8221; Y, del dicho al hecho, Isou remacha estas ideas en el cine-club del Mus&#233;e de l&#8217;Homme, en alg&#250;n momento de 1952, al poner en escena y homologar el primer film-debate de la historia.</p>"
	},
	{
		"pid" : 41,
		"p" : "<p> Pero el car&#225;cter metacinematogr&#225;fico sobrepasa el mero debate y la insurgencia conceptual y terminol&#243;gica. Muy presente est&#225; una obsesi&#243;n de los letristas, la de entrar en la historia &#225;urea del cine. Sobre todo Isou y Debord, pero tambi&#233;n Lema&#238;tre, urden una especie de canon cinematogr&#225;fico con los nombres y las obras que consideran m&#225;s relevantes, a&#241;adiendo al final sus propios nombres.Coinciden en autores como Griffith, Clair, Bu&#241;uel y Eisenstein y su reconocimiento es generoso, pero mayores son las &#237;nfulas por formar parte de ese canon. A pesar del tono incendiario, no quieren destruir el arte cinematogr&#225;fico, sino sus recetas t&#233;cnicas y los tics adquiridos, como la obcecaci&#243;n perfeccionista; lo que proponen es un camino de evoluci&#243;n del cine que tiene un pasado, con nombres que identifican, y un futuro, con los suyos propios. Volviendo a la teor&#237;a, esto se traduce en el inicio de la fase cincelante del cine, que ellos inauguran con sus producciones. Por otro lado, seguramente para atacar el presente del cine, los letristas necesitan establecer la tradici&#243;n cinematogr&#225;fica de la que quieren provenir, una tradici&#243;n que se&#241;ala y que excluye. Y, a pesar de las coincidencias en sus autores de referencia, fue Chaplin quien encendi&#243; la mecha de la escisi&#243;n.</p>"
	},
	{
		"pid" : 42,
		"p" : "<p> <i><b>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</b></i><b>: el manifiesto del mes&#237;as</b></p>"
	},
	{
		"pid" : 43,
		"p" : "<p> Isou realiz&#243; su primer film entre agosto de 1950 y mayo de 1951, con descartes recuperados de la basura de los laboratorios &#8211;y, particularmente, de la unidad cinematogr&#225;fica del Ministerio del Ej&#233;rcito&#8211;, mezclados con im&#225;genes originales, rodadas en 16 mm, en las que el autor aparece paseando por el bulevar de Saint-Germain-des-Pr&#233;s, o meditativo en su apartamento. Pero, primeramente, Isou cre&#243; el sonido y, luego, de manera discrepante, vinieron las im&#225;genes. La primera versi&#243;n duraba cuatro horas y media; la versi&#243;n final, dos. Los costes de producci&#243;n fueron muy bajos, en principio asumidos por Isou, aunque despu&#233;s Marc-Gilbert Guillaumin (Marc&#8217;O) se incorpor&#243; como productor. Otro miembro del grupo, Lema&#238;tre, figura en los cr&#233;ditos como ayudante de direcci&#243;n, lo que le sirvi&#243; para iniciarse en el cine, aunque adem&#225;s cumpli&#243;un papel determinante en las laceraciones cincelantes de la pel&#237;cula.El resto del equipo t&#233;cnico, ajeno a las visiones letristas, parece que no lo puso nada f&#225;cil.</p>"
	},
	{
		"pid" : 44,
		"p" : "<p> El inicio del cine letrista y su posterior desarrollo plantean un recorrido parad&#243;jico, poco com&#250;n en los movimientos cinematogr&#225;ficos de vanguardia. El primer film, el que instituye los conceptos y las formas que permanecer&#225;n presentes en toda la producci&#243;n letrista, fue presentado ni m&#225;s ni menos que en el festival de Cannes de 1951 (en su cuarta edici&#243;n), aunque fuera de toda secci&#243;n oficial e incluso de una manera un tanto clandestina.Fue galardonado con el Prix des Espectateurs d&#8217;Avant-garde, por un jurado presidido por Jean Cocteau y del que tambi&#233;n formaban parte Curzio Malaparte y Raf Vallone. Esto era el mismo a&#241;o en el que el jurado presidido por Andr&#233; Maurois premiaba en dicho festival <i>Los olvidados </i>y <i>All about Eve.</i> Pero despu&#233;s de esta primera proyecci&#243;n cerca de los circuitos del gran cine,[[[16]]] los films letristas pasaron a propagarse b&#225;sicamente a trav&#233;s de otros circuitos m&#225;s bien marginales y de exigua difusi&#243;n. </p>"
	},
	{
		"pid" : 45,
		"p" : "<p> La versi&#243;n del <i>Trait&#233;&#8230;</i> que se present&#243; en Cannes no era sin embargo la definitiva; s&#243;lo estaba completada la primera parte y de las otras dos partes no hab&#237;a m&#225;s que el sonido. Este hecho, sumado al car&#225;cter incendiario del film, fue suficiente para provocar un gran alboroto por parte del p&#250;blico, lo que es de suponer que deleit&#243; sumamente a los letristas.[[[17]]]&#8220;Todo lo que he amado en el arte ha sido silbado y abucheado&#8221;, comenta Daniel, el h&#233;roe o protagonista del film; como <i>L&#8217;&#194;ge d&#8217;Or</i>, de Bu&#241;uel, un ejemplo que le reconforta: en su estreno irrumpi&#243; la ultraderecha, devastando la sala. Posteriormente, en su versi&#243;n definitiva, el film se estren&#243; en Par&#237;s en el cine-club del Mus&#233;e de l&#8217;Homme, el 23 de mayo de 1951. En enero de 1952 vio su salida comercial en una sala de arte y ensayo, el Studio de l&#8217;&#201;toile, con un cartel de Jean Cocteau y frases de promoci&#243;n como &#8220;El film que la prensa complaciente quiere ahogar. El film que la juventud y la vanguardia exaltan&#8221;. Permaneci&#243; en cartel tres semanas.</p>"
	},
	{
		"pid" : 46,
		"p" : "<p> <i>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</i> es y se autoproclama un film-manifiesto, el primero de la historia en palabras de Isou; un film que, con su temple mesi&#225;nico habitual, &#8220;ser&#225; m&#225;s bien un manifiesto para mis pr&#243;ximos films, un prefacio para aquellos otros que est&#225;n por llegar&#8221;. Y no s&#243;lo para los suyos, pues esta obra constituye el punto de partida de toda la teor&#237;a y pr&#225;ctica letrista en lo que al cine se refiere. El mismo t&#237;tulo ya dibuja con fuerza tres ejes, y con su propia est&#233;tica: la solemnidad propagand&#237;stica (<i>Trait&#233;</i>), el rechazo al pasado deleznable y ponzo&#241;oso (<i>Bave</i>) y la ambici&#243;n, para el futuro que el film inaugura, de alcanzar la excelencia (<i>&#201;ternit&#233;</i>). El car&#225;cter visionario de la obra emerge pues de buen principio: los letristas quieren aportar algo nuevo y personal al arte del cine, y s&#243;lo as&#237;se entiende el cine y su pr&#225;ctica desde la &#243;ptica letrista. Hay que revolucionar el desvencijado y decadente mundo del cine, y los letristas pueden hacerlo.</p>"
	},
	{
		"pid" : 47,
		"p" : "<p>&#8220;Para conquistar hay que romper&#8221;, dice la voz protagonista del film, y lo primero que habr&#225; que romper es aquello que Isou llama&#8220;la armon&#237;a de los elementos compositivos&#8221;, la unidad del sonido con la imagen. El cine ha de ser entendido como un acto revolucionario y creativo, no como un producto acabado, perfecto, al gusto de la industria y su entregada clientela. La teor&#237;a vertida por Isou despunta con dos rupturas fundamentales: la del yugo que a&#250;na la imagen con el sonido y la de la propia pel&#237;cula, a partir de ahora cincelada. &#8220;&#161;Lanzo aqu&#237; el manifiesto del cine discrepante! A las pel&#237;culas estropeadas voluntariamente por el cineasta las llamo pel&#237;culas cinceladas&#8221;, proclama el protagonista, Daniel.</p>"
	},
	{
		"pid" : 48,
		"p" : "<p> Continuando con el <i>leitmotiv</i> de las mutilaciones,[[[18]]] Daniel/Isou declara: &#8220;Hay que cortarle las dos alas al cine, el sonido y la imagen&#8221;. Este es el grito de salida para que la fotograf&#237;a y el sonido, a partir de los letristas, ya no tengan que ir a la par. M&#225;s que descoordinar los dos elementos, se trata de trabajarlos de forma aut&#243;noma sin subordinar el uno al otro. Isou da incluso un paso m&#225;s all&#225;: la palabra ya no ser&#225; comentario de la cinta, sino que la cinta ser&#225; un simple complemento del <i>grito</i>.Se impone, as&#237;, una nueva dictadura del grito (texto, palabra, discurso, concepto) por encima de la imagen. Es desde esta &#243;ptica que podemos entender mejor el posterior desarrollo de las distintas variantes del cine imaginario o sin pel&#237;cula. &#8220;&#191;Qui&#233;n ha dicho nunca que el cine, cuyo significado es movimiento, deba s&#243;lo ser el movimiento de la fotograf&#237;as y no el de la palabra?&#8221;. Los letristas dinamitan pues los elementos formales que, aparentemente, tan bien defin&#237;an el cine hasta ese momento: el cine es ahora movimiento, discurso y, al fin y al cabo, revoluci&#243;n.</p>"
	},
	{
		"pid" : 49,
		"p" : "<p> La decadencia a la que ha llegado la fotograf&#237;a con el argumento perfeccionista de retratar fielmente la realidad, sumada a la tiran&#237;a que ejerce sobre la voz, son los motivos b&#225;sicos que inducen a Isou a declarar la guerra contra lo fotogr&#225;fico. El perfeccionamiento de la fotograf&#237;a ya no tiene sentido; lo que toca ahora es degradarla.Gui&#225;ndose por su &#8220;ley de evoluci&#243;n de las artes&#8221;, establece el final de la fase &#225;mplica, su agotamiento, para inaugurar con su film la fase cincelante del cine: cuanto m&#225;s deteriorada, corrompida y p&#250;trida est&#233; la materia, m&#225;s bella ser&#225; &#233;sta. Dado que al creador s&#243;lo le interesa la novedad de la creaci&#243;n, la fealdad de la &#233;poca es, seg&#250;n Isou, la &#250;nica belleza realmente nueva y posible. Para superar la fotograf&#237;a, hay que enfrentarse directamente a la pel&#237;cula y manipular el soporte, del mismo modo en que los letristas, en la escritura, superan la palabra y la sem&#225;ntica para trabajar con la letra y el sonido. &#8220;En lo que respecta a la fotograf&#237;a, mancillar&#233; la cinta exponi&#233;ndola a los rayos solares y tomar&#233; descartes de pel&#237;culas antiguas y los rayar&#233;, los ara&#241;ar&#233;, para que salgan a la luz bellezas desconocidas.&#8221; Las posibilidades de la <i>cinceladura</i>, unidas a unos principios aleatorios y al uso de todo tipo material de desecho, son infinitas y ya en este primer film letrista podemos encontrar un buen cat&#225;logo de t&#233;cnicas, aunque ser&#225; Lema&#238;tre quien m&#225;s ahondar&#225; en la manipulaci&#243;n cincelante de la pel&#237;cula.</p>"
	},
	{
		"pid" : 50,
		"p" : "<p> El film &#8211;&#8220;como el Infierno compuesto de c&#237;rculos&#8221;&#8211; se estructura en tres partes: Cap&#237;tulo primero: <i>El principio</i>; Cap&#237;tulo segundo: <i>El desarrollo</i>; y Cap&#237;tulo tercero: <i>La prueba</i>. El primer c&#237;rculo es el de las ideas sobre el cine y el deseo de hacer una obra revolucionaria. El segundo c&#237;rculo, por debajo del anterior, es el de &#200;ve y la seducci&#243;n amorosa. Y el tercero, tambi&#233;n por debajo, el de Denise y el Letrismo, aquello m&#225;s apreciado. As&#237; pues, Isou plantea un esquema dantesco en el que confluyen la teor&#237;a (primera parte), el amor (filtrado por un nuevo planteamiento pol&#237;tico) y la pr&#225;ctica art&#237;stica (letrista).</p>"
	},
	{
		"pid" : 51,
		"p" : "<p> Para hilvanar el discurso, dos voces conducen el desarrollo de la obra: Daniel, que act&#250;a como altavoz o alter ego de Isou, y &#8220;el comentarista&#8221;, que toma una mayor distancia. Con el enlace de las dos voces, sin correspondencia con la imagen, Isou consigue un efecto particular: cambiar de la primera a la tercera persona o, m&#225;s cinematogr&#225;ficamente, cambiar de plano s&#243;lo a trav&#233;s de la voz.Una tercera voz importante, en la primera parte, es la del&#8220;Extranjero&#8221; (con la voz del propio Isou), que introduce una defensa matizada de las ideas de Daniel. Adem&#225;s, tambi&#233;n hay otras voces que aparecen espor&#225;dicamente, b&#225;sicamente voces pol&#233;micas, descontroladas, interpretadas entre otros por Wolman, Berna, Brau, Marc&#8217;O y Lema&#238;tre. </p>"
	},
	{
		"pid" : 52,
		"p" : "<p> Nada m&#225;s iniciarse el film, Isou reconoce a los maestros: por un lado, a trav&#233;s de las im&#225;genes, a los intelectuales parisinos que los letristas respetan y de quienes reciben apoyo; y por el otro, a trav&#233;s de la voz de Daniel, a los cineastas que admiran y que, seg&#250;n&#233;l, son los que han hecho avanzar el cine. Son, aun as&#237;, unos reconocimientos moderados, sin vehemencia, a modo de referentes de la senda de gloria en la que los letristas pretenden entrar. Es en las im&#225;genes iniciales, que recogen el paseo de Isou por el bulevar Saint-Germain, cuando aparecen algunos de los intelectuales parisinos de referencia para los letristas: Cocteau, Cendrars, Maurois&#8230; Por su lado, la voz de Daniel &#8211;pese a que &#8220;La historia ya no tiene importancia&#8221;&#8211; esboza la evoluci&#243;n del cine: Griffith, Stroheim, Eisenstein, Bu&#241;uel, repitiendo siempre la misma consigna contra los ep&#237;gonos: &#8220;&#161;No me gustan los imitadores!&#8221;. Evidentemente, sin ninguna modestia, Isou incluye su propio film en este inventario. </p>"
	},
	{
		"pid" : 53,
		"p" : "<p> La deriva por Saint-Germain, m&#225;s all&#225; de la mitificaci&#243;n de un espacio cultural, es el n&#250;cleo de la primera parte: Daniel sale de un cine-club mientras diversas voces reanudan el debate; Daniel expone sus teor&#237;as e ideas y el resto de participantes, casi todos, le abuchean. Con su temperamento provocativo, Daniel intenta avanzar en su discurso sobre el cine, entrecortado por insultos, increpaciones y exclamaciones de otras voces. Retomando ciertas actitudes de las primeras vanguardias, cabe suponer que Isou anhelara que los comentarios de la banda sonora se entremezclaran con los del propio p&#250;blico; y as&#237; suced&#237;a. Daniel, para mantener sus posturas sobre el cine, defiende el cambio frente a la repetici&#243;n y, a fin de cuentas, reivindica la necesidad de un espacio propio para la experimentaci&#243;n, para ampliar el concepto del cine y para cometer tantos errores como sean necesarios antes de abrir una nueva <i>&#225;mplica</i>.El Extranjero, como si de una voz lejana y adelantada intelectualmente se tratara, reflexiona sobre el desplazamiento de las artes: si la poes&#237;a puede ir hacia la m&#250;sica, el cine puede ir hacia la radio, la palabra, la novela. Conquistar nuevos territorios para el cine, esa es la verdadera evoluci&#243;n. De esta manera, el Extranjero es un personaje que se revela como complemento y c&#243;mplice de Daniel.</p>"
	},
	{
		"pid" : 54,
		"p" : "<p> El personaje de &#200;ve, que centra la segunda parte, bascula entre el flirteo y la mayor sinceridad, representando el &#225;mbito sentimental y amoroso del film. Podr&#237;a tratarse de una cr&#237;tica al cine sentimental o, m&#225;s bien, una plasmaci&#243;n de un deseo que tambi&#233;n quiere ser diferente y que, al fin y al cabo &#8211;en un joven veintea&#241;ero&#8211;, es inevitable. Que el di&#225;logo entre Daniel y &#200;ve se centre tanto en su relaci&#243;n amorosa como en la pol&#237;tica, ya da cuenta de que algo est&#225; cambiando en cuanto a las relaciones que los j&#243;venes establecen entre s&#237;. Amanece quiz&#225; una nueva sentimentalidad; expuesta, por otro lado, s&#243;lo a trav&#233;s de la banda sonora. En la tercera parte, sin abandonar del todo el contenido te&#243;rico, es donde Isou &#8220;prueba&#8221; lo que podr&#237;a ser el cine letrista: se lanza a lo cincelante y, sin dejar de aumentar la reflexi&#243;n metacinematogr&#225;fica, comenta las caracter&#237;sticas de la poes&#237;a letrista.</p>"
	},
	{
		"pid" : 55,
		"p" : "<p> Seg&#250;n Isou, los poemas letristas no tienen ning&#250;n sentido ni quieren decir nada, adentr&#225;ndose en la belleza del ruido puro y la armon&#237;a del grito. En este campo, Dufr&#234;ne experiment&#243; con sus<i>crirythmes</i>, composiciones sonoras que sustituyen los versos del poema por emanaciones vocales descontroladas, as&#237; como tambi&#233;n lo hicieron Wolman y Brau. Esto sucede al mismo tiempo que Henri Chopin y Bernard Heidsieck sientan las bases de la poes&#237;a sonora moderna. Pero, a pesar de las coincidencias, ni Heidsieck ni Chopin compartieron nunca el sectarismo de los letristas y no se sumaron, en consecuencia, al grupo. Por otra parte, no hay que olvidar el valor de poemas sonoros como <i>Lettre rock</i>, de Lema&#238;tre, imprescindible para entender la evoluci&#243;n de la poes&#237;a sonora, que tiene sus inicios en los a&#241;os cincuenta. Isou, para diferenciar a&#250;n m&#225;s la tradici&#243;n po&#233;tica letrista de la precedente, habla de&#8220;poes&#237;a de letras&#8221; y &#8220;poes&#237;a de palabras&#8221;: la primera es la nueva convenci&#243;n; la segunda, la tradici&#243;n y, por consecuencia, la repetici&#243;n.</p>"
	},
	{
		"pid" : 56,
		"p" : "<p> Combinados con dos poemas de Dufr&#234;ne, una improvisaci&#243;n letrista y las im&#225;genes cinceladas, Isou lanza dos manifiestos finales, uno sobre la poes&#237;a, el otro sobre la m&#250;sica; dos campos que, en manos de los letristas, llegan a confundirse. Sobre la poes&#237;a sonora, Isou espeta que &#8220;la poes&#237;a letrista es m&#225;s popular que la poes&#237;a surrealista e incluso m&#225;s social que toda la buena poes&#237;a moderna&#8221;.La poes&#237;a letrista es asimismo f&#225;cil: uno la puede escuchar durante horas, dej&#225;ndose mecer por su ritmo, alrededor de una idea general que puede ser entendida sin esfuerzo. El segundo manifiesto, relativo a la m&#250;sica letrista, defiende un retorno al primitivismo y una mayor radicalidad respeto a otras m&#250;sicas modernas como el jazz.Pero, para los letristas, la m&#250;sica est&#225; muerta: pasemos a la voz y el ruido.</p>"
	},
	{
		"pid" : 57,
		"p" : "<p> <b>Maurice Lema&#238;tre: la pel&#237;cula abortada constantemente</b></p><p> Maurice Lema&#238;tre (Par&#237;s, 1926), que hab&#237;a conocido a Isou en 1949, se inici&#243; en el cine trabajando con &#233;l en <i>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</i>. Poco despu&#233;s comenz&#243; su dilatada filmograf&#237;a con <i>Le film est d&#233;j&#224; commenc&#233;?</i>, que se aparta del tono te&#243;rico y solemne del film de Isou experimentando ampliamente sobre las posibilidades est&#233;ticas lanzadas por el <i>conducator</i> letrista, a la vez que ensancha el espect&#225;culo cinematogr&#225;fico hacia una tercera dimensi&#243;n que no es la del simple relieve(ilusorio). Lo que acaba concibiendo Lema&#238;tre es casi una obra teatral o una especie de <i>happening</i>, con un gui&#243;n rocambolesco y esc&#233;nicamente tan ambicioso como embrolloso. Quiz&#225; por esa raz&#243;n, en veinte a&#241;os s&#243;lo se proyect&#243; cuatro veces: el 12 noviembre de 1951 en el cine-club del Mus&#233;e de l&#8217;Homme (en una sesi&#243;n poco exitosa por la mediocridad admitida de su puesta en escena), el 7 de diciembre de 1951 en el cine Cluny Palace (en el Boulevard Saint-Germain, anunciada como estreno de &#8220;cine tridimensional&#8221;), el 10 de febrero de 1954 en la Cin&#233;math&#232;que de Bruselas (en una versi&#243;n acortada) y en 1956 en el I Festival de Vanguardia de Marsella.</p>"
	},
	{
		"pid" : 58,
		"p" : "<p> La imagen cincelada y el concepto de <i>s&#233;ance de cin&#233;ma</i> o<i>syncin&#233;ma </i>convierten el film en un t&#237;tulo imprescindible de la obra de Lema&#238;tre. A partir de las ideas de Isou para manipular la pel&#237;cula, Lema&#238;tre trabaja a conciencia: desarrolla y ampl&#237;a las t&#233;cnicas cincelantes y diversifica los materiales empleados. Sin embargo, la aportaci&#243;n m&#225;s personal es el concepto, harto m&#225;s abierto, de <i>syncin&#233;ma</i>, que significa la destrucci&#243;n definitiva de la pantalla, tal como la conocemos desde Lumi&#232;re, y que constituye uno de los elementos centrales de la obra cinematogr&#225;fica de Lema&#238;tre. Se trata de ampliar el campo de proyecci&#243;n otorgando a la pantalla un rol distinto: ya no como una superficie meramente receptora de la proyecci&#243;n, sino como elemento susceptible de ser modificado y ampliado (con otras pantallas o por elementos interpuestos, como el cuerpo del propio autor por ejemplo).El <i>syncin&#233;ma</i> es una reuni&#243;n de movimientos en varios espacios y tiempos o, en otras palabras, una alteraci&#243;n radical de la pantalla y de la atm&#243;sfera de la sala cinematogr&#225;fica. En la<i>s&#233;ance-syncin&#233;ma</i>, la obra no se reduce a una proyecci&#243;n, sino que constituye una ejecuci&#243;n m&#225;s amplia del espect&#225;culo cinematogr&#225;fico como hecho art&#237;stico y acto social, llegando a abarcar el espacio entero de la sala y estableciendo un conglomerado entre el film propiamente dicho y los elementos <i>performativos</i> y de participaci&#243;n (en el espacio y tiempo real del acontecimiento).El film pasa a ser un acto de proyecci&#243;n en el que el p&#250;blico cobra protagonismo, y los elementos en principio extr&#237;nsecos se incorporan, de pleno derecho, al arte cinematogr&#225;fico. Es por dichas caracter&#237;sticas que el gui&#243;n de <i>Le film est d&#233;j&#224; commenc&#233;?</i> se desglosa en tres bandas: <i>sonido</i>, <i>imagen</i>, <i>sala</i>; las tres con igual importancia, aunque no lleguen a ser tan aut&#243;nomas entre s&#237; como sucede con otros films letristas.</p>"
	},
	{
		"pid" : 59,
		"p" : "<p> De la importancia de los elementos exteriores al film en s&#237;, da cuenta la &#8220;introducci&#243;n&#8221; a la que son sometidos los espectadores antes de que empiece la proyecci&#243;n propiamente dicha, en un acto-<i>s&#233;ance</i> que ronda las dos horas. Fuera, a la entrada del cine, hay una proyecci&#243;n de obras cl&#225;sicas (como <i>Intolerancia</i>, de Griffith) y de reclamos de la pel&#237;cula anunciada; mientras se va formando una hilera en la puerta, los vecinos incordian a los que guardan cola y unos figurantes infiltrados hacen presi&#243;n para tratar de forzar las puertas de entrada, que no se abren hasta una hora despu&#233;s de la anunciada. Se crea as&#237; un gran caos, con espectadores que se van, otros que se quejan y diversas situaciones disuasorias de por medio. Cuando la gente se sienta definitivamente, con las luces apagadas, se proyecta el final de un western y se encienden las luces. A partir de este momento, el alboroto del p&#250;blico y los figurantes se recrudece, Lema&#238;tre lee un texto en defensa propia, se incorporan otros figurantes y la proyecci&#243;n avanza como puede. Con la introducci&#243;n, adem&#225;s, de poemas sonoros de Dufr&#234;ne y de Wolman.</p>"
	},
	{
		"pid" : 60,
		"p" : "<p> En la parte central del film, la sala permanece en silencio y la proyecci&#243;n se desarrolla con cierta tranquilidad: es en ese momento que el film vuelve a hacer referencia a los elementos iniciales, manifest&#225;ndose la idea de bucle que impide que la pel&#237;cula avance.M&#225;s tarde, la &#8220;normalidad&#8221; vuelve a verse truncada; ahora le toca a la pantalla, en la que se cuelgan objetos de diversos colores, a la vez que manos, cabezas y sombreros se interponen en el haz del proyector. La idea de la proyecci&#243;n abortada, o de la frustraci&#243;n de las expectativas, es central en esta obra: una vez finalizada la sesi&#243;n, si todo sale bien, uno no sabe si realmente ha visto el film que pretend&#237;a ver o si se trataba de un intento fallido. La pantalla, como no pod&#237;a ser de otro modo, acaba desgarrada.</p>"
	},
	{
		"pid" : 61,
		"p" : "<p> A pesar de la preponderancia de la palabra sobre la imagen, reivindicada por los letristas, el texto de esta obra no va mucho m&#225;s all&#225; de una ligera reflexi&#243;n vanidosa sobre la creaci&#243;n y sobre unas teor&#237;as presuntamente revolucionarias, con cierta tendencia introspectiva: &#8220;El autor de este film comprendi&#243; que el acto creativo es la &#250;nica posibilidad de realizar un gesto realmente libre&#8221;. La parte te&#243;rica, a diferencia de Isou, tiene menor consistencia y resulta un tanto vaga, comprendiendo algunas directrices para entender el film, fragmentos de un manifiesto de Isou y algunos de los habituales ataques a la sociedad aposentada: un&#8220;universo de carro&#241;as&#8221;. Menos te&#243;rico, m&#225;s gratuito, el texto flaquea algunas veces por su limitado inter&#233;s y dinamismo, siendo en el plano de la imagen donde Lema&#238;tre se muestra m&#225;s innovador en definitiva.</p>"
	},
	{
		"pid" : 62,
		"p" : " <ol start=\"5\"> <li><h1 lang=\"es-ES\" class=\"western\">Un film redondo de Wolman</h1> </ol><p> Gil-Joseph Wolman (Par&#237;s, 1929-1995) concluy&#243; en septiembre de 1951<i>L&#8217;Anticoncept</i> &#8211;un film cincelante y discrepante a su manera&#8211;, el cual fue proyectado por primera vez, sobre un globo sonda, el 11 de febrero de 1952 en el cine-club del Mus&#233;e de l&#8217;Homme. El film fue prohibido por la censura con criterios incomprensibles &#8211;que para Guy Debord no lo ser&#237;an tanto[[[19]]]&#8211;, aunque todav&#237;a ser&#237;a proyectado en la quinta edici&#243;n del festival de Cannes, ese mismo a&#241;o, antes de caer en el olvido durante treinta a&#241;os; salvo para el propio artista, que en diversas ocasiones dijo que toda su obra posterior descender&#237;a de aquel &#8220;anticoncepto&#8221;primordial.</p>"
	},
	{
		"pid" : 63,
		"p" : "<p> Un elemento caracter&#237;stico de la obra es el globo que sustituye a la pantalla tradicional: el rect&#225;ngulo plano ha desaparecido. La imagen se reduce por otra parte a un c&#237;rculo que, acoplado al volumen esf&#233;rico de una &#8220;nueva pantalla&#8221; (que dir&#237;a Marc&#8217;O), cobra un volumen tridimensional; a la vez que se enciende y se apaga, de manera intermitente y con diversos ritmos, por lo que el film de Wolman ha sido adem&#225;s relacionado con obras posteriores de Peter Kubelka (<i>Arnulf Rainer</i>, 1960) y Tony Conrad (<i>The Flicker</i>, 1966) que han establecido la tipolog&#237;a del <i>flicker film</i> (film de parpadeos o intermitencias) en el nomencl&#225;tor del cine experimental. Sin embargo, a diferencia de dichas obras, <i>L&#8217;Anticoncept</i> introduce adem&#225;s un componente verbal, parlante, discrepante que provoca un desconcierto incluso mayor, dentro del reductivismo extremo de una obra basada en los dualismos de la luz y la oscuridad, la voz y el silencio, el sentido y el sinsentido, la figura plana (el c&#237;rculo) y el relieve ilusorio (del globo iluminado intermitentemente por la proyecci&#243;n recibida).</p>"
	},
	{
		"pid" : 64,
		"p" : "<p> En el plano de la banda sonora, por otra parte &#8211;un plano con su propio relieve (por la intervenci&#243;n de diversas voces, modulaciones, etc.)&#8211;, Wolman no pretende, al contrario que Isou, establecer o encerrar un significado concreto. Plantea una serie de elementos y actitudes que dir&#237;amos antiprohibicionistas, antisistema, enlazando con el tr&#225;nsito hacia el situacionismo (a trav&#233;s de la Internacional Letrista, de la que Wolman fue uno de los fundadores) y los lemas del Mayo de 1968, como el <i>Ne travaillez jamais</i> que el artista consigna en sus escritos. &#8220;El tiempo de los poetas ha terminado. Ahora duermo.&#8221; Es un trabajo fruto de la incontinencia verbal y de la m&#250;ltiple significaci&#243;n m&#225;s que de ideas fijadas de antemano. Algo as&#237; como una subsignificaci&#243;n, un &#8220;acontecimiento&#8221;para liberar la palabra y el significado: la palabra estalla m&#225;s all&#225; del sujeto, se libera de su significado. Y entra&#241;a asimismo una negaci&#243;n, en un tiempo de negaciones y de anticipaci&#243;n de una&#8220;nueva amplitud&#8221; (<i>&#225;mplica</i> en la jerga isouana), una &#8220;fase f&#237;sica de las artes&#8221;, una implicaci&#243;n del p&#250;blico para la construcci&#243;n del sentido.[[[20]]]</p>"
	},
	{
		"pid" : 65,
		"p" : "<p> Es de hecho un film casi sin im&#225;genes &#8211;o con una sola imagen, el c&#237;rculo&#8211;, yendo de la oscuridad total al destello parpadeante de la luz sobre la pantalla. Un detalle revelador es que el film fue realizado sin c&#225;mara: es por tanto un film cincelado manualmente, fotograma a fotograma, sobre la virginidad de una cinta transparente y utilizando una plantilla para dibujar los c&#237;rculos. De este modo, el texto toma toda su importancia y multiplica su efecto. Es un entramado de reflexiones cortas sobre el arte, la vida y el amor, frases sincopadas, quebradas en su sintaxis hasta rozar aparentemente el sinsentido. Wolman, adem&#225;s, realiza en la puesta en escena del texto un importante trabajo sonoro, cercano en algunos casos a la poes&#237;a sonora y, en particular, a la obra de Dufr&#234;ne. No hay que olvidar, por otro lado, que Wolman trabaj&#243; extensamente en el campo de la poes&#237;a sonora, a trav&#233;s de lo que &#233;l llamaba <i>m&#233;gapneumes</i>.El gui&#243;n, publicado originalmente en <i>Ion</i>, es virtualmente un texto sin principio ni fin, un texto que acumula infinitas posibilidades sem&#225;nticas y que concluye con la frase: &#8220;YO SOY INMORTAL Y VIVO&#8221;.</p>"
	},
	{
		"pid" : 66,
		"p" : "<p> <b>Un film sonoro de Dufr&#234;ne</b></p><p> <i>Tambours du jugement premier</i> es el primer film que se adentra en el concepto de cine imaginario y la principal aportaci&#243;n cinematogr&#225;fica de Fran&#231;ois Dufr&#234;ne (Par&#237;s, 1930-1982), poeta que trabaj&#243; destacadamente en el campo de la poes&#237;a sonora y que se hab&#237;a unido al grupo letrista en 1946. Es una obra sin pantalla ni pel&#237;cula, que suprime no s&#243;lo la dictadura de la imagen sobre la palabra, sino que abandona definitivamente la imagen proyectada,&#8220;pues ya no se trata de <i>percibirla pasivamente</i> sino de<i>imaginarla</i> o recrearla&#8221;.[[[21]]] Poco despu&#233;s, Dufr&#234;ne se alej&#243; del c&#237;rculo de Isou, a quien hab&#237;a conocido con menos de veinte a&#241;os, y en 1954 abandon&#243; el grupo, momento a partir del cual aplic&#243; a su trabajo po&#233;tico, sobre todo fon&#233;tico, el adjetivo &#8220;ultraletrista&#8221;, a la vez que se consagraba m&#225;s de lleno a las artes pl&#225;sticas, formando parte del grupo de los <i>nouveaux r&#233;alistes</i>.</p>"
	},
	{
		"pid" : 67,
		"p" : "<p> Sin embargo, Dufr&#234;ne s&#237; hab&#237;a previsto originalmente una parte visual, nunca realizada, y que ni siquiera estaba completa al publicarse el gui&#243;n en la revista <i>Ion</i>. Las im&#225;genes ten&#237;an que ser animaciones y detalles de objetos, &#8220;cuadr&#237;culas y otras formas geom&#233;tricas&#8221;, pero el peso de la obra resid&#237;a claramente en la banda sonora, que es en lo que acab&#243; convirti&#233;ndose el proyecto inicial.[[[22]]] Por tanto, podr&#237;a contemplarse como una pieza de arte sonoro antes que como un film en el sentido convencional (desde luego, ya se ha visto suficientemente que el letrismo siempre ha estado re&#241;ido con las convenciones), pero, dado que fue concebido como tal, hablaremos de un <i>film sonoro</i> en su sentido m&#225;s absoluto.</p>"
	},
	{
		"pid" : 68,
		"p" : "<p> La primera presentaci&#243;n de la obra, como cine imaginario sin pantalla ni pel&#237;cula, fue de nuevo en Cannes, en 1952, en el cine Alexandre III. Los escasos recursos necesarios permitieron improvisar la sesi&#243;n: las voces se situaron en los cuatro &#225;ngulos de la sala y, mientras los int&#233;rpretes declamaban los textos, las luces se encend&#237;an y apagaban y la cortina del proscenio se abr&#237;a y cerraba constantemente. &#8220;Yo ir&#233; por cuatro caminos, dej&#225;ndome llevar por el postulado de no tener para nada en cuenta las posibilidades t&#233;cnicas y reales de la c&#225;mara, pues &#233;sta s&#243;lo deber&#225; satisfacer unas condiciones ideales y de ideas&#8221;.[[[23]]] Seg&#250;n el op&#250;sculo que se reparti&#243; en el Cannes, &#8220;la propuesta de cine imaginario de Fran&#231;ois Dufr&#234;ne sistematiza al extremo el agotamiento de los medios cinematogr&#225;ficos, situ&#225;ndose m&#225;s all&#225;de toda su maquinaria&#8221;. Es a la vez una frustraci&#243;n de las expectativas del p&#250;blico y una invitaci&#243;n al mag&#237;n del espectador; otra ruptura y otra liberaci&#243;n, esta vez de la imposici&#243;n de la imagen.</p>"
	},
	{
		"pid" : 69,
		"p" : "<p> El gui&#243;n original, como ya se ha dicho, fue publicado en <i>Ion</i> precedido de un breve texto te&#243;rico que, de forma sucinta, expone a grandes rasgos las l&#237;neas de trabajo de Dufr&#234;ne: el trabajo aut&#243;nomo de la voz y el sonido (con un reconocimiento expreso a la influencia de Artaud); la organizaci&#243;n en cuadr&#237;culas de la imagen; la recitaci&#243;n y sus intensidades tonales; y la traslaci&#243;n del aforismo al cine. Adem&#225;s, hace una incursi&#243;n te&#243;rica hacia el concepto de cine imaginario, entendido como un ataque a la perfecci&#243;n de la maquinaria cinematogr&#225;fica, admitiendo cierta incapacidad, sin embargo, para desarrollar dicho concepto.[[[24]]] Tras su realizaci&#243;n &#8220;en vivo&#8221; en Cannes 1952, <i>Tambours&#8230;</i> se difundi&#243; radiof&#243;nicamente en 1973, en el marco de unas emisiones de France Culture para ciegos, con la participaci&#243;n de otros antiguos letristas como Wolman y Jacques Spacagna. En 1981 se grab&#243;una tercera versi&#243;n que ha sido incluida desde entonces en diversas exposiciones y en alguna programaci&#243;n cinematogr&#225;fica, adem&#225;s de formar parte de la colecci&#243;n del Mus&#233;e National d&#8217;Art Moderne en el Centre Georges Pompidou de Par&#237;s. </p>"
	},
	{
		"pid" : 70,
		"p" : "<p> La imagen, seg&#250;n el gui&#243;n, se basaba en formas geom&#233;tricas y en el movimiento, en su interior, de objetos animados: la pantalla convertida en un damero de juego en el que los objetos cambiar&#237;an de posici&#243;n, variando su significado; las cuadr&#237;culas se transfigurar&#237;an a veces en objetos concretos, ordinarios, tales como ventanas francesas, tr&#233;boles, ventiladores e incluso dos islotes&#8220;unidos por un vaiv&#233;n de macarrones&#8221;. Se forma as&#237; una intersecci&#243;n entre formas geom&#233;tricas (casillas, rombos, hex&#225;gonos, letras) y objetos caprichosos, elementos cotidianos, con alguna posible connotaci&#243;n er&#243;tica (piernas de mujer, zapatos de tac&#243;n...). El proyecto de Dufr&#234;ne, por tanto, se alejaba a priori del reciclaje cincelante propugnado por Isou, aunque estar&#237;a en consonancia, en cambio, con sus ideas sobre la narrativa metagr&#225;fica, la super-escritura hipergr&#225;fica, tambi&#233;n llevada al dominio del cine.</p>"
	},
	{
		"pid" : 71,
		"p" : "<p> La banda sonora contiene un importante trabajo fon&#233;tico que recoge, de hecho, casi todas las composiciones o partituras que Dufr&#234;ne hab&#237;a realizado hasta ese momento en forma de &#8220;poemas l&#233;tricos&#8221;y &#8220;aforismos cantados&#8221;. Se trata de dos v&#233;rtices bien distintos&#8211;que apuntan al sonido y al texto (el juego de palabras, a menudo)&#8211;, pero que se combinan y responden a las inquietudes experimentales de Dufr&#234;ne, uno de los referentes de la poes&#237;a sonora. Fue quien desarroll&#243;, a partir de 1953 aproximadamente, los<i>crirythmes</i>, composiciones sonoras sin partitura que, siguiendo la estela letrista, pretend&#237;an una nueva poes&#237;a desde la ra&#237;z de la expresi&#243;n y el primitivismo. Dichas composiciones abandonan cualquier contenido discursivo y, a la manera de los <i>m&#233;gapneumes</i> de Wolman, consisten en improvisaciones grabadas con el magnet&#243;fono, haciendo uso de todas las capacidades de la voz y del cuerpo y partiendo de cierta frase de Artaud que afirmaba que &#8220;en Europa la gente ya no sabe gritar&#8221;.[[[25]]]</p>"
	},
	{
		"pid" : 72,
		"p" : "<p> A&#241;os m&#225;s tarde, ya en los sesenta, Dufr&#234;ne public&#243; varias de sus piezas en la disco-revista editada por Henri Chopin, <i>OU</i>,[[[26]]] entre las que se encuentra &#8220;Paix en Alg&#233;rie&#8221;, un <i>crirythme</i> de 1958 que conserva ciertas reminiscencias de su paso por el letrismo. Dufr&#234;ne, junto con Wolman y Brau, fue uno de los primeros en utilizar el micr&#243;fono para investigar la posibilidades de la voz, al margen definitivamente de la escritura (la grabaci&#243;n sonora como&#250;nica trascripci&#243;n posible).</p><p> <b>Debord: alaridos contra la imagen</b></p>"
	},
	{
		"pid" : 73,
		"p" : "<p> Es tambi&#233;n en 1952 que Guy Debord realiza su primer film, <i>Hurlements en faveur de Sade</i>. En un principio, Debord hab&#237;a desarrollado un gui&#243;n con im&#225;genes, aparentemente convencional en su estructura a dos columnas (sonido, imagen), salvo por la discordancia absoluta de sus ingredientes (no s&#243;lo entre ambas columnas o bandas, sino tambi&#233;n en el interior de cada una). La carencia de medios para llevar a la pr&#225;ctica dicho gui&#243;n y el ejemplo de su buen amigo Wolman, con <i>L&#8217;Anticoncept</i>, alentaron a Debord a suprimir cualquier tipo de imagen, de manera que la versi&#243;n final consiste en una alternancia de pasajes en blanco y en negro de duraci&#243;n variable, iluminando y apagando el rect&#225;ngulo de la pantalla&#8211;siempre vac&#237;o de im&#225;genes&#8211; en correspondencia con los di&#225;logos(m&#225;s bien elocuciones sin soluci&#243;n de continuidad) y los segmentos en silencio &#8211;vac&#237;o sonoro&#8211; respectivamente.</p>"
	},
	{
		"pid" : 74,
		"p" : "<p> La banda sonora hilvana algunos di&#225;logos arbitrarios sobre pol&#237;tica y amor y una serie de frases tomadas de la prensa, del C&#243;digo Civil y de novelas diversas. Es as&#237; un film muy plano visualmente y que cobra densidad en el texto, ali&#241;ado con el ruido de fondo del proyector. En un total de unos noventa minutos de duraci&#243;n, s&#243;lo unos veinte est&#225;n ocupados por las voces que intervienen, deliberadamente exentas de todo &#233;nfasis, incluyendo las de Wolman, Isou, Berna, Barbara Rosenthal y el propio Debord. Los silencios y los correspondientes segmentos en negro van acrecentando progresivamente su duraci&#243;n relativa, hasta llegar a los 24 minutos finales de vac&#237;o y negaci&#243;n del cine, llevado al l&#237;mite de la insurrecci&#243;n letrista.</p>"
	},
	{
		"pid" : 75,
		"p" : "<p> La versi&#243;n final del film fue realizada entre mayo y junio de 1952, inmediatamente despu&#233;s de la publicaci&#243;n de su primer <i>d&#233;coupage</i> en <i>Ion</i>, en el que constan las im&#225;genes ideadas en un primer momento: fragmentos reciclados de documentales de las fuerzas armadas, ambientes de Saint-Germain (como geograf&#237;a m&#237;tica y com&#250;n), im&#225;genes cinceladas y, naturalmente, pasajes en negro. Se present&#243; por primera vez el 30 de junio del mismo a&#241;o, en el cine-club del Mus&#233;e de l&#8217;Homme, sesi&#243;n que fue interrumpida por los responsables de la sala. Y por segunda vez en la Salle des Societ&#233;s Savantes, por iniciativa del Cin&#233;-club du Quartier Latin.</p>"
	},
	{
		"pid" : 76,
		"p" : "<p> Como ya hemos comentado m&#225;s arriba, Debord tambi&#233;n traza, al igual que Isou, una memoria can&#243;nica del cine que incluye algunas de las obras mayores de M&#233;li&#232;s, Wiene, Clair, Eisenstein, Bu&#241;uel y Chaplin,[[[27]]] para situar en su mismo linaje el <i>Trait&#233; de Bave et d&#8217;&#201;ternit&#233;</i>, <i>L&#8217;Anticoncept</i> y, por fin, <i>Hurlements en faveur de Sade</i>.[[[28]]] Ese mismo a&#241;o de 1952 se cumplir&#237;a la escisi&#243;n de la Internacional Letrista y, pocos a&#241;os despu&#233;s, se gestar&#237;a en Italia la fundaci&#243;n de la Internacional Situacionista. Ya en su seno, y pr&#225;cticamente como adalid de dicho movimiento, Debord proseguir&#237;a su filmograf&#237;a con cinco t&#237;tulos m&#225;s: <i>Sur le passage de quelques personnes &#224;travers une assez courte unit&#233; de temps</i> (1959), <i>Critique de la s&#233;paration</i> (1961), <i>La Societ&#233; du spectacle</i> (1973)&#8211;acaso su film m&#225;s ambicioso, en tanto que versi&#243;n cinematogr&#225;fica del influyente libro hom&#243;nimo&#8211;, <i>Refutation de tous les jugements, tant &#233;logieux qu'hostiles, qui ont &#233;t&#233;jusqu'ici port&#233;s sur le film &quot;La Societ&#233; du spectacle&quot;</i>(1975) y, por fin, <i>In girum imus nocte et consumimur igni</i>(1978); este &#250;ltimo un film de rasgos autobiogr&#225;ficos, cuyo t&#237;tulo retoma un pal&#237;ndromo latino que significa &#8220;Damos vueltas de noche y el fuego nos consume&#8221;.[[[29]]]</p>"
	},
	{
		"pid" : 77,
		"p" : "<p> <b>Otros rastros del primer cine letrista: Pomerand, Brau y Berna</b></p><p> Gabriel Pomerand fue el primer c&#243;mplice de Isou en la fundaci&#243;n del letrismo. Nacido en Par&#237;s en 1926 &#8211;y de ascendencia hebraica como Isou y Lema&#238;tre&#8211;, se suicid&#243; a principios del verano de 1972, ya totalmente alejado de dicho movimiento. De sus a&#241;os de militancia en el mismo, destacan <i>Symphonie en K,</i> una de las obras musicales letristas m&#225;s destacadas, y <i>Saint-Ghetto-des-Pr&#234;ts</i> (1950), un <i>roman &#224; clef</i> que reflejaba el Par&#237;s de su tiempo. Su&#250;nica incursi&#243;n cinematogr&#225;fica fue como impulsor y autor del texto de <i>La L&#233;gende cruelle</i> (1951), un documental de 25 minutos un tanto acad&#233;mico, dirigido por Arcady. Las im&#225;genes, que incluyen algunos efectos de animaci&#243;n, recogen la obra pl&#225;stica de Leonor Fini &#8211;pintora nacida en Buenos Aires y que frecuentaba por aquel entonces los c&#237;rculos surrealistas y bohemios de Par&#237;s&#8211;, con una banda sonora que establece una narraci&#243;n independiente, sin llegar a las cotas de la verdadera discrepancia. Aunque el texto del film fuera publicado en <i>Ion</i> y la pr&#225;ctica de Pomerand se asocie al letrismo, no puede considerarse un film letrista en toda regla, ya que no investiga en los campos que Isou hab&#237;a abierto ni tampoco rehuye, al fin y al cabo, unos modelos que el cine letrista quer&#237;a aniquilar.</p>"
	},
	{
		"pid" : 78,
		"p" : "<p> Jean-Louis Brau (Saint-Ouen, 1930) fue otro miembro m&#225;s del primer c&#237;rculo letrista y posteriormente, junto con Debord, Wolman y Berna, de la escindida Internacional Letrista.[[[30]]] Fue tambi&#233;n en 1952, antes de cumplirse dicha escisi&#243;n, cuando se anunciaron dos films letristas apenas documentados, de Brau y de Berna. El de Brau, <i>La barque de la vie courante</i> ser&#237;a aparentemente otro film sin im&#225;genes, compuesto s&#243;lo por una banda magn&#233;tica en la que se alternan los coros o m&#250;sicas letristas y una serie de escenas dialogadas con la incongruencia caracter&#237;stica de cierta prosa de vanguardia.[[[31]]] La pieza se grab&#243; con las voces de Gabrielle Brio, Fran&#231;oise Brau, Claude-Pierre Matricon, Gil J. Wolman y el propio Brau, que al parecer desarrollar&#237;a a&#250;n otros guiones y proyectos f&#237;lmicos.</p>"
	},
	{
		"pid" : 79,
		"p" : "<p> Por &#250;ltimo, Serge Berna quiso tambi&#233;n apuntarse a la floraci&#243;n del cine letrista, y adem&#225;s de aportar un texto al &#8220;sp&#233;cial sur le cin&#233;ma&#8221; de <i>Ion</i>, lleg&#243; a avanzar el t&#237;tulo de un film, <i>Du l&#233;ger rire qu&#8217;il y a autour de la mort</i>, que probablemente no fue m&#225;s all&#225; del estadio de un proyecto.</p><p> <b>La visi&#243;n disidente de Marc&#8217;O</b>[[[32]]]</p>"
	},
	{
		"pid" : 80,
		"p" : "<p> El nombre de Marc&#8217;O, pseud&#243;nimo art&#237;stico de Marc-Gilbert Guillaumin, est&#225; especialmente unido a los inicios del cine letrista por haber intervenido en la producci&#243;n del film de Isou, y como editor del &#250;nico n&#250;mero de <i>Ion</i>. Pero no es hasta 1954 que realiza y presenta su primer film, <i>Closed Vision (Soixante minutes de la vie interi&#233;ure d&#8217;un homme)</i>, un largometraje de 70 minutos que, a diferencia de los films de cuna letrista anteriores, es una coproducci&#243;n franco-estadounidense con una notoria holgura de medios.[[[33]]] Dicho film, siguiendo las tradiciones del letrismo, se present&#243; en Cannes en 1954, apadrinado por Cocteau y Bu&#241;uel.</p>"
	},
	{
		"pid" : 81,
		"p" : "<p> El film bebe directamente de las teor&#237;as de Isou, en especial las relativas a la Sublevaci&#243;n de la Juventud: un tema fundamental es la lucha ineludible de los j&#243;venes con las generaciones precedentes.Adem&#225;s Marc&#8217;O dirigi&#243;, de 1953 a 1955, la revista <i>Le soul&#232;vement de la jeunesse</i>. Ahora bien, si en el plano discursivo se identifica plenamente con las ideas letristas, en el plano est&#233;tico marca mayores distancias: su film no responde al modelo discrepante y cincelante de Isou y Lema&#238;tre, ni a la amputaci&#243;n de la imagen de Wolman y Debord; ni, todav&#237;a menos, a las ideas entre fabulosas y monstruosas del &#8220;cine nuclear&#8221; que el propio Marc&#8217;O hab&#237;a concebido unos a&#241;os antes. No se trata, como en los casos anteriores, de crear una experiencia sensorial radical que ataque la percepci&#243;n que el espectador tiene del cine. <i>Closed Vision</i> no cuestiona el privilegio dominante de la imagen o de la historia del cine, como los letristas hab&#237;an tratado de hacerlo en a&#241;os anteriores o como tratar&#225; de hacerlo en toda su obra Maurice Lema&#238;tre. Pero, en cualquier caso, el film de Marc&#8217;O constituye tambi&#233;n una invitaci&#243;n a pensar el cine de una manera distinta.As&#237;, el montaje y la relaci&#243;n entre imagen y banda sonora no es discrepante, sino m&#225;s bien &#8220;chocante&#8221;, en una l&#237;nea de ascendencia surrealista antes que letrista.</p>"
	},
	{
		"pid" : 82,
		"p" : "<p> El film se abre con las im&#225;genes de varios collages del propio Marc&#8217;O, acompa&#241;ados por una voz en off en la que se reconocen ciertos ecos de la jerga y las doctrinas letristas.[[[34]]] Ambos elementos, los collages y la voz en off, son el eje central de la primera parte, reapareciendo en el ep&#237;logo. A partir de aqu&#237;, nos adentramos &#8211;seg&#250;n la voz en off&#8211; en la mente del protagonista, entrelaz&#225;ndose una serie de planos muy cortos que son como im&#225;genes del inconsciente. Aquello que entronca este film con la cinematograf&#237;a letrista es, en todo caso, su trasfondo ideol&#243;gico: la visi&#243;n cr&#237;tica de los h&#225;bitos sociales peque&#241;o-burgueses, la reflexi&#243;n sobre la violencia y la muerte, la lucha entre j&#243;venes y viejos (externos y aposentados), la exaltaci&#243;n de la rebeld&#237;a. Al tema del conflicto generacional se une por otra parte una reflexi&#243;n de tipo psicoanal&#237;tico en torno al proceso creativo, la sexualidad y la vejez.</p>"
	},
	{
		"pid" : 83,
		"p" : "<p> El n&#250;cleo central est&#225; constituido por una sucesi&#243;n de escenas que se desarrollan en una playa. Estas im&#225;genes, de corte m&#225;s realista, recuerdan por momentos el surrealismo tard&#237;o de cierto cine personal norteamericano (Maya Deren, James Broughton, Christopher Maclaine), con alg&#250;n toque bu&#241;ueliano. La factura t&#233;cnica de estas im&#225;genes es impecable, as&#237; como la de algunos planos (de rostros, manos, objetos en un encuadre ce&#241;ido) rodados en estudio. Marc&#8217;O utiliza pues una forma m&#225;s cl&#225;sica al servicio de ideas aun as&#237;subversivas: <i>Closed vision</i> parece, en este sentido, un intento de ensanchar la base est&#233;tica de las ideas letristas y de hacerlas m&#225;s accesibles para difundirlas eventualmente en c&#237;rculos m&#225;s amplios.[[[35]]]</p>"
	},
	{
		"pid" : 84,
		"p" : "<p> La &#250;ltima secuencia del film, encabezada por un r&#243;tulo que reza&#8220;Ep&#237;logo: memorias&#8221; vuelve una vez m&#225;s al escenario de la playa(uno de los personajes es una clara caricatura de Orson Welles), pero ahora con unas im&#225;genes muy contrastadas, casi consumidas. Tambi&#233;n se repiten diversos planos anteriores, igualmente con este aspecto demacrado. Una voz concluye: &#8220;Los recuerdos son im&#225;genes sucias, inacabadas, mancilladas, desgarradas, repugnantes. Im&#225;genes de barro y de cielo, de lluvia de Par&#237;s o de niebla de Londres&#8221;. Este texto se repite varias veces, apag&#225;ndose gradualmente. Por &#250;ltimo, el film regresa a los collages del inicio y termina en este mundo interior de la creaci&#243;n liberadora.</p>"
	},
	{
		"pid" : 85,
		"p" : " <ol start=\"6\"> <li><h1 lang=\"es-ES\" class=\"western\">III. LA IMAGINACI&#211;N AL PODER: EL CINE LETRISTA DESDE 1960</h1> </ol>"
	},
	{
		"pid" : 86,
		"p" : "<p> En 1960, tras sucesivas deserciones y rupturas, el grupo letrista estaba apenas integrado por Isou, Lema&#238;tre, un reci&#233;n incorporado Jacques Spacagna, y quiz&#225; alg&#250;n que otro simpatizante cuyo nombre no se recuerda entre los documentos y testimonios m&#225;s asequibles. El&#243;rgano impreso de la Internacional Situacionista se mofaba de esta escualidez del presunto colectivo rival, pero dos egos tan pronunciados como los de Isou y Lema&#238;tre se bastaban para mantener viva la semilla letrista, desplegando una actividad constante y multiforme (manifiestos, libros, revistas, exposiciones, grabaciones, acciones, intervenciones p&#250;blicas, pol&#233;micas&#8230;), hasta que nuevas adhesiones dieron al grupo un nuevo bulto: Roland Sabatier y Roberto Altmann en 1963; Alain Sati&#233; y Micheline Hachette al a&#241;o siguiente; Fran&#231;ois Poyet y Jean-Pierre Gillard en 1966; Jean-Paul Curtay en 1967; Gerard-Philippe Broutin, Fran&#231;oise Canal y J.-B. Arkitu en 1968; y todav&#237;a una veintena, al menos, de otros adherentes hasta finales de los setenta, entre los que apenas destacaremos a algunos m&#225;s que han contribuido ocasionalmente a la filmograf&#237;a letrista: Edouard Berreur, Pierre Jouvet, Albert Dupont, H&#233;l&#232;ne Richol, Jean-Fran&#231;ois Sainsard, Fran&#231;ois Letailleur. En 1980, la &#250;ltima generaci&#243;n letrista aumenta todav&#237;a con Michel Amarger y Fr&#233;d&#233;rique Devaux, al tiempo que el poeta y estudioso italiano Gabriele-Aldo Bertozzi funda, avalado inicialmente por Isou, un movimiento postletrista: la Internazionale Novatrice Infinitessimale o &#8220;Inismo&#8221;, con antenas o secciones en pa&#237;ses como Italia, Espa&#241;a, Argentina y Grecia.[[[36]]]</p>"
	},
	{
		"pid" : 87,
		"p" : "<p> Esta relaci&#243;n no agota todav&#237;a los pormenores de otras adscripciones pasajeras, irregulares o tard&#237;as, muchas de ellas en relaci&#243;n con la parcela espec&#237;fica del cine letrista y, en particular, con la actividad harto torrencial de Maurice Lema&#238;tre.Por tanto, en el pertinaz historial del letrismo pueden distinguirse al menos tres generaciones que se solapan, con la gu&#237;a o tutela permanente de Isou y Lema&#238;tre (con el tiempo, cada vez m&#225;s enfrentados y yendo cada cual a lo suyo); con grados diversos de compenetraci&#243;n en cuanto al ideario letrista/creatista/novatista, as&#237; como de sumisi&#243;n a la disciplina de grupo; y finalmente, seg&#250;n las procedencias e inclinaciones de los diversos participantes, con una presencia mayor o menor en las diversas zonas e interzonas en las que el letrismo se ha expresado.</p>"
	},
	{
		"pid" : 88,
		"p" : "<p> As&#237; como, hacia 1951-1952, parec&#237;a casi una consigna que todo artista letrista hiciera su propio film (aunque varios proyectos no pasaron de un estadio intencional), desde los a&#241;os sesenta renace m&#225;s abundantemente el inter&#233;s por el cine; coincidiendo, por otra parte, con el de otros muchos artistas y movimientos a lo largo y ancho del mundo. As&#237;, para empezar, cabe dejar constancia de algunos proyectos de grupo; aunque, por lo que nos consta, desaparecidos o en paradero desconocido. Se trata de obras colectivas referidas con los t&#237;tulos de <i>Le Lettrisme au service du Soul&#232;vement de la jeunesse</i>, presentada en la Bienal de Par&#237;s de 1965; <i>Buster M&#233;li&#232;s ciselant </i>(1969) y <i>Cin&#233;matographie discr&#233;pante</i>(1969). De las dos &#250;ltimas, uno de los participantes, Gerard-Philippe Broutin, recordar&#237;a: &#8220;Ambas obras se confeccionaron en la cocina de Fran&#231;ois Poyet, con la ayuda de Jean-Pierre Gillard. Hab&#237;a una cubeta con lej&#237;a, y aplic&#225;bamos las recetas de Lema&#238;tre: rascar, pegar, pintar, aplicar elementos de Letraset, etc, por lo que estas pel&#237;culas apenas pod&#237;an ser vistas en su integridad una sola vez, en ocasi&#243;n de su primer pase.&#8221;[[[37]]]</p>"
	},
	{
		"pid" : 89,
		"p" : " <ol start=\"7\"> <li><h1 lang=\"es-ES\" class=\"western\">Lema&#238;tre: Del letrismo al lemaitrismo</h1> </ol>"
	},
	{
		"pid" : 90,
		"p" : "<p> M&#225;s que ning&#250;n otro artista del grupo, Maurice Lema&#238;tre representa el raudal mayor del cine letrista desde que retom&#243;, a partir de 1962, su actividad en dicho marco. Actividad que abarca tambi&#233;n un cierto activismo y proselitismo en torno a una determinada concepci&#243;n del cine. As&#237;, entre 1967 y 1968, Lema&#238;tre organiz&#243; en un caf&#233;parisino, Le Colbert, la programaci&#243;n peri&#243;dica de un&#8220;caf&#233;-cine-teatro de vanguardia&#8221;, que pas&#243; a ser conocido como Caf&#233;-Cin&#233;ma Lema&#238;tre. Con el apoyo de Henri Langlois, que le aprovisionaba con fondos de la Cin&#233;math&#232;que Fran&#231;aise, las sesiones alternaban los cl&#225;sicos del cine de vanguardia (Eggeling, Ruttmann, Clair, L&#233;ger, Dulac, Man Ray, etc.) con las obras de nuevos cineastas independientes, por supuesto sesiones letristas y del propio Lema&#238;tre &#8211;proyecciones, acciones teatrales, lecturas de poemas, tertulias&#8211; y otras actividades que, al estallar el <i>affaire Langlois</i> (la destituci&#243;n del fundador de la Cinemateca por excelencia, y las protestas que siguieron de los profesionales y amantes del cine), entrar&#237;an a formar parte de un &#8220;homenaje supertemporal permanente&#8221; a su persona. Acompa&#241;ada de sucesivos manifiestos que pretend&#237;an instigar la apertura de otras salas similares, esta aventura de Lema&#238;tre dur&#243; lo que pod&#237;a durar dada su rentabilidad pr&#225;cticamente inapreciable y el esfuerzo correlativo que comportaba.[[[38]]]</p>"
	},
	{
		"pid" : 91,
		"p" : "<p> Unos diez a&#241;os despu&#233;s, por otra parte, Lema&#238;tre pas&#243; a ejercer una actividad docente en la Universidad de Par&#237;s I. El influjo del veterano letrista sobre una nueva generaci&#243;n de creadores o&#8220;novatistas&#8221; cinematogr&#225;ficos, tendr&#237;a su repercusi&#243;n en la creaci&#243;n de una asociaci&#243;n, la ACRA o Association des Cin&#233;astes et Realisateurs Audiovisuels; en revistas y fanzines publicados por disc&#237;pulos suyos; y en unas ciertas formas de hacer cine (llevadas incluso al extremo imaginario) con los medios m&#225;s min&#250;sculos. Al parecer, la veneraci&#243;n por este maestro del cine pobre, hoy con el porte de un abuelo permanentemente enojado, sigue en vigor actualmente entre los externistas de la creaci&#243;n cinematogr&#225;fica en Francia. Sin embargo, como otros ya han observado, la huella que ha ido dejando en los &#250;ltimos a&#241;os no se sit&#250;a tanto en la estela del letrismo &#8211;del que nunca ha abjurado, sino todo lo contrario&#8211;, sino que en cierto modo ha generado una corriente propia que llamaremos el <i>lemaitrismo</i>. No tanto porque alguien se reclame continuador expreso de la misma,[[[39]]] como por la trascendencia de muchos de sus rasgos de estilo y por su inquebrantable constancia; a veces con resultados controvertidos, pero ejemplar en su obstinaci&#243;n. De alg&#250;n modo, adem&#225;s, este tr&#225;nsito del letrismo al lemaitrismo &#8211;o, dicho de otro modo, de la obediencia doctrinal a un aliento personal y autobiogr&#225;fico&#8211; se halla particularmente presente en su producci&#243;n &#250;ltima.</p>"
	},
	{
		"pid" : 92,
		"p" : "<p> La copiosa filmograf&#237;a de Lema&#238;tre consta actualmente de un centenar de t&#237;tulos, aunque esta cifra incluye una amplia proporci&#243;n de obras de cine imaginario, supertemporal, sin pel&#237;cula, etc. En consecuencia, nuestra aproximaci&#243;n a una obra tan abundante se desglosa en algunos cortes temporales que, en nuestra opini&#243;n, re&#250;nen algunas de sus creaciones m&#225;s significativas</p> <ol start=\"8\"> <li><h1 lang=\"es-ES\" class=\"western\">La pel&#237;cula empieza de nuevo (Lema&#238;tre 1962-1965)</h1> </ol>"
	},
	{
		"pid" : 93,
		"p" : "<p> En 1962, Lema&#238;tre realiz&#243; <i>Un soir au cin&#233;ma</i>, al que seguir&#237;a la propuesta de un film imaginario, supertemporal, con el t&#237;tulo de <i>Pour faire un film</i> (1963). Ambas obras acostumbran a presentarse juntas, en cierto modo constituyendo un documento de su concepci&#243;n original, pues, como tantas otras obras de su autor, fueron concebidas seg&#250;n el concepto de la<i> s&#233;ance</i>: con elementos performativos y de participaci&#243;n del p&#250;blico. En el caso de <i>Un soir au cin&#233;ma</i>, Lema&#238;tre pretend&#237;a una &#8220;pantalla viva&#8221;, formada por su propio cuerpo y los de diversos colaboradores o espont&#225;neos, movi&#233;ndose libremente o danzando; en segundo lugar, un televisor permanece encendido a lo largo de la sesi&#243;n, con cualquier emisi&#243;n que haya en ese momento; y, en tercer lugar, el film pretende provocar diversas manifestaciones activas del p&#250;blico.El film comienza con una deambulaci&#243;n nocturna del artista por los Campos El&#237;seos, secuencia que se cierra cuando se le ve entrar en un cine, siendo guiado en la oscuridad por la linterna de la acomodadora. La banda sonora, compuesta inicialmente por poemas letristas y jadeos sexuales, da paso a un mon&#243;logo que expone una historia de amor &#8211;o m&#225;s bien una enso&#241;aci&#243;n er&#243;tica&#8211; que se desarrolla en un cine, entre el h&#233;roe y una desconocida. A partir de este punto, el film es una sucesi&#243;n de im&#225;genes recicladas, descartes y algunos homenajes reconocibles &#8211;fragmentos de<i>Entr&#8217;acte</i>, de Ren&#233; Clair, y <i>Un Chien andalou</i>, de Bu&#241;uel y Dal&#237;&#8211;, im&#225;genes severamente cinceladas mediante intervenciones hipergr&#225;ficas, sobreimpresiones abundantes e insertos en negativo. El film concluye con una &#8220;versi&#243;n de vanguardia&#8221;, a modo de remezcla acelerada y a&#250;n m&#225;s ca&#243;tica, extremando la discrepancia con la narraci&#243;n que ha sido expuesta oralmente.</p>"
	},
	{
		"pid" : 94,
		"p" : "<p> <i>Pour faire un film</i>, por otra parte, pertenece a las manifestaciones infinitesimales y supertemporales que trataremos m&#225;s adelante. El film que se distribuye con dicho t&#237;tulo no es m&#225;s que el pretexto del verdadero film que los espectadores mismos deber&#237;an llevar a cabo, de modo que la propuesta se expone mediante un texto escrito, salpicado con descartes y residuos f&#237;lmicos intervenidos.</p>"
	},
	{
		"pid" : 95,
		"p" : "<p> Para los letristas, un film puede tener otro soporte &#8211;incluso uno inmaterial&#8211; que el que se entiende habitualmente. Al igual que sucede con la obra de Isou titulada <i>Amos ou Introduction a la m&#233;tagraphologie</i> (1953), la siguiente obra en la filmograf&#237;a de Lema&#238;tre, <i>Au-del&#224; du d&#233;clic</i> (1965), adquiri&#243; inicialmente la forma de un libro, sin que por ello dejara de concebirse como un film o una &#8220;cine-hipergraf&#237;a&#8221;. Luego, a fines de los a&#241;os setenta, el artista lo convirti&#243; en una pel&#237;cula propiamente dicha, pero b&#225;sicamente para darle una difusi&#243;n m&#225;s amplia que la de un libro de artista de reducido tiraje. Sin embargo, independientemente de ese discurso que pone en cuesti&#243;n la materia propia del cine (en terminolog&#237;a de Isou, su &#8220;mecaest&#233;tica&#8221; o &#8220;mec&#225;nica est&#233;tica&#8221;), la versi&#243;n cinematogr&#225;fica resultante cobra m&#225;s bien la apariencia de un documento sobre las creaciones pl&#225;sticas o hipergr&#225;ficas del autor, con un acompa&#241;amiento sonoro de poemas y m&#250;sicas letristas.</p>"
	},
	{
		"pid" : 96,
		"p" : "<p> <b>De los infiernos del cine a la sublevaci&#243;n de los externos(Lema&#238;tre 1968)</b></p><p> Desde 1968, la dedicaci&#243;n cinematogr&#225;fica de Lema&#238;tre ha ganado un mayor ah&#237;nco. De ese mismo a&#241;o son algunas de sus obras m&#225;s significativas. La lac&#243;nicamente titulada <i>Une &#338;uvre</i>, para la que anteriormente consider&#243; otros t&#237;tulos como <i>La Poubelle du labo</i> o <i>L&#8217;Enfer du cin&#233;ma</i> &#8211;una obra, por tanto, que proviene de la basura o del infierno del cine&#8211;, traslada a una elaboraci&#243;n f&#237;lmica el arte-juego de azar dada&#237;sta de <i>les mots dans la sac</i>. Seg&#250;n la jerga letrista se trata de un film&#8220;poliautomatista&#8221;, construido por el montaje al azar de part&#237;culas f&#237;lmicas muy residuales: colas de pel&#237;cula, descartes, planos cort&#237;simos, r&#243;tulos, patrones y pruebas de laboratorio, y un etc&#233;tera de desechos de una alta denotaci&#243;n mat&#233;rica y con cinceladuras hipergr&#225;ficas a&#241;adidas. El sonido en este caso proviene de la pista &#243;ptica de los pedazos ensamblados &#8211;o, en su ausencia, de las perforaciones laterales&#8211;, dando lugar a una discrepancia o discordia cacof&#243;nica. Caracter&#237;sticas similares tienen <i>Chutes</i> (&#8220;Descartes&#8221;) y <i>Pellicule</i>, del mismo a&#241;o; este &#250;ltimo, un film supertemporal &#8220;producido&#8221; en sucesivas sesiones del Caf&#233;-Cinema Lema&#238;tre, en las cuales se invitaba a los asistentes a despedazar, remontar, manipular y crear el sonido para un c&#250;mulo de residuos previamente juntados por Lema&#238;tre,.</p>"
	},
	{
		"pid" : 97,
		"p" : "<p> Tambi&#233;n son de 1968 <i>Chantal D, Star</i> y <i>Le Soul&#232;vement de la jeunesse, mai 1968</i>, dos films que adquieren, cada uno a su manera, un filo pol&#237;tico. El primero al cuestionarse el abuso moral de su propia premisa: la entrevista de Lema&#238;tre con una starlette o aspirante, captada con el pretexto de un futuro rodaje pero con el verdadero fin de atraparla en un deshonesto ejercicio de <i>c&#237;nema-v&#233;rit&#233;</i>.[[[40]]] Sin embargo, Lema&#238;tre no logr&#243; hacerse con una c&#225;mara y s&#243;lo pudo hacer una grabaci&#243;n sonora de su encuentro con la joven actriz, adem&#225;s de sentirse azorado por el larvado plan que se hab&#237;a trazado. Entonces, retuvo esta grabaci&#243;n pero la dispuso en relaci&#243;n discrepante con una sola imagen &#8211;una reproducci&#243;n del cuadro de Th&#233;odore Chass&#233;riau, <i>La Toilette d&#8217;Esther</i>&#8211;, lacerada con incisiones hipergr&#225;ficas, algunos r&#243;tulos intercalados e intervalos en negro. Seg&#250;n un comentario del propio autor, una imagen&#8220;infinitamente torturada como lo hab&#237;a sido la supuesta starlette&#8221;.[[[41]]]</p>"
	},
	{
		"pid" : 98,
		"p" : "<p> <i>Le Soul&#232;vement&#8230;</i>, por otro lado, pretende ser a la vez un panfleto y &#8220;el &#250;nico film creativo&#8221; del Mayo de 1968. B&#225;sicamente un montaje de noticiarios de la &#233;poca (aunque, una vez m&#225;s, se inserta tambi&#233;n un fragmento en negativo de <i>Un Chien andalou</i>), bajo su aspecto desali&#241;ado se halla una obra compleja que articula unos elementos discordantes: im&#225;genes en blanco y negro y en color, en positivo y negativo, contempor&#225;neas o anacr&#243;nicas, pertinentes o arbitrarias. Y lo mismo para el sonido &#8211;m&#225;s que discrepante, oblicuamente alusivo&#8211;, al alternar los poemas letristas con las voces de los pol&#237;ticos, y los grandes rasgos de la econom&#237;a nuclear de Isou con una especie de f&#225;bula aleg&#243;rica. As&#237;, al relacionar el Mayo del 68 con la est&#233;tica y la econom&#237;a pol&#237;tica letrista, se pretend&#237;a un film militante y agit-prop del movimiento externista de la Sublevaci&#243;n de la Juventud.</p>"
	},
	{
		"pid" : 99,
		"p" : "<p> <b>Pel&#237;culas de todos los g&#233;neros (Lema&#238;tre 1975-1980)</b></p>"
	},
	{
		"pid" : 100,
		"p" : "<p> Al margen de otros films, menores a nuestro juicio, y de diversas obras imaginarias, infinitesimales, supertemporales o anti-supertemporales, otra etapa particularmente intensa se abre en la segunda mitad de los a&#241;os setenta. En muchos casos, se trata nuevamente de obras de <i>syncin&#233;ma</i>, que Lema&#238;tre ha presentado como tales siempre que ha encontrado la oportunidad. Y las dem&#225;s, retan de diversos modos las convenciones del espect&#225;culo cinematogr&#225;fico. Son &#8220;films en tous genres&#8221;, como dice uno de los op&#250;sculos que Lema&#238;tre ha publicado en este periodo.</p>"
	},
	{
		"pid" : 101,
		"p" : "<p> Un film con un t&#237;tulo tan despectivo como <i>Un Navet</i> (1975-77), es decir &#8220;Una birria&#8221;, se deleita en espolear al p&#250;blico para crear controversia, barullo incluso, sobre la bondad o memez de la pel&#237;cula que se proyecta: un nuevo amasijo de descartes, desperdicios y <i>ciselures</i>. Los primeros minutos del film van acompa&#241;ados de una voz que se befa e indigna ante tama&#241;a birria; pero, hacia la mitad del film, esta locuci&#243;n cesa y es mediante c&#243;mplices desperdigados entre el p&#250;blico que se trata de armar una buena jarana, si no una tumultuosa algarada. La puesta en escena de<i>Montage</i> (1976-80) es a&#250;n m&#225;s aparatosa, pues a lo largo de la proyecci&#243;n se distribuye entre el p&#250;blico una serie de textos que han de leer (guiones no realizados), aportando otros comentarios que han de reemplazar la banda sonora del batiburrillo proyectado; la pantalla es adem&#225;s recubierta con una cortina de viejos peri&#243;dicos; estos son luego incendiados, etc. etc. En cambio, por su sutilidad invisible, <i>The Song of Rio Jim</i> (1978) &#8211;perteneciente a un g&#233;nero tan letrista como el cine sin im&#225;genes&#8211; es una de las piezas m&#225;s exitosas de Lema&#238;tre. Se trata de un collage sonoro de apenas tres minutos que condensa los arquetipos auditivos de los westerns.</p>"
	},
	{
		"pid" : 102,
		"p" : "<p> La filmograf&#237;a de Lema&#238;tre parece regida en parte por determinados ciclos tem&#225;ticos: de la desacralizaci&#243;n del cine mismo a los trazos autobiogr&#225;ficos de sus obras m&#225;s recientes, pasando por los motivos recurrentes del amor y el erotismo. A este &#250;ltimo ciclo pertenecer&#237;an algunas de sus mejores obras de fines de los setentas. <i>Un Film porno</i> (1978) recicla im&#225;genes de <i>Un soir au cin&#233;ma</i>, crecientemente manipuladas hasta diluirse en lo abstracto y mat&#233;rico, mientras que el sonido discrepante estriba en la lectura, por diversas voces, de fragmentos de una pieza teatral del propio Lema&#238;tre con un di&#225;fano ascendiente sadiano, <i>Le boudoir de la philosophie</i>. En su versi&#243;n como <i>synfilm</i>, la lectura y otras intervenciones se producen en la propia sala, donde adem&#225;s una aut&#233;ntica cinta pornogr&#225;fica es proyectada al lado, pero entorpeciendo su visibilidad de diversas maneras. <i>Des sc&#232;nes d&#8217;amour tr&#232;s r&#233;alistes, avec force d&#233;tails et gros plans</i>(1978) anuncia similarmente aquello que perturba y deniega: un film pornogr&#225;fico severamente magullado; en su primicia, manipulado durante la proyecci&#243;n misma y sonorizado con una emisi&#243;n radiof&#243;nica cualquiera.</p>"
	},
	{
		"pid" : 103,
		"p" : "<p> <i>Une Histoire d&#8217;amour</i>(1978) es uno de los films m&#225;s gr&#225;ciles de Lema&#238;tre, aunque inopinadamente deudor del cine &#8220;hecho a mano&#8221; de Len Lye y Norman McLaren. (Inopinadamente porque, aunque a estos los tuviera en el pante&#243;n de los ancestros novatistas, la <i>ciselure</i> letrista nunca ha buscado ni armon&#237;a ni belleza en sus inscripciones y magulladuras). En este sentido, es m&#225;s propio de la est&#233;tica letrista ind&#237;gena otro film sucesivo, <i>L&#8217;Amour r&#233;invent&#233;</i> (1979), aunque fuera meticulosamente elaborado mediante el uso de una truca de animaci&#243;n y otras filigranas de laboratorio; bien lejos, esta vez, de los instrumentos m&#225;s tajantes (tijeras, empalmadoras, punzones&#8230;) con los que el artista estaba familiarizado. Con una banda sonora de poemas/m&#250;sicas letristas, las im&#225;genes se deslizan entre lo mat&#233;rico y lo hipergr&#225;fico, insertando im&#225;genes de un <i>nudie</i> deliciosamente rancio, e inscripciones manuscritas que alternan exclamaciones y onomatopeyas con los nombres de artistas, poetas, cineastas y cient&#237;ficos reverenciados.</p>"
	},
	{
		"pid" : 104,
		"p" : "<p> <b>Lema&#238;tre desde 1985</b></p><p> Aunque el cine de Lema&#238;tre siempre ha tendido a la primera persona &#8211;si acaso, del plural &#8220;nosotros&#8221;por hacer pi&#241;a y pe&#241;a con dem&#225;s colegas y simpatizantes del letrismo y sus esquejes&#8211;, es a mediados de los ochentas, cercano a cumplir sus sesenta a&#241;os y manteniendo en cambio su tenacidad externista, cuando en la obra de Lema&#238;tre se percibe un mayor&#233;nfasis autobiogr&#225;fico. Sobre todo, en la narrativa por entregas que constituye la serie <i>Vies de M.B.</i>, iniciada en 1985 y que se despliega en diversos soportes.[[[42]]] En el cap&#237;tulo 5, por ejemplo &#8211;con el subt&#237;tulo <i>Tunisie, Tunisie</i>&#8211; se rinde un emotivo recuerdo al padre, Felix Bismuth, mediante un montaje de noticiarios de la Gaumont y por un mon&#243;logo interior siempre discrepante y ajeno a los h&#225;bitos narrativos del documental de archivo. En el cap&#237;tulo 6, en cambio, el montaje de viejas &#8220;actualidades&#8221;, celuloide rancio y muy estropeado, da paso a una segunda parte m&#225;s abstracta e hipergr&#225;fica. Im&#225;genes carentes de sonido, cuyo comentario, seg&#250;n se detalla en un r&#243;tulo liminar, &#8220;se halla en la hiperautobiograf&#237;a del mismo t&#237;tulo&#8221;. Alguna relaci&#243;n filmogr&#225;fica incluye tambi&#233;n en esta serie a <i>L&#8217;Ayant-Droit</i>(1991), quiz&#225; porque la lectura de un epistolario privado/p&#250;blico del autor confiere toda su discrepancia (m&#225;s all&#225; de la pura mecaest&#233;tica) a unas im&#225;genes del General de Gaulle tomadas de la televisi&#243;n. En cualquier caso, salvo por la intencionalidad nuevamente pol&#237;tica de esta cinta, los dem&#225;s elementos que conocemos de dicho ciclo autobiogr&#225;fico nos ratifican en el juicio que distinguir&#237;a al letrismo del lemaitrismo.</p>"
	},
	{
		"pid" : 105,
		"p" : "<p> En cuanto a las obras m&#225;s recientes de Lema&#238;tre, hemos podido constatar cierto sigilo cr&#237;tico. Cierta indulgencia por parte de quienes, mejor que nosotros, conocen su trayectoria y sus hitos; cierto recelo respecto al grado cada vez m&#225;s aparatoso e hinchado de sus proyectos, a menudo con un punto superfluo en la imbricaci&#243;n de unos recursos electr&#243;nicos y digitales mal asimilados. Obras como<i>Kami &#232; no michi, un film &#8220;japonais&#8221;</i> (2000) o <i>Ganeden</i>(2002-03) constituir&#237;an entonces un estadio decadente del letrismo.Pero, todav&#237;a, una manifestaci&#243;n m&#225;s del lemaitrismo.</p>"
	},
	{
		"pid" : 106,
		"p" : " <ol start=\"9\"> <li><h1 lang=\"es-ES\" class=\"western\">Cine sin pel&#237;culas</h1> </ol><p> En 1956, Isou public&#243; su &#8220;Introducci&#243;n a la est&#233;tica imaginaria&#8221;. Inspir&#225;ndose en la noci&#243;n de los n&#250;meros imaginarios en el campo de las matem&#225;ticas, vislumbr&#243; un arte igualmente basado en lo intangible: un arte &#8220;infinitesimal&#8221;,&#8220;imaginario&#8221; o &#8220;estapeirista&#8221; (<i>esthap&#233;&#239;riste</i>, vocablo que surge por contracci&#243;n de est&#233;tica y del griego <i>ape&#239;ros</i>, que remite a lo incontable). Una est&#233;tica que predica lo puramente mental, m&#225;s all&#225; de los materiales o soportes de que se vale. En cierto modo, cuando Isou instituy&#243; en 1952 el <i>film-d&#233;bat</i> como superaci&#243;n de un arte difunto, estaba ya presagiando este dominio infinitesimal, as&#237; como el &#8220;marco supertemporal&#8221; (<i>cadre supertemporel</i>) sucesivamente teorizado en un volumen editado en 1960.[[[43]]]</p>"
	},
	{
		"pid" : 107,
		"p" : "<p> El arte supertemporal resultante reclama la participaci&#243;n del p&#250;blico, va m&#225;s all&#225; de la transmisi&#243;n mental del estapeirismo, y la obra puede adem&#225;s evolucionar, modificarse sin l&#237;mites de tiempo. La pataf&#237;sica sistematizadora del letrismo, todav&#237;a ha multiplicado luego las ramificaciones de estos y otros conceptos.Hasta extremos que resultan c&#243;micos para los no iniciados, aunque los letristas siempre se han tomado con gran seriedad y meticulosidad los distingos entre lo infinitesimal, anti-infinitesimal, anti-anti-infinitesimal, supertemporal, anti-supertemporal, etc. </p>"
	},
	{
		"pid" : 108,
		"p" : "<p> Al determinar una senda ultraconceptual &#8211;antes, ciertamente, que se empezara a hablar de arte de concepto, arte-idea y formulaciones afines&#8211;, dichas proposiciones son aplicables a cualquier disciplina, pero resultan especialmente id&#243;neas en cuanto al apego de los letristas por el cine. Hacer cine sin pel&#237;cula ser&#237;a una soluci&#243;n m&#225;s para intervenir sobre un medio que juzgaban estancado y ag&#243;nico. Externistas a menudo sin un c&#233;ntimo y con lo puesto, hab&#237;an acudido antes a los medios m&#225;s &#237;nfimos &#8211;una empalmadora o quiz&#225; unas simples tijeras, a veces una c&#225;mara prestada por alg&#250;n benefactor&#8211;, hurgando en la basura de los laboratorios y de los servicios cinematogr&#225;ficos del Estado para aprovisionarse de un material-base residual, para seguidamente manipularlo a conveniencia desde las premisas del credo cincelante, la discrepancia y la politanasia.</p>"
	},
	{
		"pid" : 109,
		"p" : "<p> Habiendo comprendido que el cine no le dar&#237;a dinero ni fama, Isou emprendi&#243; esa otra senda desde 1960. Sus propuestas han sido recogidas en forma impresa en un par de ocasiones al menos, bajo los t&#237;tulos de <i>9 films polythanasiques, esthap&#233;&#239;ristes et supertemporels (1960-1972)</i> y <i>Encore six films d&#8217;avant-garde(1967-1978)</i>.[[[44]]] Algunas de estas creaciones y proyectos no solamente est&#225;n en el l&#237;mite de una interpelaci&#243;n del cine, sino que directamente lo traspasan. La sesi&#243;n cinematogr&#225;fica puede convertirse en una mezcla de conferencia y debate, happening y taller de creaci&#243;n.Otras veces se trata de intervenir sobre un film cualquiera &#8211;tomado como <i>readymade</i>&#8211;, reemplazando su banda sonora por la lectura de textos del propio Isou, alterando por ejemplo el orden de proyecci&#243;n de las bobinas&#8230; entre otros trastornos diversos. Por fin, en algunos casos, el film ha sido concebido como un gui&#243;n, o m&#225;s bien un simple texto, el cual puede ser llevado al cine o simplemente ser imaginado.</p>"
	},
	{
		"pid" : 110,
		"p" : "<p> Lema&#238;tre, como ya se ha visto, tambi&#233;n sigui&#243; esta senda desde 1963 (<i>Pour faire un film</i>), frecuent&#225;ndola hasta el punto de abultar ampliamente su filmograf&#237;a, en la que al menos una cincuentena de obras pertenecen al dominio de lo imaginario, lo supertemporal y otras modalidades de cine sin pel&#237;cula. Tambi&#233;n, en 1982, con motivo de una retrospectiva del cine letrista en el Centro Pompidou de Par&#237;s, se public&#243; una filmograf&#237;a general del letrismo que relaciona alrededor de 200 t&#237;tulos, con una proporci&#243;n incluso mayor de los films sin pel&#237;cula, incluidas las aportaciones de las nuevas generaciones letristas. En cualquier caso, el problema que se nos plantea, para tratar de una manera ecu&#225;nime este aspecto, es que nunca hemos asistido a una sesi&#243;n o actividad de tal g&#233;nero, por lo que apenas podemos partir de referencias escritas y de alg&#250;n pobre documento grabado en v&#237;deo. As&#237;, algunas proposiciones se nos antojan a estas alturas, tras tantos revuelos del arte y del antiarte, como obviedades; por ejemplo las encaminadas a imaginar un film inexistente, o a decepcionar absolutamente las expectativas del p&#250;blico. Otras, a su vez, no parece que puedan dar mucho juego &#8211;en el supuesto que el p&#250;blico se avenga a participar en el mismo&#8211;, pero quiz&#225; no sabemos aquilatar las habilidades de los artistas letristas para activar y animar ciertas propuestas, sesiones, situaciones o exposiciones de este cine fraudulento, que se pretende purificador al mismo tiempo.</p>"
	},
	{
		"pid" : 111,
		"p" : "<p> A finales de los setenta, Lema&#238;tre realiz&#243; una serie de films sin o con pel&#237;cula, buscando la reducci&#243;n al m&#225;ximo o una, que dij&#233;ramos, nulidad absoluta y ofensiva. Al film auditivo <i>The Song of Rio Jim</i> (1978), a su manera espl&#233;ndido, le sigui&#243; el mismo a&#241;o un film doblemente &#8220;asonoro&#8221; y &#8220;an&#243;ptico&#8221;: <i>Nada, le dernier film</i>, donde entre el t&#237;tulo y el r&#243;tulo de fin, desfilan diez minutos de pel&#237;cula en negro. <i>Cin&#233;ma, art du mouvement</i> (1980) consiste nuevamente en una longitud de pel&#237;cula en negro, entre la cual se esconde un &#250;nico fotograma, una sola imagen. Entre sus films absolutamente imaginarios, alguno quiere alcanzar las propiedades de un anticine purgativo (<i>Vomi cin&#233;ma, Crachat cin&#233;ma, Morve Cin&#233;ma, Excr&#233;ment cin&#233;ma, D&#233;jection cin&#233;ma</i>, 1980), mientras que <i>Un Film policier</i> (1980)parece un homenaje al surrealismo francotirador: su int&#233;rprete ha de adelantarse hasta la pantalla, girarse hacia el patio de butacas, extraer un rev&#243;lver y disparar sobre el p&#250;blico.</p>"
	},
	{
		"pid" : 112,
		"p" : "<p> La regeneraci&#243;n del grupo letrista mediante las nuevas incorporaciones que se sucedieron en los a&#241;os sesenta y setenta, dio lugar a una copiosa actividad en este terreno previamente abonado por los veteranos del grupo. Destacan en este sentido las aportaciones de Roland Sabatier y, ya entre la &#250;ltima ola letrista, las de Fr&#233;d&#233;rique Devaux y Michel Amarger. Sabatier, cuya obra destacaremos separadamente, organiz&#243; en 1970 un primer Festival Internacional del Arte Infinitesimal y Supertemporal, que tuvo en 1976 una segunda edici&#243;n de repercusi&#243;n menor, todav&#237;a seguida de una Semana del Cine Imaginario en 1980. Otras aportaciones m&#225;s circunstanciales &#8211;y a menudo al borde de cualquier desinencia del cine normalmente entendido&#8211; han sido las de diversos artistas pl&#225;sticos afiliados al grupo letrista, como Alain Sati&#233;, Micheline Hachette, G&#233;rard-Philippe Broutin, Fran&#231;ois Poyet y Albert Dupont, entre otros nombres de vinculaci&#243;n letrista m&#225;s pasajera.[[[45]]]</p>"
	},
	{
		"pid" : 113,
		"p" : "<p> <b>El (meta)cine de Roland Sabatier</b></p><p> Un cine en la guisa de dejar de serlo, o un cine al l&#237;mite del cine: parafraseamos as&#237; los enunciados de algunos de los textos de los que forzosamente partimos para referirnos a la aportaci&#243;n de Roland Sabatier.[[[46]]] A sus 21 a&#241;os, Sabatier estableci&#243; contacto con el grupo de Isou a ra&#237;z de una visita a la Bienal de Par&#237;s de 1963. Comenz&#243; a colaborar de inmediato en la revista <i>Ur</i>, y a practicar la hipergraf&#237;a sobre pel&#237;culas recuperadas de su predestinaci&#243;n como material de desecho: <i>Divers petits films ciselants et hypergraphiques</i> (1963-64) es el t&#237;tulo que abre su filmograf&#237;a.Sin embargo, aunque Sabatier ha trabajado a intervalos sobre el soporte f&#237;lmico propiamente dicho, hall&#243; otra manera de intervenir en un medio que le atra&#237;a, pero que tambi&#233;n le ahuyentaba por los medios que requer&#237;a y que no ten&#237;a a su alcance. As&#237;, se adentr&#243;prioritariamente en las formulaciones de lo infinitesimal, supertemporal y &#8220;excoordista&#8221; (concepto introducido por Isou en 1991, que persigue la exploraci&#243;n est&#233;tica de lo inimaginable), a menudo en relaci&#243;n con su inter&#233;s personal por las ciencias humanas y, en especial, la psicolog&#237;a (o m&#225;s bien la &#8220;psicokladolog&#237;a&#8221;isouana).</p>"
	},
	{
		"pid" : 114,
		"p" : "<p> Siempre a su manera, Sabatier ha seguido las diversas directrices marcadas por Isou, cultivando el cine cincelante, discrepante, hipergr&#225;fico, infinitesimal, supertemporal, politan&#225;sico (o de destrucci&#243;n m&#250;ltiple), poliautom&#225;tico&#8230; <i>Le Songe d&#8217;une nudit&#233;</i> (1968), mediometraje en 16mm, alterna im&#225;genes en color de manifestaciones y escaramuzas en las calles de Par&#237;s, exaltando la sublevaci&#243;n juvenil y las consignas de la econom&#237;a nuclear, con largos fragmentos de pel&#237;culas en blanco y negro, recicladas y cinceladas hasta tal extremo que sus im&#225;genes devienen un mero residuo; agresi&#243;n material que afecta tambi&#233;n a la pista &#243;ptica del sonido, transformado en un murmullo entrecortado y &#225;spero. En cambio, en <i>Evoluons (encore un peu) dans le cin&#233;ma et la cr&#233;ation</i>&#8211;fechado en 1972 pero presentado sucesivamente en distintas versiones&#8211;, un ensamblaje de pedazos cinematogr&#225;ficos pertenecientes a distintos g&#233;neros es imaginariamente tratado seg&#250;n los conceptos de la cinceladura y la hipergraf&#237;a, mediante una descripci&#243;n verbal y fastidiosamente meticulosa de ciertas intervenciones s&#237;gnicas del todo hipot&#233;ticas. Diez a&#241;os despu&#233;s, en <i>Regarde ma parole qui parle le (du) cin&#233;ma</i> (1982), la banda sonora consiste en el mon&#243;logo de un cineasta ficticio, interrog&#225;ndose sobre el futuro del s&#233;ptimo arte y evocando su esplendor lejano, mientras que la imagen consiste en una sucesi&#243;n de r&#243;tulos con leyendas tales como &#8220;primer plano&#8221;, &#8220;panor&#225;mica&#8221;,&#8220;plano americano&#8221;, etc.[[[47]]] Otros films se reducen a una banda sonora, una descripci&#243;n oral, la perturbaci&#243;n de un film cualquiera en el momento mismo de su proyecci&#243;n, o la presentaci&#243;n de diversos elementos &#8211;sean preparatorios o residuales&#8211; abocados en definitiva a una dimensi&#243;n imaginaria.</p>"
	},
	{
		"pid" : 115,
		"p" : "<p> Para Sabatier, el cine puede manifestarse indistintamente como un objeto, una exposici&#243;n (antes que una proyecci&#243;n en penumbra), una actividad que implica al p&#250;blico, o todav&#237;a por simple alusi&#243;n.Objeto: <i>Les Preuves</i> (1966) consiste en una herm&#233;tica lata de pel&#237;cula que incita a imaginar el film que supuestamente contiene.Exposici&#243;n:<i> Inachev&#233;s, &#224; peu-pr&#232;s &amp; refus, avec portrait de dame</i> (1987) presenta una colecci&#243;n de elementos relativos a los componentes, las t&#233;cnicas y las apariencias del cine. Actividad: un buen n&#250;mero de las propuestas de Sabatier consisten en la concepci&#243;n de situaciones de interacci&#243;n social, a veces con un esp&#237;ritu festivo, a prop&#243;sito de argumentos o motivos muy diversos.El cine, por tanto, se disuelve a menudo en meras alusiones. Por otra parte, muchos proyectos de Sabatier son esencialmente conceptuales y, fijados sobre papel, han sido recopilados y publicados bajo el t&#237;tulo de <i>&#338;uvres de Cin&#233;ma</i>. En este sentido, parece harto acertada cierta observaci&#243;n de Ben Vautier, que halla en Sabatier un esp&#237;ritu muy cercano al de Fluxus, aunque militando en el letrismo. En efecto, muchas de las partituras y guiones de Fluxus tomaron la forma de un escrito a menudo escueto, entre la ocurrencia y la instrucci&#243;n m&#225;s descabellada, poniendo en solfa los h&#225;bitos de la m&#250;sica, el cine y dem&#225;s disciplinas en las que incidieron, permitiendo (obligando a)una interpretaci&#243;n abierta de tales notaciones. El cine de Sabatier, en el trance de dejar de serlo, se aproxima al estadio terminal de la fase cincelante formulada por Isou, aunque tanto por reducci&#243;n molecular (a un enunciado, un objeto, etc.) como por desbordamiento a otros campos de acci&#243;n que, en palabras del propio artista, se sit&#250;an &#8220;al limite o en el exterior del cine&#8221;.</p>"
	},
	{
		"pid" : 116,
		"p" : " <ol start=\"10\"> <li><h1 lang=\"es-ES\" class=\"western\">El &#250;ltimo cine letrista</h1> </ol>"
	},
	{
		"pid" : 117,
		"p" : "<p> En un sentido generacional, el letrismo tiene su &#250;ltima renovaci&#243;n entre los a&#241;os setenta y noventa del siglo recientemente abandonado.Entre otros disc&#237;pulos y adscripciones m&#225;s pasajeras, en lo referente al cine y a un incipiente uso del v&#237;deo, cabe mencionar los nombres de Pierre Jouvet, H&#233;l&#232;ne Richol, Fr&#233;d&#233;rique Devaux, Michel Amarger, Catherine James (con el v&#237;deo <i>Autoportrait dans l&#8217;intervalle</i>, 1997) y alg&#250;n grup&#250;sculo de nombre tan pintoresco como el Front international des jeunesses supercapitalistes&#174;.</p>"
	},
	{
		"pid" : 118,
		"p" : "<p> Pierre Jouvet se vincul&#243; al grupo letrista por breve tiempo, pero adem&#225;s sus films son considerados un caso aparte, ajenos a las direcciones preponderantes en el grueso de la filmograf&#237;a letrista.En todo caso, aquello que Jouvet pretend&#237;a era trasladar a la pantalla un concepto teorizado por Isou, la <i>cineprosa</i> &#8211;que se resume en una correspondencia par a par entre la palabra y el signo visual (en cine, el plano)&#8211;, que previamente hab&#237;a dado lugar a sendas novelas hipergr&#225;ficas de Isou (<i>Les Journaux des dieux</i>, 1950) y de Lema&#238;tre (<i>Canailles</i>, 1964-1968). Sobre esta premisa realizar&#237;a dos largometrajes, <i>L&#8217;Autre</i> (1973) y<i>Theophanie</i> (1973-79), y el corto <i>El Desdichado</i> (1979), a los que no nos ha sido posible acceder y de los que hemos encontrado escuetas referencias.</p>"
	},
	{
		"pid" : 119,
		"p" : "<p> Pero es con las obras de Fr&#233;d&#233;rique Devaux y Michel Amarger, por separado y conjuntamente, que la cinematograf&#237;a letrista ha tenido todav&#237;a una nueva prolongaci&#243;n (junto a la actividad que siguen desplegando Lema&#238;tre y Sabatier). En su encuentro con el letrismo, Devaux proced&#237;a de la cr&#237;tica y pas&#243; de un escepticismo inicial a una militancia entusiasta, mientras que Amarger hab&#237;a compaginado las artes esc&#233;nicas con una incipiente actividad en el documental.El letrismo les ha llevado a tantear diversos campos, pero el cine siempre ha sido uno central para ambos, cultivando las diversas modalidades y mecaest&#233;ticas del creatismo cinematogr&#225;fico: la<i>ciselure</i>, la hipergraf&#237;a, el sonido discrepante, el film sin im&#225;genes, el cine sin pel&#237;cula&#8230; Bajo el sello EDA (&#201;ditions Devaux Amarger) produjeron tres proyectos f&#237;lmicos de Isou[[[48]]] y editaron diversos textos y guiones letristas, adem&#225;s de organizar el Festival International d&#8217;Avant-Garde (FIAG) entre 1981 y 1986.Tambi&#233;n han realizado diversos documentales sobre el letrismo, tanto en cine como en v&#237;deo. </p>"
	},
	{
		"pid" : 120,
		"p" : "<p> En la obra de ambos hay un fuerte acento en lo mat&#233;rico, por el labrado manual de la pel&#237;cula, partiendo frecuentemente de materiales encontrados y residuales. Amarger se&#241;ala, entre sus propias realizaciones, diversos &#233;nfasis en cuanto a la intervenci&#243;n directa sobre la pel&#237;cula; a determinadas operaciones y efectos de montaje; y a un realce del elemento sonoro que incluye diversos films sin im&#225;genes. Favoreciendo las duraciones breves, algunas piezas tienen un punto de iron&#237;a o de chanza; otras parten de una elaboraci&#243;n meticulosa y basada en principios sist&#233;micos o ritmos aritm&#233;ticos. <i>Un petit bol d&#8217;air</i> (1981), uno de sus primeros films, se caracteriza por su montaje abrupto, al cortar y empalmar al bies los fotogramas, lo que implica un entrechoque continuo de im&#225;genes con una incisi&#243;n diagonal recurrente. <i>Cursivit&#233;s</i>(1982) es definido por su autor como un <i>ballet lettrique</i>, el cual se desarrolla en tres partes partiendo de secuencias de t&#237;tulos de cr&#233;dito, seccionadas verticalmente por la mitad y ensambladas en dispares correspondencias; con un progresivo y aleatorio desorden y, por fin, con unas incisiones manuscritas sobre el soporte hasta ocluir la visibilidad de la base. <i>Antologic</i> (1982) se define por otra parte como un &#8220;readymade de montaje poliautom&#225;tico&#8221; y consiste en un ensamblaje aleatorio de retales f&#237;lmicos que son remontados, siempre al azar, para cada nueva proyecci&#243;n; rehusando la duplicaci&#243;n del original o de cualquiera de sus estados posteriores, de manera que el material mismo acuse un progresivo declive.</p>"
	},
	{
		"pid" : 121,
		"p" : "<p> Los films m&#225;s caracter&#237;sticos de Fr&#233;d&#233;rique Devaux entra&#241;an tambi&#233;n un trabajo sobre el propio soporte, basado inicialmente en la hipergraf&#237;a y la discrepancia sonora. Sin embargo, desde <i>Imagogie</i>(1981), introduce recortes de pel&#237;culas de peque&#241;o formato &#8211;en este caso, pel&#237;culas familiares en super-8&#8211; que se incrustan sobre im&#225;genes en 16mm de un concurso televisivo, creando as&#237; un contrapunto entre lo privado y lo medi&#225;tico). Estas t&#233;cnicas de fragmentaci&#243;n y recomposici&#243;n mediante recortes, incrustaciones y superposiciones de fotogramas o bandas de pel&#237;cula, reaparecen en una serie de films elaborados al fin de los a&#241;os noventa: <i>Logomagie</i>(1997), <i>Signes Song</i> (1998), <i>Brin(s) d&#8217;images</i>(1998-99), <i>Fils d&#8217;images</i> (1999), <i>Entrecrois&#233;es</i>(1999), <i>Ellipses</i> (1999),<i> (w)hole/(t(r)ous</i> (2000) y<i>Clins de vue</i> (2000); obras que pertenecen a una deriva eminentemente formal del letrismo. Estos films reflejan una labor de experimentaci&#243;n en curso continuo, un quehacer manual y con las t&#233;cnicas de impresi&#243;n &#243;ptica; entre el rigor y el divertimento por el hecho que, cada nuevo film, busca una manera distinta de organizar los elementos que integra: fotogramas de distintos formatos (8, 9,5, 16 y 35mm), bandas trasladadas sobre un nuevo soporte, briznas o fragmentos recortados seg&#250;n patrones diversos (c&#237;rculos y elipses, tiras verticales y horizontales, etc). A menudo elaborado sobre pautas muy precisas y con pel&#237;culas encontradas, se trata de un cine abstracto &#8211;regido por unas cualidades de ritmo, color, engarce de formas y signos&#8211; pero de un modo impuro, basado en la confrontaci&#243;n entre lo abstracto y los residuos ic&#243;nicos, figurativos, de las im&#225;genes que incorpora. Crecientemente distanciada de las rencillas que una vez m&#225;s se han impuesto en la camarilla letrista, Devaux ha pasado luego a otra cosa y sus &#250;ltimas realizaciones son parte de la serie <i>Les Cin&#233;xperimentaux</i>, retratos de cineastas de la escena experimental francesa.</p>"
	},
	{
		"pid" : 122,
		"p" : "<p> <b>IV. INTRODUCCI&#211;N A LA ANTOLOG&#205;A DE TEXTOS</b></p><p> Los escritos que se recogen a continuaci&#243;n constituyen una selecci&#243;n de los textos letristas sobre y para el cine; una gavilla que abarca textos te&#243;ricos, manifiestos, guiones o proyectos cinematogr&#225;ficos, alg&#250;n asomo de la vertiente panfletaria y documentos relativos a la deriva ultracinematogr&#225;fica del cine letrista (cine supertemporal, <i>syncin&#233;ma</i>...). Estos textos nos descubren no s&#243;lo los planteamientos generales de los letristas ante el cine, sino tambi&#233;n las diversas maneras de concebirlo y de elaborar por escrito sus ideas; de los ensayos m&#225;s ampulosos a los libelos m&#225;s virulentos pasando por los guiones y sus peculiaridades.</p>"
	},
	{
		"pid" : 123,
		"p" : "<p> De Isidore Isou, que establece el marco te&#243;rico del letrismo, figura en primer lugar un cap&#237;tulo, el cuarto, de su &#8220;Est&#233;tica del cine&#8221;. Es de hecho el cap&#237;tulo m&#225;s extenso, donde se exponen los fundamentos <i>discrepante</i> y <i>cincelante</i> del cine letrista, entre otras consideraciones que dan prueba del alambicamiento te&#243;rico de Isou. Siguen dos documentos a prop&#243;sito de otro concepto fundamental, que las nuevas generaciones letristas adoptar&#237;an con fervor: el <i>marco supertemporal</i> y su traducci&#243;n al cine (el<i>film sup</i> en la jerga letrista). Exposici&#243;n que acogemos sin dejar de pensar en cierto comentario de Wolman, una vez fugado del grupo letrista, que contemplaba dicho concepto como una de las puerilidades del letrismo.[[[49]]] Finalmente, de entre los pasquines antisituacionistas, hemos elegido una rese&#241;a del film <i>La dialectique peut-elle casser des briques?</i>, un caracter&#237;stico <i>d&#233;tournement </i>situacionista del a&#241;o 1973.Hay que decir que Isou insistir&#237;a de manera m&#225;s extensa y vehemente en el vituperio de los films situacionistas, los de Debord en particular, en un panfleto titulado &#8220;Contre le cin&#233;ma situationniste, n&#233;o-nazi&#8221; (1979).[[[50]]]</p>"
	},
	{
		"pid" : 124,
		"p" : "<p> De Maurice Lema&#238;tre, menos dotado que Isou para la elucubraci&#243;n te&#243;rica, incluimos en primer lugar &#8220;Historia creativa del cine desde 1951&#8221;, que al ofrecer una s&#237;ntesis del cine letrista y sus ideas, puede complementar con m&#225;s claridad algunos de los argumentos introducidos en los textos de Isou. Sobre el concepto de <i>syncin&#233;ma</i>, hemos seleccionado dos textos: uno procedente de los escritos preliminares que acompa&#241;aban la edici&#243;n del gui&#243;n de <i>Le film est d&#233;j&#224; commenc&#233;?</i>, y otro m&#225;s reciente, de 1985, a modo de recapitulaci&#243;n esquem&#225;tica de sus ideas. Adem&#225;s de un fragmento del gui&#243;n de aquella &#8220;s&#233;ance de cin&#233;ma&#8221;, se incluyen tambi&#233;n los guiones o &#8220;instrucciones&#8221; de <i>Pour faire un film</i>(1963), la primera incursi&#243;n de Lema&#238;tre en el marco supertemporal, y <i>Un navet</i> (1975-77).</p>"
	},
	{
		"pid" : 125,
		"p" : "<p> En el caso de Gil J. Wolman, hemos optado por reproducir los textos de la banda parlante de <i>L&#8217;Anticoncept,</i> respetando la particular composici&#243;n de los mismos tal como fueron publicados en<i>Ion</i>; pues como el autor sugiri&#243;, los espacios o huecos (los silencios) que separan las palabras son tan o m&#225;s importantes que las palabras mismas. Tambi&#233;n se incluyen dos textos a prop&#243;sito de dicha obra y de la significaci&#243;n que el artista le daba en relaci&#243;n a otros pasos posteriores, como el <i>r&#233;cit detourn&#233;</i> (o la creaci&#243;n literaria con tijeras y pegamento), el <i>art scotch</i>(la utilizaci&#243;n de la cinta adhesiva para arrancar trizas de im&#225;genes y trasladarlas a una nueva composici&#243;n visual) y la<i>peinture d&#233;peinte</i> (pintura despintada o el enfrentamiento de la pintura con la palabra).</p>"
	},
	{
		"pid" : 126,
		"p" : "<p> Tambi&#233;n procede de <i>Ion </i>el gui&#243;n original del film de Fran&#231;ois Dufr&#234;ne, <i>Tambours de jugement premier</i>, que s&#243;lo se materializar&#237;a en su banda sonora, precedido de un &#8220;Prodrome&#8221; o preliminar en el que figuran, se dir&#237;a que de manera premonitoria, sendas especulaciones para un <i>cine imaginario</i> o para &#8220;eliminar la pantalla de la pantalla&#8221;.</p>"
	},
	{
		"pid" : 127,
		"p" : "<p> De Guy Debord (Guy-Ernest entonces) recogemos la primera versi&#243;n del gui&#243;n de <i>Hurlements en faveur de Sade</i>, tal como se public&#243;en <i>Ion</i> antes que optara por suprimir las im&#225;genes que constan en el mismo, entre otras variantes de la versi&#243;n definitiva. El desglose de &#233;sta, reflejando tales modificaciones, se recoger&#237;a luego en sucesivas publicaciones &#8211;hoy tambi&#233;n se puede consultar con facilidad en diversos sitios web consagrados a Debord y el situacionismo&#8211;, lo que reaviv&#243; la querella entre los letristas y su secesionista m&#225;s c&#233;lebre (en una supuesta rivalidad por otorgarse la paternidad, la &#8220;homologaci&#243;n&#8221; del film, o antifilm, sin im&#225;genes). </p>"
	},
	{
		"pid" : 128,
		"p" : "<p> De Marc&#8217;O recogemos parcialmente los contenidos de su contribuci&#243;n al &#250;nico n&#250;mero de <i>Ion</i>, &#8220;Premi&#232;re manifestation d&#8217;un cin&#233;ma nucl&#233;aire&#8221;, donde se pone de manifiesto el car&#225;cter especulativo y provocador tan propio del acercamiento letrista al cine; en este caso concebido como un programa de acci&#243;n inveros&#237;mil, entre tortuoso y torturante, sobre la sala y el espectador.Propuestas que lindan en apariencia con el concepto de <i>expanded cinema</i>, aunque, por su cualidad enteramente ficticia y quim&#233;rica, m&#225;s bien apuntan a una especie de <i>teatro de la crueldad</i> del espect&#225;culo cinematogr&#225;fico. </p>"
	},
	{
		"pid" : 129,
		"p" : "<p> Finalmente, de Roland Sabatier recogemos la documentaci&#243;n de siete de sus &#8220;&#339;uvres de cin&#233;ma&#8221;, obras de caracter&#237;sticas muy diversas pero que inciden especialmente en los diversos dominios del cine sin pel&#237;cula, imaginario, supertemporal, politan&#225;sico&#8230; y otras formulaciones que se reflejan en el modo en que el autor desarrolla o documenta sus proyectos por escrito, aunque al lector se le exige la capacidad de imaginar la verdadera &#237;ndole de los films descritos.</p> <div id=\"sdfootnote1\">"
	},
	{
		"pid" : 130,
		"p" : "<p>[1] Isidore Isou, &#8220;Esth&#233;tique du cin&#233;ma&#8221;, <i>Ion</i>, n&#186; 1 (<i>Sp&#233;cial sur le cin&#233;ma</i>), abril 1952, p. 148.</p>  <div id=\"sdfootnote2\"><p>[2] Maurice Sch&#233;rer, &#8220;Isou ou les choses telles qu&#8217;elles sont&#8221;, <i>Cahiers du cin&#233;ma</i>, n&#250;m. 10, marzo 1952.</p>  <div id=\"sdfootnote3\">"
	},
	{
		"pid" : 131,
		"p" : "<p>[3] El film de Isou fue incluido en el ciclo <i>Art in Cinema</i> del San Francisco Museum of Art, con el t&#237;tulo de <i>Venom and Eternity</i> y en una versi&#243;n al parecer abreviada, distribuida por Raymond Rohauer. <i>Cf.</i> &#8220;Lettre de Stan Brakhage&#8221; en Fr&#233;d&#233;rique Devaux, <i>&#8220;Trait&#233; de Bave et d&#8217;&#201;ternit&#233;&#8221; d&#8217;Isidore Isou</i>, Yellow Now, Crisn&#233;e 1994, p. 147-150. Hay que precisar que los nombres de &#8220;Griffith, Chaplin, von Stroheim&#8221; ya aparecen entrecomillados en el texto original como si de un lugar com&#250;n se tratara.</p>  <div id=\"sdfootnote4\">"
	},
	{
		"pid" : 132,
		"p" : "<p>[4] Adem&#225;s de los copiosos escritos de Isidore Isou y Maurice Lema&#238;tre, la principal obra de referencia es el libro de Fr&#233;d&#233;rique Devaux, <i>Le Cin&#233;ma lettriste (1951-1991)</i>, Paris Exp&#233;rimental, Par&#237;s 1992.</p>  <div id=\"sdfootnote5\">"
	},
	{
		"pid" : 133,
		"p" : "<p>[5] Con el concepto de &#8220;historia secreta&#8221;, nos remitimos en parte al libro de Greil Marcus, <i>Lipstick Traces: A Secret History of the Twentieth Century</i>, Harvard University Press, Cambridge, Massachussets 1990 (hay traducci&#243;n castellana en Anagrama). Esta obra relaciona de manera amena algunas de las corrientes m&#225;s sediciosas de la cultura de vanguardia y la cultura popular del siglo anterior, discurriendo principalmente entre Dad&#225;, el letrismo, los situacionistas y el Punk.</p>  <div id=\"sdfootnote6\"><p>[6] Otras fuentes cambian su nombre de pila por el de Isidor.</p>  <div id=\"sdfootnote7\">"
	},
	{
		"pid" : 134,
		"p" : "<p>[7] <i>La Dictature lettriste</i> fue el t&#237;tulo que dio Isou a una revista que no pas&#243; de su primer n&#250;mero. Sin embargo, las connotaciones de dicho t&#237;tulo causaron una gran controversia.</p>  <div id=\"sdfootnote8\"><p>[8] En el Primer Congreso Mundial de Artistas Libres, celebrado en la localidad italiana de Alba en setiembre de 1956, estuvieron tambi&#233;n presentes el dan&#233;s Asger Jorn, el holand&#233;s Constant Nieuwenhuys y el italiano Giuseppe Pinot-Gallizio; todos ellos miembros constituyentes del movimiento situacionista.</p>  <div id=\"sdfootnote9\">"
	},
	{
		"pid" : 135,
		"p" : "<p>[9] Marc Partouche, &#8220;Isou, Debord&#8221;; prefacio a Isidore Isou, <i>Contre l&#8217;Internationale Situationniste, 1960-2000</i>, D&#8217;Art(s) / Hors Commerce, Cergy / Par&#237;s 2000, p. 8.</p>  <div id=\"sdfootnote10\"><p>[10] Isidore Isou, <i>La Cr&#233;atique ou la Novatique (1941-1976)</i>, Al Dante / L&#233;o Scheer, Romainville 2003.</p>  <div id=\"sdfootnote11\">"
	},
	{
		"pid" : 136,
		"p" : "<p>[11] Desde 1950, <i>Front de la jeunesse</i> fue el significativo nombre de una de las muchas revistas editadas por Maurice Lema&#238;tre, al parecer instigado por Isou, manteniendo viva su cabecera durante varios a&#241;os. En 1967, adem&#225;s, Lema&#238;tre concurri&#243; como candidato a las elecciones legislativas en nombre de la Union de la Jeunesse et de l&#8217;Externit&#233;, brazo pol&#237;tico del grupo letrista.</p>  <div id=\"sdfootnote12\">"
	},
	{
		"pid" : 137,
		"p" : "<p>[12] M&#225;s recientemente se public&#243; una edici&#243;n facs&#237;mil, con un &#8220;Avant-propos&#8221; del que fuera director de la publicaci&#243;n, Marc&#8217;O (Marc-Gilbert Guillaumin): Jean-Paul Rocher &#201;diteur, Par&#237;s 1999.</p>  <div id=\"sdfootnote13\">"
	},
	{
		"pid" : 138,
		"p" : "<p>[13] En <i>Ion</i>, el apodo del artista se transcribe como &#8220;Marc, O&#8221;, pero luego lo regularizar&#237;a como &#8220;Marc&#8217;O&#8221;: con un ap&#243;strofe, en lugar de una coma, y sin espacio a&#241;adido. (Atendiendo a este segundo criterio, en las traducciones que figuran en este volumen nos hemos tomado la libertad de alterar, de acuerdo con este peque&#241;o detalle, la fidelidad al original impreso y a la constante redundancia de la &#8220;O&#8221; como distintivo personal del autor.)</p>  <div id=\"sdfootnote14\"><p>[14] <i>Ion</i>, p. 6.</p>  <div id=\"sdfootnote15\">"
	},
	{
		"pid" : 139,
		"p" : "<p>[15] &#8220;Appendice sur le d&#233;bat pass&#233; et futur du cin&#233;-club&#8221;, <i>Ion</i>, p. 147-153.</p>  <div id=\"sdfootnote16\"><p>[16] Las obras de Wolman y Dufr&#234;ne tambi&#233;n ser&#237;an proyectadas en Cannes al a&#241;o siguiente, cada cual con su nivel de clandestinidad,.</p>  <div id=\"sdfootnote17\">"
	},
	{
		"pid" : 140,
		"p" : "<p>[17] No en vano los abucheos, insultos y la pol&#233;mica que generaban los films letristas ya eran parte, desde el inicio, de la propia obra. Este sesgo autorreferencial &#8211;la <i>bagarre</i>, la querella como algo buscado y entendido como un &#8220;&#233;xito&#8221; de la discrepancia letrista&#8211; tendr&#225; luego una frecuente presencia en la filmograf&#237;a de Lema&#238;tre.</p>  <div id=\"sdfootnote18\"><p>[18] Peor que las referencias a todo lo que hay que cortar es la neuralgia que les desea a sus espectadores: &#8220;&#161;Que la gente salga del cine con dolor de cabeza!&#8221;.</p>  <div id=\"sdfootnote19\">"
	},
	{
		"pid" : 141,
		"p" : "<p>[19] &#8220;Este film, que constituye un momento crucial del cine, le ha sido vetado al p&#250;blico por una Comisi&#243;n integrada por padres de familia y coroneles de gendarmer&#237;a. Cuando a la ceguera profesional se le suman los poderes del poli, los imb&#233;ciles proh&#237;ben aquello que no comprenden. <i>L&#8217;Anticoncept</i>, realmente, est&#225; m&#225;s cargado de explosivos para la inteligencia que el fastidioso cami&#243;n del <i>Salario de Clouzot</i>; resulta m&#225;s ofensivo hoy en d&#237;a que las im&#225;genes de Eisenstein, por las que Europa ha sentido miedo durante mucho tiempo.&#8221; Guy Debord, &#8220;Totem et Tabou&#8221;, <i>Internationale lettriste</i>, n&#250;m. 3, agosto 1953.</p>"
	},
	{
		"pid" : 142,
		"p" : "  <div id=\"sdfootnote20\"><p>[20] V&#233;anse los diversos textos de Wolman recogidos en este volumen.</p>  <div id=\"sdfootnote21\"><p>[21] Fran&#231;ois Dufr&#234;ne, &#8220;Prodrome&#8221;, <i>Ion</i>, p. 196; texto recogido tambi&#233;n en el presente volumen.</p>  <div id=\"sdfootnote22\"><p>[22] No tan lejos, en definitiva, de algunas creaciones de Ruttmann o de Vertov, aunque Isou las emplazara en una fase &#225;mplica superada.</p>  <div id=\"sdfootnote23\"><p>[23] Fran&#231;ois Dufr&#234;ne, <i>op. cit.</i>, p.195.</p>  <div id=\"sdfootnote24\">"
	},
	{
		"pid" : 143,
		"p" : "<p>[24] El cine imaginario, no obstante, se convertir&#237;a en uno de los motores de la creaci&#243;n letrista, sobre todo a partir de los a&#241;os sesenta, ya fuera por la falta de medios t&#233;cnicos o por la voluntad expresa de superar la pel&#237;cula.  </p>  <div id=\"sdfootnote25\"><p>[25] Artaud, con <i>Pour en finir avec le Jugement de Dieu</i>, junto con los experimentos dada&#237;stas y el ruidismo de Luigi Russolo son algunos de los claros referentes de Dufr&#234;ne y de otros poetas sonoros como Henri Chopin.</p>  <div id=\"sdfootnote26\">"
	},
	{
		"pid" : 144,
		"p" : "<p>[26] En esta misma revista publicaron los autores m&#225;s importantes de la poes&#237;a sonora europea: Henri Chopin, Bernard Heidsieck, Bob Cobbing, Ladislav Novak y Sten Hanson. Actualmente hay una reedici&#243;n disponible en CD, editada en forma de caja por Alga Marghen.</p>  <div id=\"sdfootnote27\"><p>[27] Con la aparente paradoja de que Chaplin ser&#237;a luego el pretexto para el cisma de la Internacional Letrista, ferozmente detestado por su involuci&#243;n hacia el sentimentalismo. Pero, en el pante&#243;n de <i>Hurlements&#8230;</i>, Chaplin est&#225; presente por <i>City Lights </i>(&#8220;Luces de la ciudad&#8221;, 1931).</p>  <div id=\"sdfootnote28\">"
	},
	{
		"pid" : 145,
		"p" : "<p>[28] Todav&#237;a en 1960, y en uno de primeros y m&#225;s extensos libelos antisituacionistas de Isou, el fundador del letrismo le devuelve a su antiguo disc&#237;pulo el reconocimiento: &#8220;a mis ojos <i>Hurlements en faveur de Sade</i> merece figurar (&#8230;) en la lista de las diez mejores obras de <i>la historia del cine</i>.&#8221; Isidore Isou, &#8220;L&#8217;Internationale Situationniste, un degr&#233; plus bas que le jarrivisme et l&#8217;englobant&#8221;, <i>Po&#233;sie nouvelle</i>, n&#250;m. 13, octubre-diciembre 1960. Recogido en <i>Contre l&#8217;Internationale Situationniste</i>, <i>op. cit.</i>, p. 69</p>  <div id=\"sdfootnote29\">"
	},
	{
		"pid" : 146,
		"p" : "<p> [29] Despu&#233;s del misterioso asesinato, jam&#225;s resuelto, de su amigo G&#233;rard Lebovici, productor de varios de sus films y editor de muchos de sus textos, en 1984 Debord decidi&#243; retirar de la circulaci&#243;n todos sus films. Debord se suicid&#243; en 1994 y no fue hasta el 2001 que se proyectaron de nuevo, con la autorizaci&#243;n de su viuda (Alice Debord) y con motivo de la retrospectiva que se le dedic&#243; en la Bienal de Venecia.</p>  <div id=\"sdfootnote30\">"
	},
	{
		"pid" : 147,
		"p" : "<p>[30] Brau, poeta y pintor, fue uno de los participantes en el esc&#225;ndalo perpetrado por un grupo de nueve letristas, entre los que tambi&#233;n estaba Berna, en la catedral de N&#244;tre Dame de Par&#237;s en 1950. Brau es adem&#225;s conocido por su <i>Histoire de la drogue</i> (Tchou &#201;diteur, 1969), publicado m&#225;s tarde en Espa&#241;a (Bruguera, Barcelona 1973), y por otros de sus dispares intereses, entre los cuales la literatura hisp&#225;nica. Trabaj&#243; asimismo en el terreno sonoro y, en la l&#237;nea de los <i>m&#233;gapneumes</i> de Wolman y los <i>crirythmes</i> de Dufr&#234;ne, ide&#243; sus <i>instrumentations verbales</i>, algunas de ellas publicadas a&#241;os m&#225;s tarde junto a poemas sonoros de Dufr&#234;ne, Chopin y Bob Cobbing entre otros. Eliane Brau, esposa de Brau y antigua novia de Debord, public&#243; en 1968 <i>Le Situationnisme ou la nouvelle internationale</i>.</p>"
	},
	{
		"pid" : 148,
		"p" : "  <div id=\"sdfootnote31\"><p>[31] Con el t&#237;tulo de &#8220;Bolo-Punchs. La barque de la vie courante&#8221;, un extracto de los di&#225;logos se public&#243; en <i>Ur</i>, n&#250;m. 2, 1952, p. 6-7.</p>  <div id=\"sdfootnote32\"><p>[32] Dado que no hemos tenido ocasi&#243;n de visionar el film que aqu&#237; se comenta &#8211;por otra parte escasamente documentado&#8211;, esta parte se basa en referencias aportadas por Lo&#239;c Diaz Ronda, colaborador nuestro para este proyecto.</p>  <div id=\"sdfootnote33\">"
	},
	{
		"pid" : 149,
		"p" : "<p>[33] El film fue coproducido en Estados Unidos por la Sociedad de las Artes Cinematogr&#225;ficas de Hollywood, y aparentemente se hicieron sendas versiones en franc&#233;s y en ingl&#233;s.</p>  <div id=\"sdfootnote34\"><p> [34] Seg&#250;n Roland Sabatier, quiz&#225; se pueda detectar aqu&#237; cierta influencia de <i>La L&#233;gende cruelle</i>, el film documental sobre las pinturas de Leonor Fini, escrito por Gabriel Pomerand.</p>  <div id=\"sdfootnote35\">"
	},
	{
		"pid" : 150,
		"p" : "<p>[35] Tras su paso por el movimiento letrista, Marc&#8217;O se dedic&#243; principalmente al teatro y, m&#225;s especialmente, el teatro musical, aunque a lo largo de los a&#241;os ha seguido manteniendo una variopinta actividad audiovisual, abarcando el cine, la televisi&#243;n y las nuevas tecnolog&#237;as digitales. Como cineasta, su obra m&#225;s conocida es <i>Les Idoles</i> (1968), una sarc&#225;stica &#8220;comedia yey&#233;&#8221; que tiene cierta consideraci&#243;n como pel&#237;cula de culto.</p>  <div id=\"sdfootnote36\">"
	},
	{
		"pid" : 151,
		"p" : "<p>[36] En la recopilaci&#243;n de estos datos nos ha sido especialmente &#250;til el trabajo de Sandro Riccaldone, &#8220;Lettrismo: Abozzo di una cronolog&#237;a (1942-1984)&#8221; [en l&#237;nea]. Direcci&#243;n URL: &lt;http:// www.ricaldone.org/letcrono.html&gt; [Consulta: abril 2005].</p>  <div id=\"sdfootnote37\"><p>[37] Citado en Fr&#233;d&#233;rique Devaux, <i>Op. Cit.</i>, p. 215-216.</p>  <div id=\"sdfootnote38\"><p> [38] Los citados manifiestos, y otros textos vinculados, se han recogido en: Maurice Lema&#238;tre, <i>1967-1969 Le Caf&#233;-cin&#233;ma Lema&#238;tre, suivi de Huit films lettristes</i>, Les Cahiers de Paris Exp&#233;rimental, n&#186; 13, 2003.  </p>"
	},
	{
		"pid" : 152,
		"p" : "  <div id=\"sdfootnote39\"><p>[39] Sin embargo, el lemaitrismo s&#237; tendr&#237;a alguna prolongaci&#243;n en el entorno familiar del artista, pues tanto su hermana como su madre hicieron en 1984 sendas incursiones en el cine letrista. Al menos, as&#237; pueden cualificarse, tanto por sus rasgos como por su tem&#225;tica, ambas cintas: <i>Le T&#233;moin ou la timide esp&#233;rance</i>, de Christiane Guymer (que, desde hace varios a&#241;os, act&#250;a tambi&#233;n como brazo derecho de su hermano), y <i>Toutes les femmes sont des Jeanne d&#8217;Arc</i>, que Suzanne Lema&#238;tre realiz&#243; a la edad de 90 a&#241;os.</p>  <div id=\"sdfootnote40\">"
	},
	{
		"pid" : 153,
		"p" : "<p>[40] Se nos antoja que a la manera de algunos films <i>underground</i> cercanos en el tiempo; por ejemplo algunas obras de Warhol, o <i>Rape</i> (1969) de Yoko Ono y John Lennon.</p>  <div id=\"sdfootnote41\"><p>[41] Maurice Lema&#238;tre, <i>Mes films (1951-1977)</i>, Centre de Cr&#233;ativit&#233;, Par&#237;s 1977.</p>  <div id=\"sdfootnote42\"><p>[42] Las siglas M.B. remiten al nombre aut&#233;ntico del artista, Mo&#239;se Bismuth, que tempranamente adopt&#243; el nombre de Maurice y el apellido de soltera de su madre, Suzanne Lema&#238;tre.</p>  <div id=\"sdfootnote43\">"
	},
	{
		"pid" : 154,
		"p" : "<p>[43] Isidore Isou, <i>L&#8217;Art infinit&#233;simal * L&#8217;Art supertemporel, suivi de Le Polyautomatisme dans la m&#233;ca-esth&#233;tique</i>, Escaliers de Lausanne, Par&#237;s 1960.</p>  <div id=\"sdfootnote44\"><p>[44] La primera de estas recopilaciones se public&#243; en la revista <i>Ligne cr&#233;atrice</i>, n&#186; 15, mayo-junio 1973; la segunda lo fue por EDA, Par&#237;s 1984.</p>  <div id=\"sdfootnote45\"><p>[45] Sobre las realizaciones paracinematogr&#225;ficas de los mencionados, puede verse el libro de Fr&#233;d&#233;rique Devaux mencionado anteriormente.</p>  <div id=\"sdfootnote46\">"
	},
	{
		"pid" : 155,
		"p" : "<p>[46] G&#233;rard Bremond, &#8220;Le cin&#233;ma sur le mode de ne l&#8217;&#234;tre pas de Roland Sabatier&#8221;, en: Nicole Brenez / Christian Lebrat (Ed.),<i> Jeune, dure et pure! Une histoire du cin&#233;ma d&#8217;avant-garde et exp&#233;rimental en France</i>, Cin&#233;math&#232;que Fran&#231;aise / Mazzotta, Par&#237;s / Mil&#225;n 2001. Fr&#233;d&#233;rique Devaux, &#8220;Roland Sabatier: De la reproduction &#224; la repr&#233;sentation ou le cin&#233;ma en limite du cin&#233;ma&#8221;, en: <i>Roland Sabatier: &#338;uvres de cin&#233;ma (1963-1983)</i>, Publications Psi, Par&#237;s 1984.</p>  <div id=\"sdfootnote47\">"
	},
	{
		"pid" : 156,
		"p" : "<p>[47] Esta obra ha tenido distintas versiones, de manera que nuestro comentario difiere del proyecto-gui&#243;n que se recoge en este volumen.</p>  <div id=\"sdfootnote48\"><p>[48] <i>Amos ou Introduction a la m&#233;tagraphologie</i> (1984), versi&#243;n del hom&#243;nimo libro-film de 1953; <i>Contre un ex-cr&#233;ateur devenu porc</i> (1984) y <i>Nous avons le plaisir de vous annoncer la mort de&#8230;</i> (1985)</p>  <div id=\"sdfootnote49\">"
	},
	{
		"pid" : 157,
		"p" : "<p>[49] El t&#237;tulo del primero de los escritos aqu&#237; referidos, &#8220;Mode d&#8217;emploi du super-temporel&#8221; (1960), es por cierto un calco visible de uno de los textos presituacionistas m&#225;s importantes, &#8220;Mode d&#8217;emploi du d&#233;tournement&#8221;, firmado por Debord y Wolman, y publicado en la revista belga <i>Les L&#232;vres nues</i> (n&#250;m. 8, mayo 1956). Sin duda era una manera de manifestar su menosprecio por los antiguos camaradas escindidos en la Internacional Letrista, ahora considerados por Isou como unos trepas plagiarios y farsantes.</p>  <div id=\"sdfootnote50\">"
	},
	{
		"pid" : 158,
		"p" : "<p>[50] Ya en 1979, Isou pretend&#237;a reunir en un libro sus escritos contra el situacionismo, llegando a proponer su publicaci&#243;n al propio editor de Debord, G&#233;rard Lebovici (Champ Libre). El conjunto de estos textos ha sido publicado finalmente en el volumen <i>Contre l&#8217;Internationale Situationniste, 1960-2000</i> (v. nota 9).</p>  </body> </html>"
	}
]