<p class="page" id="a5657013">[Page 13]</p>
<p>(7)<br/>via New York &ndash; America was not yet in the war.  The sea continued calm.</p>
<p>On the seventh day out from Capetown without seeing land, we were told that we were going to call at St Helena, and all were very excited at the prospects of seeing this historic spot.  On New Year's Eve (1917) [1916 ?] we stayed up on deck and ushered in the New Year by visiting various parts of the steamer and singing "For he's a jolly good fellow".</p>
<p>On the morning of 3rd January 1917, as the fog was lifting, we sighted the Island of St Helena and an hour afterwards anchored off Jamestown &ndash; the tiny capital of the Island and its only town.  The Island is very mountainous at one end (it is seven miles long by three across) and slopes towards the sea at the other end.  It is surrounded by deep water with not an inch of sandy beach and is 1250 miles from the nearest land (West Africa).  It was indeed a privilege to gaze on the spot where the great Napoleon lived for seven years and where he died.  We could see the house (Longwood) in which he lived and died, and his grave (where he was buried before being transferred to Paris) is in the centre of the island.  Many of the Boer Prisoners were interned here during the South African war.  The population is only 3,600, mostly half castes.  The island is strongly fortified and is an important British coaling station.</p>
<p>Boats came out to us selling us fruit and souvenirs, such as leaves from a tree growing on Napoleon's grave.</p>
<p>We picked up the South African troopship "New Britain" here and the next day we all left St Helena and resumed our voyage.  The weather was now getting very hot.  Crossed the Equator on 8th January and had the usual Father Neptune Sports.  A large canvas tank was erected on deck filled with water and everyone was dipped.  On the seventh day out from St Helena we sighted the African coast and entered Freetown (the capital of British Sierra Leonne) Harbour and anchored.  Much to our disappointment we couldn't land here.  Crowds of steamers (mostly captured German ones) were anchored in the Harbour.  From our deck the city looked beautiful &ndash; white buildings with red tiled roofs nestling amongst the palms and cocoanuts.  The heat was terrific, and the pitch was oozing from the cracks in the decks.  Natives came out in their canoes selling us oranges and cocoanuts, which were relished by us on account of the heat.  We used to get a billy can, lower it down through a port hole with money in, and draw it up full of fruit &ndash; the natives were not allowed on steamer.  The natives were stark naked and used to go through all sorts of antics in their canoes.  They were expert divers and if we threw a coin overboard they would dive and get it before it sank.  Our captain bought one of their canoes and took it to England as a souvenir.  The cruiser "Switfsure" was in the harbour and sailors from her came and mounted an anti-submarine gun on our ship.  Stayed here four days (taking on fresh water, coal and provisions) and escorted by the auxiliary cruiser "Almazora" (the "Glasgow" having left us to return to Capetown) we put to sea again.  We now commenced the most dangerous part of the journey as we were</p>
