<p class="page" id="a5657017">[Page 17]</p>
<p>(11)<br/>at Le Harvre.  As no train was ready for us we slept on the station that night, but there were plenty of canteens where we could buy food.  After waiting on the railway station all the next day we entrained and left Le Harvre at 4 p.m.  We were lucky to get ordinary French carriages to travel in &ndash; box carriages with wooden (no cushion) seats, and ten in each carriage, but when our equipment &amp;c was in there wasn't much room.  Mostly the troops travelled in the famous (?) trucks "40 hommes 8 chevaux", which in English means "40 men or 8 horses".  After travelling very slowly all night through the beautiful French countryside, and many pretty and interesting towns, we reached the large town of Hazebrouck next day at mid-day.  We were now getting close to the line.  While we were at the railway station here a daylight air raid took place.  A German 'plane flew very low over the station buildings, dropping bombs, killing and wounding many and scattering debris on to our carriage.  This was the first bomb that I had heard and didn't realize the danger of it then.  Our train then steamed off about a mile down the line and stayed there for some time.  We eventually continued our journey and arrived near the village of Steenwerck about four o'clock in the afternoon.  This was as far as the trains could go as the line was not many miles off.  We could now see all the baloons suspended in mid air near the line a few miles off and could hear the guns and also see the shells exploding in the air as they were directed at the baloons.</p>
<p>We disentrained and marched to some huts near the baths and after some tea we marched to our camp which was called by the religious name of "Jesus Farm", on account of a huge wayside crucifix nearby.  Our Battalion was resting here after having come out of the Battle of Warneton in which they suffered heavily.  The camp was comprised of about twenty small circular huts.  Our pals gave us a great welcome and we were glad to rejoin them in France.  After our names were registered we were distributed in the huts amongst our various pals, and at last became part of the 42nd Battalion A.I.F. ready for action.  It was just twelve months since I had entered camp in Brisbane.</p>
<p>Just as we were getting fixed up a huge shell came over and exploded in an open paddock next to our huts.  That night a big air raid took place and we enjoyed watching our guns shooting at the German 'planes &ndash; which were caught and held in the searchlights &ndash; several close hits being secured.  No bombs fell on us but one fell on the horse lines close by, killing and wounding several horses and mules.  It was pitiful to hear the wounded animals groaning and several had to be shot out of their misery.  The next day we marched to Steenwerck and were reviewed by General Plumer.  We marched several times to the famous Palmer baths over the border into Belgium.  One day we went on fatigue (in motor lorries 16 kilos away) to Strazeele where we were engaged stacking shells for our big guns.  It took two of us to lift one shell.  While here we saw several large holes in the ground which had been made by bombs from the German 'planes, and which were large enough to hold a motor lorry.</p>
<p>Then the working parties up near the line at Messines Ridge were not to be forgotten.  Every morning at 2 a.m. we were awakened and</p>
