<p class="page" id="a5657043">[Page 43]</p>
<p>(37)<br/>was wounded in the leg in the line one night and the stretcher bearers had to carry him out.  His wound wasn't serious but of course he couldn't walk.  We believe that the stretcher bearers indulged in plenty of swearing and cursing that night &ndash; in a jocular way.</p>
<p>Early on the morning of 24th April about 4 a.m., when we had just returned form our usual working party up the line, had a drink of tea and were getting into our shelters, a sudden enemy bombardment came down upon us.  The Germans were attacking the front line at Villers Brettenaux (held by Australians) and put down a terrific bombardment on the back area (where we were) and also on the town of Bonnay, to try and prevent reinforcements being brought up to the front line.  Shells were falling in and around us for five hours and we were wearing our gas helmets most of the time as much gas was sent over.  The soldiers in the village of Bonnay suffered terribly.  They were trapped, when he started shelling the village, and hundreds were killed and wounded while they were fleeing form the village, it afterwards being jokingly called "The Retreat from Bonnay".  From our positions we could see the shells falling on the village, which soon became a mass of flames and heap of ruins.  One shell fell on the Red Cross Hospital in the village (which was a disused school) killing the doctors and everyone in the building.  Some of the shells fell in the river and volumes of water many feet high were thrown up.  Our Battalion suffered heavily.  Twenty men were killed and over fifty wounded &ndash; which was a heavy loss for us.  About mid-day the shelling ceased and dead and wounded soldiers &ndash; also horses and mules &ndash; were lying about everywhere.  One shell burst a few feet from our dugout, covering it with dirt, but, with the exception of a severe shaking, all escaped unhurt.</p>
<p>The next day a German aeroplane flew over our positions, only about a hundred feet above us, and rained machine gun bullets on us &ndash; the cook and a few others being slightly wounded.  I was going down to the river at the time for a wash, and as I heard bullets whizzing around my head &ndash; didn't know that they were coming from the 'plane at the time &ndash; fell flat down.  He came over again in about an hour's time and this time our antiaircraft guns got him, and he crashed in flames &ndash; the airman of course being killed instantly.</p>
<p>On 27th April we went up to the front line again at Sailly-le-Sec, where we stayed three days, things being fairly quiet and nothing interesting happening.</p>
<p>On the night of 30th April we were relieved (getting lost coming out &ndash; walking about most of the night) and went back to the hill near Bonnay.  The next day I was on a salvage party in Bonnay and saw the great damage done there by the bombardment.</p>
<p>That night we marched to La Hussoye (four kilos further from the line than Bonnay).  This town up till then hadn't been shelled, although the inhabitants had evactuated it.  Whilst here the billets I was in were photographed by the official war photographer.  He took a photo of the men in billets (an old barn) &ndash; some of us shaving, some "chatting" (that is removing body lice from one's clothing &amp;c) and playing poker &amp;c.  I afterwards saw the photo, which was published in a book.</p>
