<p class="page" id="a5657059">[Page 59]</p>
<p>(53)<br/>Last Few Months in France</p>
<p>On Boxing Day we went to the "Cooes" Concert.</p>
<p>One of my favourite walks from here was to Abbeville.  We generally walked in, but very often got a lift back in one of the lorries.  Whilst we were here I inspected very many of the ancient churches in these parts.  The Church at St Riquier was famous on account of having relics of the great King and Emperor Charlemagne.</p>
<p>During most of the time I was in the Battalion in France we had two Pardres attached to us &ndash; Padres Wood (Roman Catholic) and Mills (Methodist).  Padre Wood was very popular and loved by all.  If I remember right it was he who used to come to our billets and call out "Any rough carpenters or ration carriers in here" (meaning R.C's).  Much to our regret Padre Wood left us and was succeeded by Padre Jones, who was also a fine fellow.  He gave me a pair of Rosary beads, which had been blessed by the Bishop of Amiens.</p>
<p>Padre Mills was also very popular and was awarded the Military Cross.</p>
<p>While here we inspected the beet sugar factory and the glass factory at St Martainville which were very interesting.  Saw them making "Roger and Gaillett" and other perfume bottles.  We used to take the rising suns and Australias from our tunics and the factory girls would pour melted glass on them, making glass rising suns &amp;c &ndash; which were good souvenirs.</p>
<p>We also went to Oisemont several times.  Near here was the house in which the Black Prince of England slept the night before the Battle of Crecy.  We visited the house and saw the room he slept in.  Our parade ground here was on very part of the battlefield of Crecy.  In 1875 the French gave the British permission to erect a statue on the battlefield in memory of the British soldiers who were killed in the Battle of Crecy, but this was destroyed by the French in 1896 during the Fashoda trouble, when feeling ran high between England and France and these two nations nearly went to war.</p>
<p>I now got transferred to Rambures (12 kilos away) and was attached to Brigade Headquarters as clerk, but didn't like being there and after four weeks went back and rejoined the Battalion at St Maxent.  Rambures is noted for its fine 13th Century Chateau, which, when it was erected, was impregnable, being surrounded by a moat and drawbridge.  When we were billetted there the occupants were Royalists &ndash; of whom there are very few in France now.</p>
<p>I had a great place to billet at here.  The old French lady wouldn't let me billet in the barn but made me sleep in her house and I appreciated it, as the weather was very cold.  She even used to give me a hot brick to take to bed of a night and warm water of a morning to shave and wash, which was indeed a luxury.  Her son had been a prisoner of war in Germany for three years (his wife lived with her) and they were expecting him home any day.  Many were the happy evenings we spent here, around the old French stove &ndash; Madame, her husband, daughter-in-law, a couple of officers and a few of we men &ndash; talking about Australia &amp;c.</p>
