<p class="page" id="a5657022">[Page 22]</p>
<p>(16)<br/>wake me up about 5 a.m."  This appeared to me to be very brave to even think of sleep under such conditions, but he was an old soldier and had been in several battles.</p>
<p>However, he didn't get his desired snooze.  The shells were now falling more oftener and getting uncomfortably close.  One burst not very far from us giving us a shaking and covering us with mud, so we crept further out into another shell hole.  As the lights went up I could see figures moving in single file in front of us, whom I thought were Germans, but who were only the British troops then holding the "Line" being relieved by us preparatory to our attack.  About half past five I saw many red and green lights go up from the German positions and remarked to the Corporal how pretty they looked.  He said "Now we are in for it".  "The Germans have taken a tumble that we are going to attack them and they are sending up their S.O.S. (Save our souls) signals to their gunners".  Almost immediately a heavy barrage (many cannon firing together) descended on our positions and continued until our barrage opened up half an hour later.  The corporal remarked that "Minnies" (nick name for German trench mortar &ndash; a dreadful weapon) were coming over, which at that time I didn't know anything about &ndash; now I do.</p>
<p>We could hear "stretcher bearer" being called out as casualties occurred, those close to the railway line suffering heavily.  The last half hour previous to hopping over seemed to me the longest that I have ever experienced, and I was continually looking at my luminous watch to see the time.  All one's past life seemed to be pictured in one's mind during that short time, and our thoughts were naturally of home and our loved ones and also what the future would bring forth.</p>
<p>Just as day was breaking Zero hour (5.55 a.m.) arrived, and, as if by magic, our guns opened up and we rushed forward and commenced the attack.  It was said that we had one eighteen pounder battery to every twenty five yards, on a front of several miles, besides many larger guns and hundreds of machine guns and lewis guns that morning.  Imagine all these firing together.  Our barrage seemed to almost silence the German guns.  For the first five minutes or so I could remember nothing, but after I had collected myself, found myself automatically going forward with my section.  After hopping over I saw no more of my corporal but afterwards learned that he had his right leg blown off and I am glad to say that he recovered and returned to Australia.  It was now pretty light and the scene which confronted us I will never forget nor could I adequately describe it.</p>
<p>It seemed as if hell had been let loose on earth.  The ground was shaking and the air hot and full of the smell of powder from the guns.  The noise was terrific.  Dead and wounded were lying about everywhere and as far as one could see on either side was a mass of soldiers moving forward behind the barrage.  Shells were falling in front and amongst us and earth was being thrown up in the air.  In front of us our barrage was slowly creeping forward, the sight of which was one of awe inspiring grandeur.  Behind and amongst us a few "shorts" (our own shells which fell short amongst us) and some German shells were falling.  I saw one shell fall amongst a group of our men, seeing human limbs &amp;c being</p>
