<p class="page" id="a5657028">[Page 28]</p>
<p>(22)<br/>While we were here the news came through that the Australians had captured Jerusalem and we celebrated the event.</p>
<p>Part of the Battalion now went to a small village called Tilques (twenty kilos distant) for a week's rifle practise.  While we were away at Tilques, one day a German 'plane dropped bombs on the parade ground killing many &ndash; also one of the bombs dropped near the Y.M.C.A. hut, blowing off the end of hut and damaging the piano beyond repair.  We got another piano and on our return had sing songs here every night.  We used to get a free cup of cocoa or coffee and some biscuits before we went to our huts to sleep.</p>
<p>Much to our regret we marched to Waterlands on 20th December and stayed at this cold miserable camp for a few days.  We went into Nieppe several times.  This place was in ruins.  Then on Christmas Eve we marched into the line at Bois Grenier (Armentierres) and it was a fairly quiet sector here.  Everything was covered with snow.  On Christmas Eve night we could hear the Germans singing and playing their musical instruments in the trenches.  Very few shells came over for a couple of days.  On Christmas Day the C. of E. Chaplain in our Brigade &ndash; we had no C. of E. Chaplain in our Battalion &ndash; came into the front line trenches and gave us Holy Communion.</p>
<p>We were each given a tin of fruit and a tin of preserved sausages for our Christmas dinner.  My pal and I were hungry, so we both opened our tins and ate half the contents for breakfast, putting the remainder in the tin on a shelf in our dugout &ndash; covering them with a board with a stone on it.  The rats were very bad in the trenches and dugouts.  As we were off duty, we went to sleep for a couple of hours and on waking and going to get our dinner found that the rats had knocked off the coverings while we were asleep and had eaten everything.  So we had dry biscuits for our Christmas dinner of 1917.  Christmas night in the trenches was quiet with the exception of an amusing episode.  It was moonlight.  One of the men thought he could see Germans creeping towards us in front of the trench.  Of course when one saw anything we all could.  So we all threw several bombs over in the direction of where we thought we saw the Germans, and also fired several shots in that direction, but nothing happened.  Next morning, through the periscope, we could see the tops of several stumps.  These were what we thought were Germans the previous night.  When we first occupied the trench the stumps were completely covered with snow, but as the snow melted it left the tops exposed &ndash; and these looked like men.</p>
<p>On Boxing night I had a narrow escape.  One of the men was cleaning his rifle on the step of trench.  I was on duty standing up close by.  He thought his rifle was unloaded (but it wasn't) and the trigger caught and it went off, the bullet whizzing just past my left ear and grazing it &ndash; a narrow escape!</p>
<p>We used to have different pass words every night.  One night one of the men on duty guarding the communication trench got windy and nearly killed an officer.  The guard called out to the officer for the pass word, but as he didn't reply quick enough, the guard thought he was one of the enemy and fired at him.  It took effect in the neck just missing the vein.  It was only a slight wound though and the officer recovered.</p>
