<p class="page" id="a5657035">[Page 35]</p>
<p>(29)<br/>Battles of the Somme 1918</p>
<p>We left Dover by steamer on 20th March and had a calm passage across the Channel to Calais.  Stayed the night in the rest camp there.  That night one of the biggest air raids on Calais took place.  Our camps at Calais received a telephone message to say that the German 'planes had flown over Dunkirk on their way to Calais to bomb it.  The signals in camp were given to take shelter and we could hear the church bells in Calais ringing and the guns booming &ndash; signals to the inhabitants that an air raid was imminent and to take shelter.  It was a beautiful moonlight night, with no chance of our searchlights picking up the 'planes.  Air raids very seldom took place on dark nights, and we used to dread the moonlight nights.  On a dark night the searchlights sweeping the skies could nearly always pick up a 'plane and hold it in the rays, thereby enabling our anti-aircraft guns to aim at it and probably get it, but on a moonlight night a 'plane could be a few hundred feet up and couldn't be seen &ndash; although the noise from the 'plane could be heard.  At night, in the moonlight, an aeroplane is like a silver butterfly in the sky and cannot be seen.  This night the German 'planes came over in two relays and bombs were dropped on the Chinese Labor Camp (only about a hundred yards from our tent) killing 40 Chinese.  They were too engrossed in playing pak-a-pu or some other gambling game to take shelter when the signals were given.  We had a narrow escape, as the concussion from the bombs which fell on the Chinese camp, blew our tent in, and it was covered with mud and debris.  Many civilians were killed in Calais.  One bomb that night fell on the beautiful Cathedral of Joan of Arc, badly damaging it, and next day as we marched to the railway station we picked up pieces of stained glass as souvenirs.</p>
<p>Early next morning we marched to Calais railway station and entrained &ndash; travelled all day and arrived at St Omer at dusk.  We marched to the barracks for the night and this city was also heavily bombed during the night, but no casualties occurred.  The civilians took shelter in the basement of the Town Hall and the crypt of the Cathedral and the troops in the basement of the barracks.</p>
<p>Next morning I made enquiries and found that our Battalion had been relieved during my absence and was resting for three weeks at Lottenheim, [possibly Lottinghen] near Boulogne.</p>
<p>The R.T.O. (Railway Transport Officer) directed us what train to take and we arrived at Lottenheim at 1 p.m.  Here we found our Battalion on the station ready to entrain.  The air was full of rumours.  We hadn't seen any papers for several days but were told that the enemy had broken through on a wide front and was advancing on Paris and Amiens and that the Australians were to be sent to the Somme (the French were defending the roads to Paris) to stop the advance there and prevent the enemy capturing Amiens and the Channel ports.  The Battalion had barely had a week of the three weeks rest, but nevertheless all were in good spirits and excited at the prospects of getting to the Somme and seeing new country as our Division (the third) had never been to the Somme &ndash; up till then all its fighting having taken place on the indescribable mud swamps of Northern France and Belgium.</p>
