<p class="page" id="a5657024">[Page 24]</p>
<p>(18)<br/>Battalion advancing through ours and going forward two hundred yards and the 44th Battalion digging in three hundred yards behind us.  The platoon sergeant shewed us where to dig our trenches and told us to hurry, as our barrage was only timed to "play" in front of us just long enough to give us a little protection while digging in.  Digging our trenches proved very easy as the ground was soft, in fact too soft &ndash; used to fall in &ndash; and when we were down three feet we came to water, so the trenches were soon quagmires and we were wallowing in them like a lot of pigs.  while digging in several were killed and one of our young officers (Lieut Hart &ndash; one of the most popular and best loved men in the battalion) was killed by a bullet only a few feet from me.  His parents have erected a fine memorial to him in the Southport School Chapel &ndash; where he was educated &ndash; and which I have seen.  Our trench was right in front of a pill box which was made into Company headquarters.  Several of our men were not now with us, many having been killed, others wounded.</p>
<p>Our contact aeroplane flew overhead and we lit the flares (which had been supplied us) so [to] shew our positions to the 'plane. After our barrage ceased intermittent fire was carried on by the artillery of both sides all day.</p>
<p>The first counter attack was made by the Germans at 7 p.m. which was repulsed by us without us even leaving the trenches.  When he attacked we put up our S.O.S. signals which brought forth from both our batteries and machine guns a wonderful barrage.  Runners were busy throughout the night keeping in touch with the different companies and platoons, and also carrying important messages.  I couldn't help but admire their coolness and bravery in doing their work under a continual bombardment.</p>
<p>About three o'clock in the morning a pal and myself were detailed to carry a dead Aussie from the pill box into a shell hole, and which we did.</p>
<p>On our return we were sent to help carry a stretcher case to the advanced dressing station, which was a captured pill box about 100 yards behind our trench.  This proved very difficult as the night was dark, the mud very bad, and shells bursting all around us, but we succeeded alright.  On our way back we were told to go over near the ruined Zonnebeke railway station and get the rations, but as we couldn't find any rations there, went back to our trench and found that the rations had already arrived by the ration carriers.</p>
<p>It was now daylight &ndash; our second day.  A German 'plane flew over our trenches, so low that we could see the face of the aviator as he looked over from his machine.  He dropped lights to shew his artillery where our positions were and that night the Germans put down on us a terrific bombardment.</p>
<p>About mid-day the Sergeant came to our trench and asked for two volunteers to carry a serious stretcher case from the 41st Battalion (in front of us) to the dressing station.  A pal and myself went and safely arrived at the trench.  Enquired about my brother and was told he was safe and well.  We started to carry the wounded chap on an oilsheet, but</p>
