<p class="page" id="a5657046">[Page 46]</p>
<p>(40)<br/>Hospital England</p>
<p>One night at midnight we were awakened, given a hot cup of coffee, and taken in Ambulance cars to the Railway Station at Rouen and entrained for Le Harvre &ndash; travelled all night and arrived at 8 a.m.  We were driven to the pier and boarded the hospital ship "Albassisi", and after a nine hours journey (being escorted by two battleships &ndash; we had large red crosses painted on the sides of the ship, but all the same the Germans used to submarine hospital ships) arrived at Southampton at 5 p.m.  Then took train and arrived at Portsmouth at 9 p.m. and was admitted to the British Red Cross Hospital there.</p>
<p>After I got better I had a good look over Portsmouth and had the great privilege of seeing the "Victory" (Nelson's flagship) which is permanently anchored in Portsmouth Harbour.</p>
<p>After ten days here we were sent across to the Isle of Wight to a convalescent hospital at Ryde.  It was a beautiful trip across of five miles.  The hospital was a magnificent building, being the residence of Sir Charles White, a millionaire and who was a great friend of the late King Edward VII.  It was furnished beautifully and we got every care and attention and the food was good.  Mid Summer was now approaching and the beauties of the Isle of White [Wight] were wonderful.  The green fields were covered with buttercups and daisies and the flowers in bloom were a revelation.  Ryde was a very pretty and up-to-date town.  From our hospital (which was on a hill) we could obtain a great view of the Solent (the passage which separates the Isle of Wight from the mainland) and could see the battleships and submarines entering Portsmouth Harbour.</p>
<p>We had many excursions to several places of interest in the Island and saw Osborne House (where Queen Victoria died) and the famous Cowes, where the regattas and Naval reviews were held.</p>
<p>Also saw Quarr Abbey with its Benedictine Monks in their brown costumes and pepper and salt hats.  In 1905 the French Government expelled all the monks and nuns.  The Benedictine monks came across to England settled in the Isle of Wight and built this huge modern Abbey.</p>
<p>We were then sent back to Portsmouth Hospital for a couple of days and then went by train to Dartford Hospital.  This was a huge Australian Hospital situated near Dartford sixteen miles from London.  There were hundreds of huts, always full of wounded and sick Aussies.  Matron Bessie Pocock from Copmanhurst was in charge of this hospital for nearly two years.</p>
<p>My thumb had now quite healed up and I was feeling ever so much better so I was granted fourteen days leave before going back to France.</p>
