<p class="page" id="a5657038">[Page 38]</p>
<p>(32)<br/>skies.</p>
<p>All my section were asleep in the rough dugouts and I happened to be on duty &ndash; that is keeping watch in the trench.  About mid-day the enemy suddenly opened up on us &ndash; putting down a terrific bombardment on a front of several miles &ndash; and commenced his attack.</p>
<p>We were all rather surprised at his audacity in attacking in broad daylight but he was evidently suffering from a swelled head owing to his previous great victory &ndash; an advance on a wide front several miles deep, capturing thousands of prisoners and much material and guns.</p>
<p>Of course the noise form the guns woke everyone up and there was a rush to the different positions in the trench.  Our rifles were always ready for action (bayonets fixed &amp;c) leaning against the parapet of the trench.</p>
<p>In less than two minutes our machine and lewis guns were at work sweeping with bullets the ground in front of our trench, and as usual our gunners in reply to our S.O.S. signals put down a great barrage on the German positions.  The enemy didn't exactly know where our front line was, and the shells directed against our particular trench fell wide of the mark but he put down a terrific bombardment on Saily-le-Sec, and the town soon became a mass of flames and heap of ruins.  He also heavily bombarded the back areas to try and prevent reinforcements coming up to our assistance.  Our trench was slightly sheltered by a rise in the hill and was not so exposed as other parts of the Battalion front, but nevertheless bullets were whizzing around our heads the whole of the time that the battle was raging.  From a point in our trench the observer could see the Germans massing ready for attack.  They came in mass formation to the top of the hill in front of us, and then spread out into single file shoulder to shoulder in a wave rushing forward towards our trenches.  When they came over the rise of the hill they were excellent targets for our machine and lewis guns, which mowed them down like flies.  About two o'clock the battle had reached its highest, but we were holding our own and hurling the enemy back as he repeatedly made fresh attacks.  There were many thrilling airfights during the progress of the battle and we saw several German and some of our own 'planes come down in flames.  About three o'clock he made his last attack and was again pushed back.  From then onwards just a few shells came over.  We were still in our trenches and hadn't lost an inch of ground although of course we suffered heavily and very many of our men were either killed or wounded, but the enemy losses were appalling.  As the evening sun shone on the hills one could see even with the naked eye (but with glasses very plainly) thousands of dead Germans strewn on the side of the hills.  Australians from every part of Australia took part in this engagement and many brave and heroic deeds were done by them that day.  This was one of the decisive battles which saved Amiens, the others being fought around Villers Brettenaux, notably the battle of the 24th April 1918.  We remained in these same trenches until we took up the offensive and commenced to push the enemy back &ndash; on 4th July.  Next day (Easter Sunday) was quiet and uneventful and I was one of a patrol party that night.</p>
