<p class="page" id="a5657047">[Page 47]</p>
<p>(41)<br/>On Leave England</p>
<p>One morning we took train from Dartford and went to London.  Stayed at the A.I.F. War Chest Club as usual.  Spent three days in London seeing various places.</p>
<p>Then took train to Birmingham which is the great inland commercial city of England.  Saw all the great steel works here and then took train on to Manchester where I stayed two days.  Then went by train to Liverpool, which is a huge city.  Took the overhead electric train which follows the river Mersey for fourteen miles to its entrance.  The whole of this distance is occupied by wharves and piers with large steamers at them and one could go from here to any part of the world.  Then took train to Carlisle where I was shewn through the Castle, Cathedral &amp;c.  Then went by train into Scotland and arrived at Glasgow, which is the second city in the Empire.  Saw all the sights including the great shipbuilding yards.  One day we went all over the Scottish Lakes (Loch Lomond &amp;c) in a steamer.  The scenery was grand.  Then took train back to London.  That night attended the Royal Opera at Covent Garden ("Rigoletto").</p>
<p>The next afternoon a party of us were present in the House of Commons and heard Mr Ramsay MacDonald, Mr Philip Snowden, Mr McNeill and Mr Balfour speak.  Lloyd George was present but he didn't speak.  It was very interesting indeed.</p>
<p>The next day we went to Buckingham Palace Gardens and saw the King decorating V.C. heroes.</p>
<p>I was invited to several private places for teas and evenings.  Took train to Sheerness (at the mouth of the Thames) where I spent two days with friends.  Then back to London and went by train to St Albans where we saw the wonderful Abbey.</p>
<p>My fourteen days leave was then up and I was sent to the Overseas Training Battalion at Longbridge Deverill near Warminster, where I stayed a fortnight.  Whilst here I missed a very great honour.  Sixty men were required to go to London to form a guard of honor for the King when he opened Australia House.  All had to be six feet in height so I was eligible.  We drew lots to go but I drew a blank.  The men who did go had a great time.</p>
<p>I made some English friends at Warminster who were very good to me and with whom I still correspond.</p>
