<p class="page" id="a5657050">[Page 50]</p>
<p>(44)<br/>lifting up some of the dead bodies, bombs would explode and many of our men were killed this way.  He laid these traps for us &ndash; placing a bomb under a dead soldier and when the body was lifted the catch from bomb would be released and the bomb explode.  These were only a few examples of Hun treachery which we saw for ourselves.  My pal picked up a silver crucifix in the ruins of the smouldering church at Tincourt.  He afterwards got it mounted on elm by a Frenchman and brought it back to Australia where it hangs in his room.  There was a big British sausage baloon here and we gave them a hand filling it with gas and holding it down.</p>
<p>The next day we marched back to the ruined village of Doingt, about fourteen kilos behind the front line.  Hardly a stone of this once large and prosperous town was standing.  It was a puzzle to find out where the large church once stood &ndash; all one could see was a heap of stones.  We were billetted in "Nissen" huts here (so called after the Arctic explorer &ndash; the roof was rounded to let the snow fall off) which had been constructed for us.  Our huts adjoined the cemetery.  The Germans had opened most of the vaults and taken the lead and brasswork from the coffins and the jewelry and trinkits which were buried with some of the dead.  It was a gruesome sight to see the vaults open &ndash; the coffins smashed and bones &amp;c lying about.  We had to walk through the cemetery of a night to get from our huts to the Canteen and Y.M.C.A.  The enemy had also constructed a tunnel under the cemetery and had it mined, but when the village was captured the engineers found this out and made it harmless.  We stayed here over a fortnight and had rather a happy time.  On several occasions walked into Peronne and had a look over the ruins of this once famous city.</p>
<p>One day here we were reviewed and addressed by the Prime Minister of Australia &ndash; The Right Hon. W.M. Hughes &ndash; just before his return to Australia.  He made a great speech and was well received and cheered by the soldiers.</p>
<p>Working parties here were pretty frequent, also drilling and battle practises.  A casualty clearing station was also established here, as this was as far as the Red Cross trains could get to the line &ndash; the railway line having been temporarily repaired this far.  Crowds of German prisoners marched through the village every day so we knew by this that our men in the front line were doing good work.  Two concert parties (the "Cooes" and the "Kookaburras") were giving us concerts alternately in the horse sheds every night.,  One night I was at a Cooes concert when the usual air raid took place and we had to abandon the concert and go back to our shelters.  The horses and mules would be put outside and after the concert brought back to their stables again.</p>
<p>We witnessed several enemy 'planes and one of our own come down here that night.  One night one of our anti aircraft guns scored a hit at a German 'plane (which was held by our searchlight) which burst into flames and in so doing caught the coloured lights he carried for signal purposes, and it was a beautiful sight to see a mass of various coloured lights rushing from the sky earthwards.  Whilst here we had a sports day between the 41st and 42nd Battalions and had a great time.  There were prizes for best dressed man, turnouts and mule races &amp;c.  We had impromptu bookmakers and the boys</p>
