<p class="page" id="a5657062">[Page 62]</p>
<p>(56)<br/>Last Leave in England</p>
<p>On 5th May 1919 we left Dartford by train and went, via London, to Weymouth where I was sent to Convalescent Hospital at Monte Video Camp.  Stayed here a fortnight and was then given fourteen days leave.  Left Weymouth and took train to London.  Stayed there a day and then went by train to Winchester (the ancient capital of England &ndash; before London became the capital).  Saw the great Cathedral (containing the Black Prince's tomb &amp;c) the Palace and the Castle.  Then went up to Oxford where I stayed two days the guest of Rev and Mrs Collins.  Mr Collins was a Padre at the war and after the armistice he went to Oxford to study for his B.A. degree and Mrs Collins left South Grafton and went to England to be with him.  He had a nice little cottage near the river.  Oxford is the greatest seat of learning in the world &ndash; a city of colleges and churches.  Saw through several of the famous colleges (Magdalen &amp;c).  Then took train back to Eaton [Eton] where we were shewn through this great and famous school.  The boys were attired in their quaint dress &amp;c.  We saw, carved on the desks, the names of the great men who were educated there (Captain Scott, &amp;c) &ndash; their names being carved on the desks by themselves when they were attending school there.</p>
<p>Next day went up to Stratford-on-Avon and saw the tomb of Shakespeare in Holy Trinity Church.  Hundreds of people were visiting it this day (a great number of Americans &amp;c) and we had to wait our turn and file past in a queu.  Saw Ann Hathaway's cottage, the Sheldonian Theatre and Marie Corelli's home.  Returned to London.</p>
<p>Then took train from London to Canterbury and saw through this great and ancient Cathedral.  Also visited St Martin's Church, which is the oldest Christian church extant in England.</p>
<p>Whilst at Canterbury we saw the ruins of the first German Zeppelin which was brought down in England.</p>
<p>Returned to London and then went across to Ireland again by the same route.  Stayed a day in Dublin and then took train to Killarney.  I palled up with an American soldier and we had a very enjoyable three days stay here.  Saw all the famous and beautiful sights and went all over the Lakes in boats (shooting the rapids &amp;c).  It was midsummer and everything was green.  No wonder Ireland is called the Emerald Isle.  The fresh bread, bacon, butter, potatoes &amp;c was great.  We saw them cutting peat blocks in the bogs and sat before a peat fire.  The Irish people were very kind to us also.</p>
<p>Returned to Dublin and then took train North to Belfast.  This is the largest city in Ireland and a fine place it is too.  Saw through the largest shipbuilding yards in the world (Harland &amp; Wolffs).  The "Majestic" (40,000 tons) was in the stocks being built when we were there.  The City Hall Belfast is a magnificent building.  Came back to Dublin and then took steamer back to England and train to London.</p>
<p>Went several nights to the Opera at the Royal Opera Covent Garden, and had the great privilege of hearing Madame Melba sing in the Opera of "Faust".  On this occasion I formed up in the queu outside the opera</p>
