<p class="page" id="a5657054">[Page 54]</p>
<p>(48)<br/>Out of Line</p>
<p>That night we were relieved and left the Hindenburg Line (the last time that we were to be in the trenches &ndash; but we didn't know it then).  Marched back to the outskirts of the village of Bellingeglise, being heavily shelled of course coming out.  Next day we marched to the ruins of Tinecourt [Tincourt], and rested here two days.  Then, with full packs up, we marched through the ruins of Peronne to a railway point and entrained.  On our way down we passed thousands of American soldiers marching in on their way to the line.  America by this time had over 1,000,000 troops in France and more were arriving daily.  In passing I may say that collectively the Americans were not popular with us.  They "bragged" too much and were know alls, although as regards fighting they knew very little, having had no experience.  But of course their bravery was not to be questioned.  Individually they were alright.  We struck some fine Americans and made many friendships.</p>
<p>After a five hours journey in the train, passing through the country that a few weeks before we were fighting over &ndash; Villers Brettenaux, Amiens, Corbie, &amp;c &amp;c &ndash; we arrived at the fair sized town of Airaines at sundown where we disentrained, and after a short rest and some tea, marched till midnight to our billets, which were in the pretty little village of Vergies.  We stayed here a fortnight, during ten days of which time I was in the Red Cross Hospital (an old French Chateau) at Warlus with an attack of influenza.  On my return to Vergies from hospital my pal and I explored the villages of Alleray, Oisemont &amp;c.</p>
<p>Another attempt was now made to break the Battalion up but we again refused to be broken up.  Thereupon the "big guns" (General Gellibrand, &amp;c) came and lectured to us on the parade ground one day.  They told us, that owing to lack of reinforcements from Australia, it was imperative that we be broken up as we couldn't keep our Battalion strength up, so we gave in, and on 19th Octr 1918, the 42nd Battalion A.I.F. ceased to exist as a separate unit, and what was left of us (half the original battalion and reinforcements having been killed or wounded) was incorporated in the sister 41st Battalion, and of which we became its "A" Company.</p>
<p>As we were known as the Australian Black Watch we were allowed to retain our pipe band so still had the old pipe band to march to occasionally.</p>
<p>On 21st October we left Vergies and marched to the little village of Avelesges, where we billeted.  We enjoyed the apples from the fine orchards here.  For half a franc (fivepence) we could get a large bagful.  On 21st October we were inspected by the Colonel of the 41st Battalion and on 27th October we marched to and billetted at Warlus.  Had a few happy weeks here until the Armistice was signed.</p>
<p>This place will be remembered by the "Mad Mile".  Every morning we had to march, with full packs up and in battle order, at quick pace through the streets of the village to the strains of "Blaze</p>
