<p class="page" id="a5657040">[Page 40]</p>
<p>(34)<br/>Whilst here we had working parties of a night digging trenches on the hill near the great brick chimney, which was a well known landmark to all Australians who were in these parts.</p>
<p>One night a pal and myself were detailed to go to headquarters for the rum issue.  We didn't know the way and it was raining and pitch dark, but at last we found Headquarters and brought back the large jar of rum.  The officer gave us the compliment of telling us that he trusted us, as he knew that we wouldn't drink the rum, as some of the other men might have done if they had been sent for the rum issue.  I never refused my rum issue in the trenches.  We didn't get very much and I am sure it done one good, although very many refused to take it.</p>
<p>On Saturday night 7th April, we went to the front line again, occupying as a dugout an old tunnel, which the French had constructed at the beginning of the war.  It was deep, with a small entrance (one had to crawl on hands and knees to get in it) but was shell and bomb proof and accomodated about fifty.  One drawback it was very dark and damp.  We stayed here seven days, resting and sleeping during the daytime and patrolling every night.  The nights were dark and the mud bad, but nothing eventful happened, although we had very many narrow escapes from being sniped by enemy machine gun bullets.  Also had our clothes torn to pieces as we were continually falling over in the dark amongst the barbed wire.  We could hear the Germans talking and singing out every night and I suppose they could hear us too.  We couldn't emerge from the tunnel during the day time (the position was too exposed) and food could only be brought up to us of a night.  Altogether we spent a very miserable week.  We were all wet and soaked through, food was scarce, no cigarettes were available, and as we had neither matches or candles were always in the dark.  I remember producing four packets of cigarettes from my gas bag on this occasion and handing them around amongst the men, and they were appreciated.  It was pitch dark in the tunnel, even in daytime.  I myself got very knocked up and our officer told me and another chap who was also pretty sick, to go out to the village of Bonnay and rest there for a few days.  As soon as night came on we started and walked till midnight, when we lay down in a gully near one of our eighteen pounder batteries, and slept till daylight &ndash; even though a few enemy shells fell in the gully close by.  Of course our guns were firing most of the night, but one soon gets used to noise and when one is war weary we could sleep under any conditions and any amount of noise.  At daylight we continued our journey but had very little strength left and no food.  However, we struggled on and eventually reached Bonnay at mid-day.  This town was very busy &ndash; being crowded with soldiers.  Up till then the town (the civilians had evactuated it) &ndash; it was about five miles from the line &ndash; had not been shelled and we had great nets thrown across the streets to hide all the troops, lorries, guns &amp;c passing through, from the view of the German planes.  I had three real good days rest here with plenty of warm food, which gave us fresh strength.</p>
<p>On Monday night 15th April a party of us marched back to our Company, which during our absence had been relieved and gone back to Shrapnel Gulley.  Several shells fell amongst us on the way</p>
