<p class="page" id="a5657048">[Page 48]</p>
<p>(42)<br/>Back to France</p>
<p>We left the Overseas Training Battalion on 22nd August 1918 at 6 p.m. and marched to Warminster where we caught train.  Travelled all night and arrived at Folkstone at daylight.  Then took steamer from Folkstone at 11 a.m., crossed the Channel and arrived at France (Boulogne) at 1.30 p.m.  Marched up to One Blanket Camp.  This was so named because it was a very cold bleak camp and only one blanket was issued to each soldier who stayed there, whether it was winter or summer.  In the afternoon got a pass and went in and saw all over the very interesting city of Boulogne.  That night the air raid warning was given but no damage was done by bombs.</p>
<p>We left Boulogne by train at 9 a.m. on 23rd August and arrived at the Base Camp at Le Harvre at 11 p.m.  This camp was well known to me now and was like "home" in France.  We were equipped, and on Sunday 25th August marched to Le Harvre Station, entrained (this time in trucks "40 hommes, 8 chevaux") at 8 p.m. and travelled all night towards the line.  Passed through Amiens at daylight and arrived at the ruined town of Corbie on the Somme at 9 a.m.  Camped here in one of the ruined houses.  The next three days we were engaged harvesting the wheat for the French.  Early every morning we went in motor lorries out to the fields, some distance away, and worked hard all day, returning to billets at night.  By doing this we saved the French a lot of their harvest, as there were no civilians available to harvest it.</p>
<p>We had a good look over the ruins of Hamel one day and enjoyed ourselves of an evening at the Y.M.C.A., with music, games &amp;c interspersed with cocoa, biscuits &amp;c.  Whilst here we were visited by that fine man Padre Gault, who was well known to thousands of Australian soldiers.</p>
<p>We left Corbie at 9 a.m. on the morning of 30th August with full packs and marched 15 kilos to Ettenheim [possibly Etinehem].  Stayed here a day, having a swim in the Somme, and viewing the ruined villages that a few weeks before were in the Germans' possession.  Needless to say that everything was stolen or smashed to pieces.  Several of these small towns were not bombarded much or damaged by shell fire.  Even the bells from the churches had been taken down or removed to Germany.</p>
<p>On Sunday 1st September we marched to the reserve line and spent the night there.  Coming up we passed through Bray and had a good look over this town where heavy fighting had occurred a few weeks previously.  The Church was used by the Germans as a Red Cross Hospital and the large red cross painted on its roof was visible for many miles away.  Coming up we passed a lot of dead and wounded who were being brought down from the line.  That night we were heavily bombarded in the back areas, and our Battalion had a successful "Hop Over".</p>
<p>The next day our Battalion came out of the front line and I rejoined them again after an absence of nearly three months.  Needless to say that many old faces were missing, through being killed or wounded.</p>
<p>Next day we moved out of reserve and camped in a gully of the Somme.  I went down and had the pleasure of seeing Lieut Colonel</p>
