<p class="page" id="a5657036">[Page 36]</p>
<p>(30)<br/>We left Lottenheim at 4 p.m. and arrived at Caestre at 9 p.m.  Then marched several kilos to a farm near Steenvorde where we camped for the night.  The next day we marched through Eccke (remembered by many of us as the place we once stayed a night at on our way to the Battle of Ypres), and Mont des Cats.  After a day's rest we marched all the following night and entrained for the Somme on the morning of 24th March.  We travelled all day through devastated country (the result of the 1916 Somme offensive) and arrived at Doullens at 4 p.m.  Great and feverish activity prevailed here.  Trains were arriving with troops every few minutes and the inhabitants were evacuating the town.  We marched through the town and halted at an estaminet (hotel) where the French proprietor gave us all the beer and wine he had in stock, before he left the town, and it was much appreciated by us.</p>
<p>That afternoon at the Doullens Mairie (Town Hall) a conference between the various Allied Generals and Premiers &ndash; Foch, Haig, Orlando, Clemenceau, Lloyd George &amp;c took place and the Unity of Command was achieved, Marshal Foch being appointed Commander-in-Chief of the whole of the Allied forces.  From now on the tide of the war changed in our favour and we commenced to push the enemy back, after we had broken his last great effort.</p>
<p>About six kilos from Doullens we halted for a rest and were given a drink of tea.</p>
<p>Just after we left Doullens Railway Station a German 'plane flew over and bombed the station, killing and wounding a great many.</p>
<p>After resting till midnight we boarded motor 'buses, travelled all night and reached the village of La Hussoye at daylight.  We then started on the march again and knew that we must be getting close to the enemy as the horizon was lit from the flashes of the guns.  Many rumours were now going around and great excitement prevailed everywhere.  I shall never forget the sight of the refugees fleeing from the villages.  Some of them had carts, others wheelbarrows, containing their belongings, whilst in many instances cows, pigs, and sheep were being led or driven.  Sometimes a white haired aged cure (priest) would lift up his hands and bless us as we marched past &ndash; a touching and pathetic sight.</p>
<p>We eventually arrived at Heilly.  Passed a few stragglers &ndash; Tommies &ndash; the remnants of Gough's British Fifth Army, which had been overtaken by disaster.  The citizens had evactuated Heilly before we arrived.  Here we dumped our packs and belongings and got into battle order.  Whilst here we went into several of the houses and refreshed ourselves with what food we could find, and wine &amp;c of which there was plenty.</p>
<p>Everything was as the people had left their homes &ndash; tables being laid ready for a meal &amp;c.</p>
<p>We continued on from Heilly and crossed the river Ancre getting into the valley of the Somme itself.  The engineers were busy mining the bridges in case occasion arose to blow them up.  About mid-day we arrived at the pretty and peaceful village of Sailly-le-Sec, and our Commander decided that we should entrench here and make a stand against the enemy.  Scouts gave us the information</p>
