<p class="page" id="a5657056">[Page 56]</p>
<p>(50)<br/>arrived from Paris to get the paper.</p>
<p>We managed to get a picture plant and for several nights had pictures, for which I played on an old piano.</p>
<p>We also had the snake expert "Rocky Vane" (from Mullumbimby) in our Battalion and one night he gave us a lecture on Australian snakes, which was very interesting.</p>
<p>One night Monsieur Le Sage (a Professor from the Paris University &ndash; who spoke French beautifully) gave us a lecture on "France and the French", which was very interesting indeed and wherein we learned a lot about the country and people whom we had been living amongst for several years, and he exploded many wrong opinions we had of the French people and their customs &amp;c.</p>
<p>Armistice Signed</p>
<p>We could now tell by the news in the papers that the war was practically over although we (The Third Division) was told to hold ourselves in readiness to proceed to the line again &ndash; the 1st, 4th, and 5th Australian Divisions being already on their way back to the line.  On Monday 11th November 1918 (the day the Armistice was signed) we marched to Alleray for a hot steam bath and on passing through Airaines found all the houses decorated with tricolours and the church bells pealing and the Frenchies running about like madmen.  We wondered what was wrong and halted in the main street for a rest.  The Captain then told us (he had interviewed the Mayor who had received a telegram saying that the Armistice was to be signed) that the Armistice was to be signed at 11 a.m. that morning &ndash; it was then about 10 a.m.  We gave three cheers and could scarcely realize that the war was over.  When we arrived back at Warlus the news had already reached there and the town was decorated &amp;c.  Next day we had a holiday from drill to celebrate Peace.  The bells of the old French church chimed day and night for several days.  Most of us attended the Victory Mass at the Roman Catholic Church and we also had a great Thanksgiving service out on the parade ground.  Some of the men broke camp and went to the neighbouring cities and some got as far as Paris.  Many were "pinched" and put in clink (gaol) as they had no leave passes &ndash; others were caught and sent back to the Battalion.</p>
<p>On 25th November we had a parade and lecture from the Colonel as it was the second anniversary of the Battalion's landing in France.  A few of the French, who had been prisoners of war in Germany &ndash; some of them since the beginning of the war &ndash; had now returned to the village and it was touching and pathetic to see the reunion with their loved ones and made us homesick and wish we were back in Australia.  The French children had written with chalk all over the walls of the village houses "La guerre napoo" or "La guerre fini".</p>
<p>On 10th December we marched with full packs up, through the snow, 24 kilos to the village of St. Maxent, where we billetted.  We made ourselves comfortable (our platoon) in an old barn and "pinched" some of the Frenchies' straw for beds, for which of course they made a great fuss and put in a claim to the Military.</p>
