<p class="page" id="a5657042">[Page 42]</p>
<p>(36)<br/>come over.  The bottom of Richoften's aeroplane was painted red and we used to call them the red bellied circus.  Early in the morning Richoften and several of his planes came over, and engaged a large number of Allied 'planes.  It was a great sight to watch them fighting &ndash; chasing each other like a lot of swallows in the skies.  About mid-day (after he had disabled and brought down many British 'planes) Richoften was flying very low over our trenches chasing a 'plane, and himself being pursued by another 'plane if I remember rightly.  All the anti aircraft guns and lewis guns &amp;c were firing at him from the ground, when suddenly his machine burst into flames and crashed to the ground, about a third of a mile to the left of us.  He was buried in Bertangles Cemetery and the air force made a cross from the propeller of his machine, and placed it on his grave.  After the Armistice his body was transferred to Germany.  One doesn't exactly know who fired the shot that brought him down &ndash; the English, Canadians, New Zealanders and Australians all claiming the credit for it.  Some say that he was killed from the air and not from a land machine gun.</p>
<p>A British 'plane crashed just in front of our trench that afternoon and as soon as it got dark we crawled over the trench and got some of the wings as souvenirs and which I still have.</p>
<p>While on duty that night I challenged two persons coming down the communication trench, who proved to be two Aussies.  They were carrying a large wooden cross, which they intended erecting, whilst it was dark, over the grave of one of their men who was killed when their battalion was holding this part of the line and who were buried in nomansland in front of the trench.  These two Aussies (whose battalion was out in the reserve trenches) risked their lives by coming up to the front line in order to put a cross on a pal's grave, thereby shewing the spirit of comradeship that existed between very many of the Australian troops.</p>
<p>At midnight we were relieved and marched back to the outskirts of Bonnay and dug ourselves in on the side of the hill.  We had a beautiful view from here.  The river Ancre (tributary of the Somme) was on one side of the valley and the town of Bonnay on the other.</p>
<p>Next five nights were occupied in working parties.  I never worked so hard in all my life.  Every night as soon as it got dark we put rifles on one shoulder and pick or shovel on the other, and off we marched to dig trenches.  We were each given a certain amount of trench to dig, but very often my mates, who finished theirs first would come and help me finish mine.  Often when engaged on these working parties we were shelled and had to take shelter in our hastily dug trenches.  One night a shell fell amongst us wounding the officer in charge and three others.  It was quite a common occurrence to hear a bullet hit the shovel as we were digging, and we generally cursed our luck if that happened, as a bullet wound in the leg was considered a very good "Blighty".</p>
<p>We had a very big chap in our Battalion called McKenzie ("Mac" as we used to call him) weighing about 17 stone.  The stretcher bearer used to say that they hoped he would never get wounded and require a stretcher bearer to carry him out.  But strange to say he</p>
