{"vid":"105409","uid":"1","title":"Crooks war diary, 11 February 1915 - 24 May 1918 - Page 112","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"105386","type":"transcript_page","language":"und","created":"1389069603","changed":"1397706742","tnid":"0","translate":"0","revision_timestamp":"1397706742","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<a name=\"a4630112\"></a></p>\r\n\r\n<p>[Page 112]<br>\r\n[May 1918]</p>\r\n\r\n<p>23rd Arrived at the Central Station Sydney about 11A.M. Great number of people to welcome the boys. We were taken in Motor Cars through the City and were given a rousing reception all along the route, right on to the Anzac Buffet were we met our relatives and Friends. My wife, Sister &amp; Brother in law were very pleased to see me, as I was to see them after such a long absence. I also met a number of my old comrades who had returned earlier. My Wife &amp; I left for Newcastle by the 2 o,clock train and arrived home at Cooks Hill about 7.30P.M. where I had another welcome from my three little girls. Home, Sweet, Home at last after buffeting about in Egypt, Dardanelles, Gibraltar, England, France, and Belgium for the past 3½ years.</p>\r\n\r\n<p>24th Grand old Empire Day. Attended the Cooks Hill School celebrations in the morning.</p>\r\n\r\n<p>\r\n[Transcriber's notes: <br>\r\n\r\n<p> Achi Baba page 13 ? is a region about 5 miles SW of Gaba Tepe<br>\r\n Albert page 58 ? is about 10kms east of Contay<br>\r\n Aymsbury page 64 ? is Amesbury<br>\r\n Anafarta page 18 ? there are two towns NE of Anzac Cove <br>\r\n ASC, AOC and RE page 49 ? Army Service Corps, Army Ordinance Corp and Royal Engineers<br>\r\n HMT Arogan page 11- is HMT Aragon. It was originally a passenger liner built by Harland &amp;Wolff, Ltd, Belfast, and was launched on 23 February, 1905 <br>\r\n AMC is the Australian Medical Corps<br>\r\n Avigden page 52 ? is probably Avignon about 30 miles north of Marseilles<br>\r\n Bailleul page 53 ? is about 5 miles NW of Armentieres<br>\r\n Bapuame page 80 ? is Bapaume about 20kms NE of Albert<br>\r\n Beaumont page 84 ? is Beaumont-Hamel<br>\r\n Becourt page 79 ? is probably Becordel?Becourt midway between Fricourt and Albert<br>\r\n Bellwarde Ridge page 98 ? is Bellewaerde Ridge and is about 3kms east of Ieper/Ypres<br>\r\n Berteaucourt page 57 ? is Berteaucourt?les?Dames, about 14 miles NNW of Amiens<br>\r\n Bresle page 79 ? about 3 miles west of Albert<br>\r\n Bullford page 64 ? is Bulford<br>\r\n Burgoo page 47 ? Burgoo is a term used for many types of stew or porridge made from a mixture of ingredients<br>\r\n Burnafay Wood page 78 ? is Bernafay Wood about 1 mile south of Longueval and 2 miles east of Mametz<br>\r\n Col Burnage page 14 ? Granville Burnage (1858-1945), soldier and merchant, was born at Dungog, New South Wales. He was officer commanding on various troopships between Australia and England; he won commendation for his leadership when the Barunga, carrying over 800 troops, was torpedoed in July 1918<br>\r\n Buire-sur-L?Ancre page 67 ? about 5kms SW of Albert<br>\r\n Cambrai page 102 ? is about 25 kms NE of Peronne<br>\r\n R A Carruthers CB CMG, Brigadier General, page 9 - Deputy Assistant and Quartermaster General, Australian Corps, a position he held throughout the war, having being recalled from retirement as Secretary of the Bombay Yacht Club in 1914 by his old friend, Sir William Birdwood (GOC Fifth Army)<br>\r\n Cassell page 97 ? is about 10kms NE of Le Nieppe and a similar distance NNW of Hazebrouck<br>\r\n Chickerill Rd page 47 ? is Chickerell Road in Weymouth, about 5 kms WNW of the city centre<br>\r\n Chocolate Hill page 28 - is about 25 miles north of where Parsons was ie Chunuk Bair <br>\r\n  Chunak Bair page 26 ? is Chunuk Bair <br>\r\n Fort Chanar page 9 is probably the town now known as Canakkale<br>\r\n Contay page 58 ? is about 5 miles east of Rubempre<br>\r\n Delville Wood (Bois Delville) page 69 ? is a few hundred metres east of Longueval <br>\r\n Dere page 240 is Turkish for a gully, stream or creek<br>\r\n Dernancourt page 29 ? is about 3 kms south of Albert and about 7 kms SW of Mametz<br>\r\n Doullens page 57 ? is about 20 miles north of Amiens<br>\r\n Doulei page 90 ? is Le Doulieu and is on the route between Neuf-Berquin and Steenwerk<br>\r\n Dranoute page 95 ? is Dranouter about 3 kms west of Kemmelberg or Kemmel Hill Dudiston Loch page 46 ? is Duddingston loch <br>\r\n Enfilading page 32 ? firing along the length of a target eg from the side of an advancing front of soldiers<br>\r\n Flesselles page 68 ? is about 10 kms north of Amiens and 25 kms west of Albert<br>\r\n Fleur-Baix page 57 is Fleurbaix about 3 ½ miles SE of Armentieres<br>\r\n Franvillers page 68 ? is about 15 kms east of Flesselles<br>\r\n Fravriuel page 82 ? is Favreuil, about 2 kms north of Bapaume<br>\r\n Fricourt page 79 ? is about 1 km west of Mametz<br>\r\n Gaba Tepe page 7 is now called Kabatepe and is at the southern end of the landing area<br>\r\n Brig-General Glasfaurd page 57 ? Brig-General Duncan Glasford, GOC 12th Australian Brigade 4th Australian Division. Died of Wounds 12 November 1916<br>\r\n Alexander Godley was born in Chatham, Kent, England, on 4 February 1867, the son of William Godley, a British Army captain of Irish heritage. Educated at Haileybury College and the Royal Military College, Sandhurst, Alexander was commissioned in 1886 and served in the Irish Guards in the Boer War from 1899 to 1901<br>\r\n Gudecourt Wood (Bois Gueudecort) page 69 ? is about 1 km south of Longueval<br>\r\n Sir Ian Hamilton, General, page 4 ? Sir Ian Standish Monteith Hamilton. Minister Herbert Asquith remarked that he had 'too much feather in his brain', whereas Charles Bean, war correspondent covering the Gallipoli campaign considered he had 'a breadth of mind which the army in general does not possess' He opposed conscription and was considered less ruthless than other successful generals<br>\r\n Heliopolis page 4 ? is now a suburb of Cairo<br>\r\n Henencourt page 84 ? is about a mile north of Bresle<br>\r\n Hill 60 page 28 ? The Battle of Hill 60 was the last major assault of the Battle of Gallipoli. It was launched on 21 August 1915 to coincide with the attack on Scimitar Hill made from the Suvla front by the British IX Corps which was a failure Hill 60 was a low knoll at the northern end of the Sari Bair range which dominated the Suvla landing Capturing this hill along with Scimitar Hill would have allowed the Anzac Cove and Suvla landings to be securely linked<br>\r\n Holle beke page 103 ? is about 5 miles SSE of Ypres<br>\r\n Horseferry Road page 46 ? During WW1 the Australian Forces? Administrative Headquarters was located on Horseferry Road<br>\r\n Island of Imbros page 14 ? is a Turkish island about 205 kms west of Anzac Cove.  The Turks call the island  Gokceada<br>\r\n Capt Jacka page 106 ? Albert Jacka VC MC and Bar (10 January 1893 ? 17 January 1932) was the first Australian to be decorated with the VC during WW1 receiving the medal for his actions during the Gallipoli Campaign<br>\r\n Admiral Jellicoe page 45 - Admiral of the Fleet John Rushworth Jellicoe, 1st Earl Jellicoe (5 December 1859 ? 20 November 1935) was a British Royal Navy Admiral who commanded the Grand Fleet at the Battle of Jutland in WW1<br>\r\n  Kantara page 49 ? is El Qantara el Sharqiya which is just east of the Suez Canal and about 100 kms from Cairo<br>\r\n Kasso page 7 ? is Kassos which is about 50 kms off the eastern tip of Crete<br>\r\n Kemmel Hill page 93 ? is Kemmelberg which is about 1 mile west of Kemmel in Belgium<br>\r\n Kilid-Bahr page 16 ? is now Kilitbahir  It is on the other side of the ismus across the water from Canakkale<br>\r\n Kortepyp Camp page 90 ? there is a road called Kortepijp Rd about 500 metres from the centre of Nieuwekerke village<br>\r\n KOSB page 29 ? Kings Own Scottish Borderers<br>\r\n Krithia page 18 ? is a small village about 4 miles from the southern tip of the Gallipoli Peninsula<br>\r\n Kum-Kale page 7 ? see Seddul-Bahr below<br>\r\n La Bassee is a town about 12 miles south of Bailleul<br>\r\n La-Clytte page 104 ? is Klijte, about 5 miles SW of Ypres  There is a La Clytte Military Cemetery thare so it looks as though the village was called that by the Allied troops<br>\r\n La Creche page 88 ? is about 25kms east of Hazebrouck and about 25kmms ESE of Bailleul, very near the Belgian border<br>\r\n La Motte page 95 ? is La Motte-au-Bois which is about 4 miles south of Hazebrouck and about 10 miles WSW of Bailleul<br>\r\n Laviecourt page 84 ? is Lavieville which is between the villages of  Millencourt and Bresle<br>\r\n Le-Transloy and Beaulencourt page 80 ? are a few kms south of Bapaume<br>\r\n Le Nieppe page 97 ? is probably Le Nieppe, Ebblingham which is about 8kms WNW of Hazebrouck<br>\r\n Locre page 107 ? is Loker about 2 miles west of Kemmel<br>\r\n Luggershall Station page 63 ? is Ludgershall Station near Andover in Wiltshire<br>\r\n Maidos page 13 ? is on the other side of the peninsualr from Gaba tepe  It seems to be the same place as Eceabat<br>\r\n Martinpiuch page 81 ? 2 kms NE of Poziers<br>\r\n Mataria page 48- is Matria, a suburb of Cairo<br>\r\n Mauretania page 45 ?  launched on 20 September 1906 and served as a troopship during the Gallipoli campaign.  She avoided becoming prey for German U-boats because of her high speed and the seamanship of her crew. When combined forces from the British empire and France began to suffer heavy casualties, Mauretania was ordered to serve as a hospital ship The Mauretania returned to civilian service in September 1919<br>\r\n Mena Camp page 5 ? was a large camp not far from the centre of Cairo and the Pyramids<br>\r\n Meterean page 53 ? is Meteren just west of Bailleul and about 10 miles north of Sailly<br>\r\n Meaulte page 81 ? is about 1 mile due south of Albert<br>\r\n Merris page 88 is about 5kms SW of Balleul<br>\r\n  Mine Crater page 80 ? On a line between Contalmaison and the British cemetry at Poziers and equidistant from each<br>\r\n Morbecque page 84 ? is about 5 miles west of Merris and about 3 miles SSW of Hazebrouck<br>\r\n Mt Kemmel page 107 ? Kemmelberg just outside the village of Kemmel, five miles SW of Ypres<br>\r\n Mudros page 43 ? (Moudros) is a small port on the island of Lemnos<br>\r\n Neuf-Berquin page 89 ? is about 10kms SE of Hazebrouck and 25-30 kms ESE of Renescure<br>\r\n Neuve-Eglise page 87 ? is in Belgium across the France/Belgium border from Bailleul, where it is also called Nieuwekerke<br>\r\n Noot-Boon road page 53 ? is the Noote Boom road to the tiny village of Noote Boom about 15kms SW of Bailleul<br>\r\n Nurieul page 83 ? is Noreuil<br>\r\n HMT Osmanieh page 5 ? launched 1906, 4041 tons The liner Osmanieh was taken over for service as a fleet auxiliary during the First World War On December 31st, 1917, she was carrying troops and medical staff to Alexandria when she struck a mine at the entrance to the harbour She sank\r\nvery quickly taking with her Lt Cdr Mason, two other officers, 21 crew, one military officer, 166 other ranks and eight nurses<br>\r\n Pantalidia page 52 ? is probably the Island of Pantelleria about 60 miles SW of Malta<br>\r\n Paris-Place page 66 ? is Le Torquet-Paris-Plage<br>\r\n Colonel Percival page 6 ? John Bailey Percival was Commanding Officer of the 11th Light Horse Regiment <br>\r\n Perham Down page 63 ? is near Andover in Wiltshire<br>\r\n Perrim page 3 ? is Perim a volcanic island with a surface area of 13 square kilometres, strategically located in the Strait of Mandeb at the southern entrance into the Red Sea off the SW Coast of Yemen  <br>\r\n Perrone page 102 ? is Peronne about 10 miles south of Bapaume on the River Somme <br>\r\n Pinkenba page 1 ? is on the Brisbane River near to and east of Warwick Farm<br>\r\n Poziers page 60 ? is about 8 kms NE of Albert<br>\r\n Ras-El-Tin page 10 was a royal Palace in Alexandria <br>\r\n Red Lodge near Hill 63 page 90 ? Hill 63 is not far from Mesen (Messines) in Belgium, about 5kms ENE of Nieuwekerke<br>\r\n Renescure page 89 ? is about 10kms west of Hazebrouck<br>\r\n Rewa page 43 ? HMHS Rewa (His Majesty's Hospital ship) was a steamship originally built for the British India Steam Navigation Company but requisitioned for use as a hospital ship during WWI. On 4 January 1918, she was hit and sunk by a torpedo from a German submarine ? U-55. The sinking of the ship caused outrage in Britain<br>\r\n Rubempre page 58 ? is about 12 miles ENE of Amiens<br>\r\n Sailly page 54 ? is Sailly-sur-la-Lys, about 5 miles south of Bailleul<br>\r\n Islands of St Paul (Ile Saint-Paul) and New Amsterdam (Ile Amsterdam) page 111 ? are in the Indian Ocean, approximately equidistant from Cape Town and Perth  Ile Amsterdam is about 150 kms north of Ile Saint Paul  <br>\r\n Sapping page 11 - A tactic used on the Western Front in particular, was to dig short trenches (saps) across no-man's-land These were dug towards the enemy trenches and enabled soldiers to move forward without exposure to fire Several saps would be dug along a section of front line and then were then joined together at their far ends to create a new trench Saps were also used as listening posts Although sapping was slow and gruelling work, especially during summer months, it was a fairly safe way to make territorial gains<br>\r\n Sausage Gully page 60 ? Thousands of Australian soldiers passed through Sausage Valley or Sausage Gully as the Australians called it, on their way to the fighting at Pozières and Mouquet Farm between 23 July and 5 September 1916. They came to know the place well as they marched up out of Albert and took one of two well?worn routes to the front. <br>\r\n Seang Bee page 1 - The HMAT A48 Seang Bee weighed 5,849 tons with an average cruise speed of 13 knots or 2407 kmph It was owned by the Lim Chin Tsong, Rangoon, and leased by the Commonwealth until 12 May 1917<br>\r\n Seang Choon page 1 ? weighed 5,708 tons, speed 14 knots, and accommodation for 100-1st class passengers Built 1891 1900 Boer War troopship 1910 sold to Lim Chin Tsong, Rangoon renamed Seang Choon 1915 became British army troopship and took part in the Dardanelles campaign 10th July 1917 torpedoed and sunk by U87 off Fastnet on voyage Sydney to London Nineteen lives lost<br>\r\n Seddul-Bahr and Kum-Kale page 7 ? was Sedd-el Bahr, now Seddulbahir and is on the north side of the entry to the Dardanelles and Kumkale is on the south side<br>\r\n Serepeum page 50 ? is Serapeum on the Suez Canal just south of Ismailia<br>\r\n Smyrna page 8 is now called Izmir  It is on the west coast of Turkey about 200kms south of the Dardanelles<br>\r\n Steenvoorde page 97 ? is about 10 kms east of Cassell <br>\r\n Stratham Station page 64 ? is Streatham Station about 7kms south of the city of London<br>\r\n SWBs Regiment page 31 ? the South Wales Borderers<br>\r\n Taube page 54 ? the Taube, was a pre-WW1 monoplane, with distinctive wings shaped like a bird's and the first mass-produced military plane in Germany It was used for all common military aircraft applications, including for training, fighting, bombing and surveillance <br>\r\n Tom Tower page 45 - Tom Tower is a bell tower in Oxford, named after its bell, Great Tom which hangs over Tom Gate  This is the main entrance to Christ Church College which leads into Tom Quad It was designed by Christopher Wren and built in 1681-2<br>\r\n Ushant page 44 ? called Enez Eusa by the Bretons and Ouessant by the French It is an island in the English Channel near Brest, which marks the north-westernmost point of metropolitan France It belongs to Brittany It is the only place in Brittany with a separate name in English <br>\r\n HMT Vaderland page 11 - was launched in July 1900 as SS Vaderland fo Red Star Line service between Antwerp and New York.  After the beginning of WW1, Vaderland was re-registered in Liverpool and converted to a troopship ferrying Canadian troops from Halifax to Liverpool. In September 1915, Southland was torpedoed by German submarine UB-14 in the Aegean sea and sank with the loss of 40 men <br>\r\n Venizellas page 7 - Eleftherios Venizelos was born in Crete in 1864 and died in France in 1936. In 1896 he participated prominently in Crete's resistance against the Turks during the occupation. In 1905 Venizelos became Crete's first independent prime minister and five years later he became the prime minister of Greece<br>\r\n Signaller Sid Wells page 56 ? labourer from Goulburn NSW, died aged 26 and buried in the war cemetery on Rue David about 3½ miles SSW of Armentieres and about 1 mile SSE of Fleurbaix<br>\r\n Taube page 90 ? this was a German aeroplane which was distinguished by its wings which were shaped like a birds<br>\r\n Vaulx page 83 ? is Vaulx-Vraucourt<br>\r\n Vignacourt page 58 ? about 8 miles ENE of Amiens<br>\r\n Warlencourt page 81 ? is Walencourt-Eaucourt and is between Poziers and Bapaume <br>\r\n Wylie page 65 ? is Wylye a small village near Warminster in Wiltshire<br>\r\n Wytschate page 93 ? is Wijtschate, about 2 miles north of Mesen (Messines) in Belgium<br>\r\n Zeitoun page 48 ? el-Zaytoun is a suburb of Cairo</p>\r\n\r\n<p>[Transcribed by Miles Harvey and Betty Smith for the State Library of New South Wales]</p>\r\n","format":"plain_text","safe_value":"<p><a name=\"a4630112\"></a></p>\n<p>[Page 112]<br><br />\n[May 1918]</p>\n<p>23rd Arrived at the Central Station Sydney about 11A.M. Great number of people to welcome the boys. We were taken in Motor Cars through the City and were given a rousing reception all along the route, right on to the Anzac Buffet were we met our relatives and Friends. My wife, Sister &amp; Brother in law were very pleased to see me, as I was to see them after such a long absence. I also met a number of my old comrades who had returned earlier. My Wife &amp; I left for Newcastle by the 2 o,clock train and arrived home at Cooks Hill about 7.30P.M. where I had another welcome from my three little girls. Home, Sweet, Home at last after buffeting about in Egypt, Dardanelles, Gibraltar, England, France, and Belgium for the past 3½ years.</p>\n<p>24th Grand old Empire Day. Attended the Cooks Hill School celebrations in the morning.</p>\n<p>\n[Transcriber's notes: <br></p>\n<p> Achi Baba page 13 ? is a region about 5 miles SW of Gaba Tepe<br><br />\n Albert page 58 ? is about 10kms east of Contay<br><br />\n Aymsbury page 64 ? is Amesbury<br><br />\n Anafarta page 18 ? there are two towns NE of Anzac Cove <br><br />\n ASC, AOC and RE page 49 ? Army Service Corps, Army Ordinance Corp and Royal Engineers<br><br />\n HMT Arogan page 11- is HMT Aragon. It was originally a passenger liner built by Harland &amp;Wolff, Ltd, Belfast, and was launched on 23 February, 1905 <br><br />\n AMC is the Australian Medical Corps<br><br />\n Avigden page 52 ? is probably Avignon about 30 miles north of Marseilles<br><br />\n Bailleul page 53 ? is about 5 miles NW of Armentieres<br><br />\n Bapuame page 80 ? is Bapaume about 20kms NE of Albert<br><br />\n Beaumont page 84 ? is Beaumont-Hamel<br><br />\n Becourt page 79 ? is probably Becordel?Becourt midway between Fricourt and Albert<br><br />\n Bellwarde Ridge page 98 ? is Bellewaerde Ridge and is about 3kms east of Ieper/Ypres<br><br />\n Berteaucourt page 57 ? is Berteaucourt?les?Dames, about 14 miles NNW of Amiens<br><br />\n Bresle page 79 ? about 3 miles west of Albert<br><br />\n Bullford page 64 ? is Bulford<br><br />\n Burgoo page 47 ? Burgoo is a term used for many types of stew or porridge made from a mixture of ingredients<br><br />\n Burnafay Wood page 78 ? is Bernafay Wood about 1 mile south of Longueval and 2 miles east of Mametz<br><br />\n Col Burnage page 14 ? Granville Burnage (1858-1945), soldier and merchant, was born at Dungog, New South Wales. He was officer commanding on various troopships between Australia and England; he won commendation for his leadership when the Barunga, carrying over 800 troops, was torpedoed in July 1918<br><br />\n Buire-sur-L?Ancre page 67 ? about 5kms SW of Albert<br><br />\n Cambrai page 102 ? is about 25 kms NE of Peronne<br><br />\n R A Carruthers CB CMG, Brigadier General, page 9 - Deputy Assistant and Quartermaster General, Australian Corps, a position he held throughout the war, having being recalled from retirement as Secretary of the Bombay Yacht Club in 1914 by his old friend, Sir William Birdwood (GOC Fifth Army)<br><br />\n Cassell page 97 ? is about 10kms NE of Le Nieppe and a similar distance NNW of Hazebrouck<br><br />\n Chickerill Rd page 47 ? is Chickerell Road in Weymouth, about 5 kms WNW of the city centre<br><br />\n Chocolate Hill page 28 - is about 25 miles north of where Parsons was ie Chunuk Bair <br><br />\n  Chunak Bair page 26 ? is Chunuk Bair <br><br />\n Fort Chanar page 9 is probably the town now known as Canakkale<br><br />\n Contay page 58 ? is about 5 miles east of Rubempre<br><br />\n Delville Wood (Bois Delville) page 69 ? is a few hundred metres east of Longueval <br><br />\n Dere page 240 is Turkish for a gully, stream or creek<br><br />\n Dernancourt page 29 ? is about 3 kms south of Albert and about 7 kms SW of Mametz<br><br />\n Doullens page 57 ? is about 20 miles north of Amiens<br><br />\n Doulei page 90 ? is Le Doulieu and is on the route between Neuf-Berquin and Steenwerk<br><br />\n Dranoute page 95 ? is Dranouter about 3 kms west of Kemmelberg or Kemmel Hill Dudiston Loch page 46 ? is Duddingston loch <br><br />\n Enfilading page 32 ? firing along the length of a target eg from the side of an advancing front of soldiers<br><br />\n Flesselles page 68 ? is about 10 kms north of Amiens and 25 kms west of Albert<br><br />\n Fleur-Baix page 57 is Fleurbaix about 3 ½ miles SE of Armentieres<br><br />\n Franvillers page 68 ? is about 15 kms east of Flesselles<br><br />\n Fravriuel page 82 ? is Favreuil, about 2 kms north of Bapaume<br><br />\n Fricourt page 79 ? is about 1 km west of Mametz<br><br />\n Gaba Tepe page 7 is now called Kabatepe and is at the southern end of the landing area<br><br />\n Brig-General Glasfaurd page 57 ? Brig-General Duncan Glasford, GOC 12th Australian Brigade 4th Australian Division. Died of Wounds 12 November 1916<br><br />\n Alexander Godley was born in Chatham, Kent, England, on 4 February 1867, the son of William Godley, a British Army captain of Irish heritage. Educated at Haileybury College and the Royal Military College, Sandhurst, Alexander was commissioned in 1886 and served in the Irish Guards in the Boer War from 1899 to 1901<br><br />\n Gudecourt Wood (Bois Gueudecort) page 69 ? is about 1 km south of Longueval<br><br />\n Sir Ian Hamilton, General, page 4 ? Sir Ian Standish Monteith Hamilton. Minister Herbert Asquith remarked that he had 'too much feather in his brain', whereas Charles Bean, war correspondent covering the Gallipoli campaign considered he had 'a breadth of mind which the army in general does not possess' He opposed conscription and was considered less ruthless than other successful generals<br><br />\n Heliopolis page 4 ? is now a suburb of Cairo<br><br />\n Henencourt page 84 ? is about a mile north of Bresle<br><br />\n Hill 60 page 28 ? The Battle of Hill 60 was the last major assault of the Battle of Gallipoli. It was launched on 21 August 1915 to coincide with the attack on Scimitar Hill made from the Suvla front by the British IX Corps which was a failure Hill 60 was a low knoll at the northern end of the Sari Bair range which dominated the Suvla landing Capturing this hill along with Scimitar Hill would have allowed the Anzac Cove and Suvla landings to be securely linked<br><br />\n Holle beke page 103 ? is about 5 miles SSE of Ypres<br><br />\n Horseferry Road page 46 ? During WW1 the Australian Forces? Administrative Headquarters was located on Horseferry Road<br><br />\n Island of Imbros page 14 ? is a Turkish island about 205 kms west of Anzac Cove.  The Turks call the island  Gokceada<br><br />\n Capt Jacka page 106 ? Albert Jacka VC MC and Bar (10 January 1893 ? 17 January 1932) was the first Australian to be decorated with the VC during WW1 receiving the medal for his actions during the Gallipoli Campaign<br><br />\n Admiral Jellicoe page 45 - Admiral of the Fleet John Rushworth Jellicoe, 1st Earl Jellicoe (5 December 1859 ? 20 November 1935) was a British Royal Navy Admiral who commanded the Grand Fleet at the Battle of Jutland in WW1<br><br />\n  Kantara page 49 ? is El Qantara el Sharqiya which is just east of the Suez Canal and about 100 kms from Cairo<br><br />\n Kasso page 7 ? is Kassos which is about 50 kms off the eastern tip of Crete<br><br />\n Kemmel Hill page 93 ? is Kemmelberg which is about 1 mile west of Kemmel in Belgium<br><br />\n Kilid-Bahr page 16 ? is now Kilitbahir  It is on the other side of the ismus across the water from Canakkale<br><br />\n Kortepyp Camp page 90 ? there is a road called Kortepijp Rd about 500 metres from the centre of Nieuwekerke village<br><br />\n KOSB page 29 ? Kings Own Scottish Borderers<br><br />\n Krithia page 18 ? is a small village about 4 miles from the southern tip of the Gallipoli Peninsula<br><br />\n Kum-Kale page 7 ? see Seddul-Bahr below<br><br />\n La Bassee is a town about 12 miles south of Bailleul<br><br />\n La-Clytte page 104 ? is Klijte, about 5 miles SW of Ypres  There is a La Clytte Military Cemetery thare so it looks as though the village was called that by the Allied troops<br><br />\n La Creche page 88 ? is about 25kms east of Hazebrouck and about 25kmms ESE of Bailleul, very near the Belgian border<br><br />\n La Motte page 95 ? is La Motte-au-Bois which is about 4 miles south of Hazebrouck and about 10 miles WSW of Bailleul<br><br />\n Laviecourt page 84 ? is Lavieville which is between the villages of  Millencourt and Bresle<br><br />\n Le-Transloy and Beaulencourt page 80 ? are a few kms south of Bapaume<br><br />\n Le Nieppe page 97 ? is probably Le Nieppe, Ebblingham which is about 8kms WNW of Hazebrouck<br><br />\n Locre page 107 ? is Loker about 2 miles west of Kemmel<br><br />\n Luggershall Station page 63 ? is Ludgershall Station near Andover in Wiltshire<br><br />\n Maidos page 13 ? is on the other side of the peninsualr from Gaba tepe  It seems to be the same place as Eceabat<br><br />\n Martinpiuch page 81 ? 2 kms NE of Poziers<br><br />\n Mataria page 48- is Matria, a suburb of Cairo<br><br />\n Mauretania page 45 ?  launched on 20 September 1906 and served as a troopship during the Gallipoli campaign.  She avoided becoming prey for German U-boats because of her high speed and the seamanship of her crew. When combined forces from the British empire and France began to suffer heavy casualties, Mauretania was ordered to serve as a hospital ship The Mauretania returned to civilian service in September 1919<br><br />\n Mena Camp page 5 ? was a large camp not far from the centre of Cairo and the Pyramids<br><br />\n Meterean page 53 ? is Meteren just west of Bailleul and about 10 miles north of Sailly<br><br />\n Meaulte page 81 ? is about 1 mile due south of Albert<br><br />\n Merris page 88 is about 5kms SW of Balleul<br><br />\n  Mine Crater page 80 ? On a line between Contalmaison and the British cemetry at Poziers and equidistant from each<br><br />\n Morbecque page 84 ? is about 5 miles west of Merris and about 3 miles SSW of Hazebrouck<br><br />\n Mt Kemmel page 107 ? Kemmelberg just outside the village of Kemmel, five miles SW of Ypres<br><br />\n Mudros page 43 ? (Moudros) is a small port on the island of Lemnos<br><br />\n Neuf-Berquin page 89 ? is about 10kms SE of Hazebrouck and 25-30 kms ESE of Renescure<br><br />\n Neuve-Eglise page 87 ? is in Belgium across the France/Belgium border from Bailleul, where it is also called Nieuwekerke<br><br />\n Noot-Boon road page 53 ? is the Noote Boom road to the tiny village of Noote Boom about 15kms SW of Bailleul<br><br />\n Nurieul page 83 ? is Noreuil<br><br />\n HMT Osmanieh page 5 ? launched 1906, 4041 tons The liner Osmanieh was taken over for service as a fleet auxiliary during the First World War On December 31st, 1917, she was carrying troops and medical staff to Alexandria when she struck a mine at the entrance to the harbour She sank<br />\nvery quickly taking with her Lt Cdr Mason, two other officers, 21 crew, one military officer, 166 other ranks and eight nurses<br><br />\n Pantalidia page 52 ? is probably the Island of Pantelleria about 60 miles SW of Malta<br><br />\n Paris-Place page 66 ? is Le Torquet-Paris-Plage<br><br />\n Colonel Percival page 6 ? John Bailey Percival was Commanding Officer of the 11th Light Horse Regiment <br><br />\n Perham Down page 63 ? is near Andover in Wiltshire<br><br />\n Perrim page 3 ? is Perim a volcanic island with a surface area of 13 square kilometres, strategically located in the Strait of Mandeb at the southern entrance into the Red Sea off the SW Coast of Yemen  <br><br />\n Perrone page 102 ? is Peronne about 10 miles south of Bapaume on the River Somme <br><br />\n Pinkenba page 1 ? is on the Brisbane River near to and east of Warwick Farm<br><br />\n Poziers page 60 ? is about 8 kms NE of Albert<br><br />\n Ras-El-Tin page 10 was a royal Palace in Alexandria <br><br />\n Red Lodge near Hill 63 page 90 ? Hill 63 is not far from Mesen (Messines) in Belgium, about 5kms ENE of Nieuwekerke<br><br />\n Renescure page 89 ? is about 10kms west of Hazebrouck<br><br />\n Rewa page 43 ? HMHS Rewa (His Majesty's Hospital ship) was a steamship originally built for the British India Steam Navigation Company but requisitioned for use as a hospital ship during WWI. On 4 January 1918, she was hit and sunk by a torpedo from a German submarine ? U-55. The sinking of the ship caused outrage in Britain<br><br />\n Rubempre page 58 ? is about 12 miles ENE of Amiens<br><br />\n Sailly page 54 ? is Sailly-sur-la-Lys, about 5 miles south of Bailleul<br><br />\n Islands of St Paul (Ile Saint-Paul) and New Amsterdam (Ile Amsterdam) page 111 ? are in the Indian Ocean, approximately equidistant from Cape Town and Perth  Ile Amsterdam is about 150 kms north of Ile Saint Paul  <br><br />\n Sapping page 11 - A tactic used on the Western Front in particular, was to dig short trenches (saps) across no-man's-land These were dug towards the enemy trenches and enabled soldiers to move forward without exposure to fire Several saps would be dug along a section of front line and then were then joined together at their far ends to create a new trench Saps were also used as listening posts Although sapping was slow and gruelling work, especially during summer months, it was a fairly safe way to make territorial gains<br><br />\n Sausage Gully page 60 ? Thousands of Australian soldiers passed through Sausage Valley or Sausage Gully as the Australians called it, on their way to the fighting at Pozières and Mouquet Farm between 23 July and 5 September 1916. They came to know the place well as they marched up out of Albert and took one of two well?worn routes to the front. <br><br />\n Seang Bee page 1 - The HMAT A48 Seang Bee weighed 5,849 tons with an average cruise speed of 13 knots or 2407 kmph It was owned by the Lim Chin Tsong, Rangoon, and leased by the Commonwealth until 12 May 1917<br><br />\n Seang Choon page 1 ? weighed 5,708 tons, speed 14 knots, and accommodation for 100-1st class passengers Built 1891 1900 Boer War troopship 1910 sold to Lim Chin Tsong, Rangoon renamed Seang Choon 1915 became British army troopship and took part in the Dardanelles campaign 10th July 1917 torpedoed and sunk by U87 off Fastnet on voyage Sydney to London Nineteen lives lost<br><br />\n Seddul-Bahr and Kum-Kale page 7 ? was Sedd-el Bahr, now Seddulbahir and is on the north side of the entry to the Dardanelles and Kumkale is on the south side<br><br />\n Serepeum page 50 ? is Serapeum on the Suez Canal just south of Ismailia<br><br />\n Smyrna page 8 is now called Izmir  It is on the west coast of Turkey about 200kms south of the Dardanelles<br><br />\n Steenvoorde page 97 ? is about 10 kms east of Cassell <br><br />\n Stratham Station page 64 ? is Streatham Station about 7kms south of the city of London<br><br />\n SWBs Regiment page 31 ? the South Wales Borderers<br><br />\n Taube page 54 ? the Taube, was a pre-WW1 monoplane, with distinctive wings shaped like a bird's and the first mass-produced military plane in Germany It was used for all common military aircraft applications, including for training, fighting, bombing and surveillance <br><br />\n Tom Tower page 45 - Tom Tower is a bell tower in Oxford, named after its bell, Great Tom which hangs over Tom Gate  This is the main entrance to Christ Church College which leads into Tom Quad It was designed by Christopher Wren and built in 1681-2<br><br />\n Ushant page 44 ? called Enez Eusa by the Bretons and Ouessant by the French It is an island in the English Channel near Brest, which marks the north-westernmost point of metropolitan France It belongs to Brittany It is the only place in Brittany with a separate name in English <br><br />\n HMT Vaderland page 11 - was launched in July 1900 as SS Vaderland fo Red Star Line service between Antwerp and New York.  After the beginning of WW1, Vaderland was re-registered in Liverpool and converted to a troopship ferrying Canadian troops from Halifax to Liverpool. In September 1915, Southland was torpedoed by German submarine UB-14 in the Aegean sea and sank with the loss of 40 men <br><br />\n Venizellas page 7 - Eleftherios Venizelos was born in Crete in 1864 and died in France in 1936. In 1896 he participated prominently in Crete's resistance against the Turks during the occupation. In 1905 Venizelos became Crete's first independent prime minister and five years later he became the prime minister of Greece<br><br />\n Signaller Sid Wells page 56 ? labourer from Goulburn NSW, died aged 26 and buried in the war cemetery on Rue David about 3½ miles SSW of Armentieres and about 1 mile SSE of Fleurbaix<br><br />\n Taube page 90 ? this was a German aeroplane which was distinguished by its wings which were shaped like a birds<br><br />\n Vaulx page 83 ? is Vaulx-Vraucourt<br><br />\n Vignacourt page 58 ? about 8 miles ENE of Amiens<br><br />\n Warlencourt page 81 ? is Walencourt-Eaucourt and is between Poziers and Bapaume <br><br />\n Wylie page 65 ? is Wylye a small village near Warminster in Wiltshire<br><br />\n Wytschate page 93 ? is Wijtschate, about 2 miles north of Mesen (Messines) in Belgium<br><br />\n Zeitoun page 48 ? el-Zaytoun is a suburb of Cairo</p>\n<p>[Transcribed by Miles Harvey and Betty Smith for the State Library of New South Wales]</p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"106284","uid":"0","filename":"a4630112h.jpg","uri":"public://a4630112h.jpg","filemime":"image/jpeg","filesize":"407496","status":"1","timestamp":"1389069603","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":656},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Crooks war diary, 11 February 1915 - 24 May 1918","format":"plain_text","safe_value":"Crooks war diary, 11 February 1915 - 24 May 1918"}]},"field_page_number":{"und":[{"value":"112"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/105386/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"105386","revision_id":"105409","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397706742","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"105409","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/crooks-war-diary-11-february-1915-24-may-1918-page-112-1"}