<p class="page" id="a4055007">[Page 7]</p>
<p>lost a leg or arm, I was not totally incapacitated, and therefore not intitled to be repatriated, but rather to rejoin a working gang.  Eventually I found myself on the gulf of Ismidt, about 60 miles from Constantinople, where the tasks were wood cutting and Charcole making.  The charcole being used by the Turkish War Office.  The working conditions were a considerable improvement on any we had hitherto met, the hours being from 6.30 to 5.30 p.m. an hour off for lunch at midday, the food however was the same, a wheat and bread diet, doing a work which we would not attempt in Australia unless we were assured of a pound or two of meat each day, as well as occasional milk, Eggs, and butter.  Here also the supplies of food were so hard to obtain that we often found ourselves fighting and quarelling over its distribution.  Things brightened up considerably however when money arrived from the Red Cross Society.  Here as well as in other parts of the world, money had a majic effect on the supply of foods.  We were employed on this work into the middle of winter, when instead of being rewarded with money for our work, we were moved to a Constantinople prison.</p>
<p>Leaving Constantinople in January 1918, we again found ourselves in that "Hell on Earth" Afion Kara Hissar, under the same demon of a Commandant.  I resolved to try my luck at escaping from here, but fortune favoured me for once, some Australian Officers, who were prisoners here, required attendants, and I received an appointment.  The work was pleasant, and living fairly good, so that I stayed on at this job until the Armistace was signed.  Sometime previous however to the actual signing of the Armistace the lot of prisoners improved considerably, due I am sure to the Turks realising that their case was hopeless.</p>
<p>Consequent upon the Armistace the Afion Kara Hissar Camp was disbanded, we being taken in parties to the seaport of Smyrna, were [where] we spent a very pleasant time, waiting for a steamer to take us to a British Country, which in this case was Alexandria, where we arrived on the 22nd November 1918.</p>
