{"vid":"102205","uid":"1","title":"Cameron Robertson war diary, 21 December 1914-16 December 1916 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"102182","type":"transcript_page","language":"und","created":"1389063303","changed":"1397712541","tnid":"0","translate":"0","revision_timestamp":"1397712541","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"> \r\n <html> \r\n <head> \r\n <meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\"> \r\n <meta name=\"generator\" content=\"NoteTab Pro\"> \r\n <title>Cameron Robertson war diary, 21 December 1914-16 December 1916</title> \r\n </head> \r\n <body> \r\n <p>Mitchell Library, State Library of New South Wales</p> \r\n <p>Cameron Robertson war diary, 21 December 1914-16 December 1916<br> \r\n MLMSS  1043/Item 2</p> \r\n <p><a name=\"a5987004\"></a></p> \r\n [Pages 1-3 Cover and inside cover]<br> \r\n [Page 4]<br> \r\n Continuation of my diary starting December 21st 1914 at Mena Camp Egypt. Very cold but clear. Two battalions marched into Cairo to line the route for the new Sultan who passed through at 11 am. and proceeded to Shepherds Hotel. Bands were playing all day and practically all night. The Copts are pleased with the change.<br> \r\n The AFA have gun practice every day and are fast becoming efficient. Met Jack Forsyth. F Amb. Day does not break till about 6.45 am. and the sun sets at about 5 pm. It being pitch dark at 5.30 pm.<br> \r\n Dec. 22nd Very cold. Several men have died recently. A chap from the 3rd ASC died &amp; was buried yesterday &amp; a Sgt from the 1st Battalion died today. There is a rumor to the effect that the Turks are advancing on the Suez canal &amp; that the 6th &amp; 7th Battalions are being sent to</p> \r\n <p><a name=\"a5987005\"></a></p> \r\n [Page 5]<br> \r\n impede their progress. Tomorrow there is to be a march through Cairo by Australian and New Zealand troops.<br> \r\n 23rd Clear and cold. Nothing much in the way of preparations for Xmas. Went to pyramids and Sphinx and had my photo graph taken.<br> \r\n 24th Xmas Eve!! And Gee! What a contrast to last year. Everything was \"dead slow\" Xmas is not recognised here except by then English residents, each day is the same to the natives Sunday included. The British \"Tommy\" is very diminutive in comparison and the fresh look upon their faces makes them look very young.<br> \r\n 25th Xmas Day. Fresh &amp; clear. On duty all day. Bands were playing carols long before 5 am. Holiday for all troops. All mounted units must, however leave sufficient men in camp to tend the horses.<br> \r\n I wonder where I shall be twelve</p> \r\n <p><a name=\"a5987006\"></a></p> \r\n [Page 6]<br> \r\n months hence. Rode over to Pyramids and Sphinx. Explored inside of the former. Had to take off my boots, for the rock is very slippery through constant use. Visited the Queen's chamber and many other vaults.<br> \r\n 26th Boxing Day. Fairly warm. On leave all day from 10 am. Met Grover Cleveland &amp; Wally Ward and adjourned to Shepherd's Hotel for dinner. Went skating then returned to Shepherds for afternoon tea. Saw Geo. Reid. We soon became full of the town so beat it for camp. Engaged a taxi &amp; left Cairo at 9.30 arriving at Mena at 9.42 pm. it taking but 12 minutes to 10 miles.<br> \r\n 27th Bitter cold in the morning but warm during the day.<br> \r\n Plenty of English people passing through the camp.<br> \r\n 30th Sir Geo Reid took the salute at Mena</p> \r\n <p><a name=\"a5987007\"></a></p> \r\n [Page 7]<br> \r\n House at 3 pm and will inspect all Australian troops tomorrow.<br> \r\n 31st New Years Eve George Reid inspected troops and rendered an elaborate speech. Many English visitors were present.<br> \r\n Jan 1st 1915. Very cold. Holiday for troops.<br> \r\n Jan 2nd First mail from Australia.<br> \r\n Jan 3rd. Registered &amp; posted scarf &amp; photos to A.G.<br> \r\n Jan 5th. Transport work started. Very dusty &amp; the wind cuts like a knife<br> \r\n Jan 8th. Exceptionally cold &amp; windy with slight showers of rain. Overcoats were worn for the first time today.<br> \r\n Jan 9th. Stayed all night at Kars-el hil Barracks<br> \r\n 24th On transport to Abbassia<br> \r\n Feb 3rd. 7th &amp; 8th Battalions leave for Suez Canal accompanied by 3rd ASC<br> \r\n Feb 4th. In Kars- el Nil Barracks to-day &amp; saw about 300 Turkish Prisoners who were captured during the attack on the canal. There was also several Turk officers</p> \r\n <p><a name=\"a5987008\"></a></p> \r\n [Page 8]<br> \r\n present. The men were very poorly clad but seemed quite contented.<br> \r\n 6th. Very cold all day. At 9 am. 21v wagons left for Abbassia with baggage &amp; kit of 7th &amp; 8th battalions. Wounded Turks &amp; Indians arrive by hospital train from Ismailia.<br> \r\n 12th 1st Brigade start for bivouac purposes for Bini Usef, it taking the whole of the No 2 Coy to shift baggage etc. They will stay there for about 5 days.<br> \r\n 23rd Left camp at 8 am for three days bivouac at Ma?adi. Great trip. Returned to camp at about 6 pm. on 25th inst.<br> \r\n 28th 4th ASC leave camp. Destination unknown.<br> \r\n March 1st Third Brigade (Infantry) leave for Alexandria, though their ultimate destination is unknown. At 2.30 pm No's 1. 2. &amp; 3 Coys ASC loaded up and took the above Bde gear to Cairo Station, arriving back in camp about 7.30 am on 2nd inst.<br> \r\n March 29th Sir Ian Hamilton reviews</p> \r\n <p><a name=\"a59870049\"></a></p> \r\n [Page 9]<br> \r\n troops in the camp grounds. He was pleased with the turnout and remarked the \"determined though happy &amp; contented look upon the faces of the men.\"<br> \r\n Good Friday April 2nd Riot in Cairo. Several gay houses in the \"Bull Ring\" being destroyed.<br> \r\n April 3rd At last we are to make a move. At 2 pm we were given 12 hours notice to be ready to move off, and at 2 am on April 4th we moved out of Mena Camp arriving at Cairo Station about 6.40 am. Here we entrained our horses &amp; left for Alexandria at 7.35 am. At 1.35 pm we arrived at Gabbasy (Alex) and marched aboard SS \"Minnewaska\" to deposit our kits, returning at once to detrain horses and bring them aboard. This was finished at 4 pm and we were given a rest till the arrival of the goods train on which were the wagons. At 8 pm we started again, and worked up till 11 pm when we were allowed to go on board for a hard earned rest. In the morning of the 5th we</p> \r\n <p><a name=\"a5987010\"></a></p> \r\n [Page 10]<br> \r\n hoisted the wagons on board, and late in the afternoon the ship pulled into the stream. No one seems to know where we are going but from what I hear our destination is Dardanelles.<br> \r\n Sat 10th Left harbour at 7 am. Weather good. In his lecture to-day Gen Sir Wm Birdwood said that we would be in action very soon and not to regard it too lightly, for the Turks were now fighting on their own ground &amp; would die hard.<br> \r\n 12th Arrived at Lemnos (Mudros Bay) at 6.30 am it taking about 48 hours to do the trip. There are over 25 troopships here and about 16 war ships who show signs of wear &amp; tear. On the shore the 3rd Bde are under canvas where they have been since their departure from Egypt.<br> \r\n During the afternoon the infantry practiced landing in the ships boats.<br> \r\n 13th No further move, though it is anticipated that we shall get away soon. There troopships all over the place intermixed</p> \r\n <p><a name=\"a5987011\"></a></p> \r\n [Page 11]<br> \r\n with warships &amp; submarines. The latest addition to the British Navy ? the \"Queen Elizabeth\" is also here.<br> \r\n 14th Clear &amp; cold. SS Nizam came alongside about 10 am and took a million rounds of ammunition &amp; some bridging material on board. Pay Day. Bully &amp; biscuits start tomorrow. Tobacco &amp; cigarettes are unobtainable on board &amp; the Greek cigarettes are awful.<br> \r\n 15th Beautiful morning. SS \"Nizam\" moved from alongside at 6.30 am. A copy of General Sir Wm Birdwood's speech was handed to the Officers Commanding units on board which was as follows:-<br> \r\n \"Officers &amp; men in conjunction with the Navy we are about to undertake one of the most difficult tasks any soldier can be called upon to perform and a problem which has puzzled many soldiers for years past. That we will succeed I have no doubt, simply because I know your full determination</p> \r\n <p><a name=\"a5987012\"></a></p> \r\n [Page 12]<br> \r\n to do so. Lord Kitchener has told us that he lays special stress on the role the Army has to play in this particular operation, the success of which will be a very severe blow to the enemy, indeed as severe as any he could receive in France. It will go down to history to the glory of the soldiers of Australia and New Zealand. Before we start there are one or two points which I must impress on all and I must earnestly beg, every single man to listen attentively and take these to heart.<br> \r\n We are going to have a real hard &amp; tough time of it, until at all events, we have turned the enemy out of our first objective. Hard rough times have of us mind but to get through them successfully, we must always keep before us the following facts. Every possible endeavour will be made to bring up transport as often as possible but the country whither we are bound</p> \r\n <p><a name=\"a5987013\"></a></p> \r\n [Page 13]<br> \r\n is very difficult, and we may not be able to get our wagons anywhere near us for days, so men must not think their wants have been neglected, if they do not get all they want.<br> \r\n On landing it will be necessary for every individual to carry with him all his requirements in food &amp; clothing for three days, as we may not see our transport 'till then.<br> \r\n Remember then that it is essential for everyone to take the very greatest care not only of his food, but his ammunition, the replenishment of which will be very difficult. Men are liable to throw away their food the first day out, and to finish their water bottles as soon as they start marching. If you do this now, we can hardly hope for success, as unfed men cannot fight and you must make an effort to try and refrain from starting on your water bottles until late in the day. Once you</p> \r\n <p><a name=\"a5987014\"></a></p> \r\n [Page 14]<br> \r\n begin drinking you cannot stop and a water bottle is very soon emptied. <br> \r\n Also as regards ammunition ? you must not waste it, by firing away indiscriminately at no target. The time will come when we shall find the enemy in well entrenched positions, from which we shall have to turn them out ? when all our ammunition will be required and remember ? <br> \r\n Concealment wherever possible<br> \r\n Covering fire always<br> \r\n Control of fire &amp; Control of your men<br> \r\n W. Birdwood<br> \r\n 17th Head Quarter's horses taken ashore for a couple of hours exercise.<br> \r\n 19th A party of men-o? wars men from the different ships are on board each trooper to take charge &amp; manoeuvre the lighters etc when landing.<br> \r\n 20th Supply Section go aboard SS \"Atlanta\" from this ship. They will land some time during the night after</p> \r\n <p><a name=\"a5987015\"></a></p> \r\n [Page 15]<br> \r\n the landing has been effected.<br> \r\n 21st Very cold. Mail from Australia. Raining all day. Sea rough! Harness brought on deck &amp; dubbed and bagged ready for landing.<br> \r\n 23rd Very cold. Ball ammunition issued. It is expected that a landing will take place very soon, tho? we are still at Lemnos Island.<br> \r\n 24th Saturday. At last we are to make a move. Anchor weighed at 5 am and we moved off at 5.15. It is blowing very hard &amp; is bitterly cold at 10 am we anchored outside Mudros Bay, where all the troopships are gathering.<br> \r\n Sunday 25th About 4.45 am I was awakened by the sound of big guns firing. I quickly dressed myself and went on deck. The first salute I received was a broadside from the \"Euralys\" \"Bacchante\" \"Triumph\" &amp; \"Majestic\" Gee! What a din. Shells were bursting all around us, and the</p> \r\n <p><a name=\"a5987016\"></a></p> \r\n [Page 16]<br> \r\n Navy were blowing Hell out of the Turkish batteries on shore.<br> \r\n In the dim light small boats could be seen floating about, - some upturned others containing helpless &amp; battered bodies. Pinnaces were scurrying hither &amp; thither picking up what they could, while others were towing boat loads of Australians to the shore. Later when it became day light we could see (by the aid of glasses) our lads racing for dear life up those precipitous cliffs. First lot of wounded came on board at 6.30 am.<br> \r\n Sampson flew over the Turks finding the range for our guns, and though they fired on him continually for nearly an hour they failed to hit him. The 3rd Brigade were the first to land and of course had to bear the brunt of the Turkish fire. But that did not worry them any, for they threw off their packs, and charged</p> \r\n <p><a name=\"a5987017\"></a></p> \r\n [Page 17]<br> \r\n up the hill with fixed bayonets and not a shot in their rifles. In all it was a very successful landing tho? the cost was dear.<br> \r\n 26th Glorious morning. The Allied warships have been bombarding all night and are still going strong. We are now anchored near Imbros Island (15 miles from Gaba Tepe). The A.F.A. New Zealand F.A. &amp; an Indian Mountain Battery landed late last night.<br> \r\n 27th Still on board. Beautiful day. Bombardment still proceeding. Ships Quartermaster falls in a boat from the davits and smashes his skull. Died about 8 pm and was buried at 7.30 am 28th inst. Directly after the funeral we returned to Gaba Tepe. The warships were still bombarding the Turkish positions and the roll musketry was very plainly heard . During the afternoon the ?Majestic? did some more good work. She started</p> \r\n <p><a name=\"a5987018\"></a></p> \r\n [Page 18]<br> \r\n off by going very slowly along the beach 'till she passed Gaba Tepe, then she turned broadside on and poured a hail of shells into a Turkish battery who were trying to get behind our lads.<br> \r\n Splinters were flying in all directions and in less than a quarter of an hour the battery was \"non est\" 9pm. It is now very windy &amp; bitterly cold. The warships have again started their bombardment by the aid of searchlights.<br> \r\n 29th Very cold. Bombardment still going on. Six Greek guides were brought aboard and are to be kept under strict surveillance, as their service on the peninsula was far from satisfactory. 8pm. Shrapnel &amp; Lyddyte shells are bursting in the hills and two Turkish villages are ablaze. Several shells were fired at the transports but all of them fell wide ? admitted to ship's Hospital with Mediterranean Fever.</p> \r\n <p><a name=\"a5987019\"></a></p> \r\n [Page 19]<br> \r\n 30th Still in hospital. Two shells [indecipherable] from the Goeben burst near the ship today. Villages still blazing and at night combined with the bursting of our shells it presents a most wondrous spectacle.<br> \r\n May 1st Still in hospital. \"Queen Lizzie\" sends a few \"pills\" ashore. 2.30pm ASC go ashore to carry out mule transport work. I am stiff enough to be in hospital so of course am excluded. 4pm Shells from shore force us to move further out. 9pm Zion Mule Corps come aboard to take the place of men who went ashore. They will assist our men to look after horses.<br> \r\n May 2nd Medical stores come on board from \"SS Hindoo\" 6 pm. Seaplane rises for observation purposes. 7 pm Rifle &amp; shell fire start again. 8 pm Fire terrific.<br> \r\n 3rd May Beautiful day. 8 am Seaplane rises for observation purposes, and at 11 am</p> \r\n <p><a name=\"a5987020\"></a></p> \r\n [Page 20]<br> \r\n we had rather an exciting time.<br> \r\n Shells coming from the direction of enemy commenced dropping among us. One shell eventually hit a collier, killing one man &amp; wounding several others. Coal was flying in all directions. The transports there beat it to a safer anchorage, the \"Pera\" dragging her anchor in the excitement. About 3.15 pm a Taube flew over us but very high. She fired on by our anti-aircraft guns, but was out of range. <br> \r\n 4th Beautiful day. Occasionally one can hear the rifle fire on the shore intermixed with the booming of the guns of the battleships.<br> \r\n 5th Cool &amp; misty. Very quiet. Seaplane up reconnoitering. One or two shells sent ashore. There are rumors that it is impossible to land the transports and that we are to return to Alexandria to hand the horses over to Tommies &amp; return with pack mules. The sea is</p> \r\n <p><a name=\"a5987021\"></a></p> \r\n [Page 21]<br> \r\n now running very high &amp; it is bitterly cold.<br> \r\n 8th Discharged from hospital but still fairly weak. Nothing doing all day. About 5.30 pm a gun from the shore commenced sending a few pills out to us all of which fell wide. Taube up and dropped several bombs, but they fell into the water also.<br> \r\n 9th Sunday. At 9 am Johnny Turk saluted us with four shells from Chanak but these fell short. All day shrapnel falls heavily on the beach.<br> \r\n 11th Destroyer captures small fishing smack which was flying the Greek flag, but was in reality carrying supplies for enemy submarines. Zion Mule Corps return to the Peninsular &amp; ASC men who went ashore on 1st inst returned to the ship. About 11 pm weighed anchor and left for Alexandria at 11.15 pm<br> \r\n 13th Reached Alexandria at 8.10 pm and anchored in the harbour at 8.50 pm.<br> \r\n 14th Came alongside wharf at 4 pm.</p> \r\n <p><a name=\"a5987022\"></a></p> \r\n [Page 22]<br> \r\n 14th Horses disembarked. Left for [indecipherable] at 9.30 am and arrived at 2.30 pm.<br> \r\n June 3rd Admitted to Abbassia Cottage Hospital (No 15 General) suffering with relapse of fever &amp; bad eyes.<br> \r\n June 30th Discharged from hospital.<br> \r\n Sept 22nd (2.45 am) On a scouting expedition to Meyiout (80 Kilo's from [indecipherable].) Rather exciting. Splendid time returning to camp at 9.40 am on 23rd .<br> \r\n October 24th Embarked on H.M.T. \"Alnwick Castle\" for Anzac. Certainly same \"beano.\"<br> \r\n Oct. 30. Left Alexandria Harbour at 5 pm<br> \r\n Nov. 1st Run into heavy weather. Sea very rough. Ship tossing like an egg shell.<br> \r\n Nov. 4th Wind abated but sea still fairly rough. About 9.30 am a floating mine was sighted. We hove to and though there were nearly 500 rounds of ball cartridge fired into it ? it failed to explode. So we left it for the mine sweeper which had been sent for as soon as the mine was spotted, and</p> \r\n <p><a name=\"a5987023\"></a></p> \r\n [Page 23]<br> \r\n proceeded on our way to Lemnos where we arrived about noon.<br> \r\n 6th Embarked on trawler for Anzac ferry \"Princess Ena\". Will spend the night board and proceed to Anzac tomorrow at 4 pm.<br> \r\n 7th Left for Anzac at 2pm. As soon as we got outside Mudros Bay, we ran into heavy rain &amp; rough seas. Arrived at Anzac at 8 pm but were ordered back to Lemnos as it was impossible to land on account of the heavy seas running.<br> \r\n 8th Arrived back in Mudros Bay at 8 am after steaming steadily all night.<br> \r\n 9th Still in Mudros Bay. Bitterly cold<br> \r\n 10th Sea calm but weather still cold. No further move yet.<br> \r\n 11th At last we move again! Left Mudros Bay at 4 pm. Sea calm. Arrived at ?Anzac? at 9.45 pm, but owing to same hitch could not land till about 2 am on 12th. It is very cold but constant running about keeps us warm.</p> \r\n <p><a name=\"a5987024\"></a></p> \r\n [Page 24]<br> \r\n 29th Very cold. Snow is falling and everything is white. Certainly looks great.<br> \r\n Dec 4th Cool. Scotty McIlveen leaves. Carried his kit to Clearing Station and had a couple of narrow shaves.<br> \r\n 8th Dull &amp; cool. Taube up dropping bombs. Four 8.2\" howitzers pay us a visit, one dropping in the centre of the depot. No serious damage was done.<br> \r\n Dec 10th About 11 am several cruisers and monitors commenced a bombardment a little south of Gaba Tepe and finished at about 1 pm.<br> \r\n 11th Some move afoot. Two batteries of artillery shifted their positions some time during the night and this morning were at the foot of \"Whites? Gully\" covered by small trees and bushes. 50 men from \"B\" Depot also left at 5.30 pm, destination unknown.<br> \r\n 12th Beautiful day. \"Beachy Bill\" still active. More troops leave Peninsular though the reason for their departure is a</p> \r\n <p><a name=\"a5987025\"></a></p> \r\n [Page 25]<br> \r\n profound secret.<br> \r\n 13th Still cool but misty. More troops leave. About 4 pm the Ordnance Depot was thrown open and the troops were allowed to take anything they liked. There certainly is some big move afoot. Rumor has it that the Peninsular is to be evacuated.<br> \r\n 14th Cool with light showers of rain. \"Johnny Turk\" sends over plenty of high explosive &amp; shrapnel. Received orders to be ready to move off at half an hours notice. All over the place ammunition is being destroyed and millions of rounds are being thrown into the sea. At the supply depots, rum &amp; spirits are also being smashed up.<br> \r\n 15th Cool. No move yet but expecting to move off at any moment. There is only one answer now, which is Evacuation.<br> \r\n 16th Still cool. \"Beachy Bill\" still active. At 6 pm all hands left \"B\" Depot</p> \r\n <p><a name=\"a5987026\"></a></p> \r\n [Page 26]<br> \r\n for \"Williams Pier\" where we embarked on a lighter. Gee whiz! We were packed like sardines and if a submarine happened along it would have been the end of us. After an hours cruising we eventually came alongside the \"Princess Ena\" on to which we transhipped. This boat was built to carry 600 passengers from Dover to Calais, but when we got aboard it was literally packed having no less than 2,500 aboard. On the morning of the 17th we entered Mudros Bay. Gee Whiz! It was cold. About 9.30 am we transhipped to a small ferry the \"Waterwitch\" which took us to Turks Head where we landed and proceeded to Sarpi West a distance of about three miles. Here we pitched our tents and were duly too glad to roll into bed.<br> \r\n 18th Took a stroll around the island and visited the R.C. church. It was certainly beautiful, though the architecture</p> \r\n <p><a name=\"a5987027\"></a></p> \r\n [Page 27]<br> \r\n was crude.<br> \r\n 19th Still cold and dreary. Infantry continue to arrive from Anzac and the surrounding country is fast becoming a huge sea of canvas.<br> \r\n 21st Very cold. About 10 am it commenced raining very hard and for over two hours poured incessantly. Then the hard ground was transformed  to a veritable quagmire, the only bit of dry ground being inside the tents. Then the mail was given out. Ah! How it livened everyone up. We all sat inside our tents devouring the contents of our mail and didn't care how hard it rained. We had not received any mail for over eight weeks so one can easily imagine how pleased we were.<br> \r\n 22nd The rain has gone and in its place is mud &amp; slush but everything is fresh. It is of course bitterly cold and to make matters infinitely worse</p> \r\n <p><a name=\"a5987028\"></a></p> \r\n [Page 28]<br> \r\n we are only receiving \"Bully Beef\" and biscuits.<br> \r\n 23rd A surprise awaited us at reveille. We were called up an hour earlier and told to be ready to move off at 8 am and punctually at that hour we left the camp for Sarpi Pier (Turk's Head) and after waiting till 12 noon embarked on a trawler for H.M.T. \"Caledonian\" which was lying out in the harbour. We boarded this ship at 2 pm and at 3.15 pm were given our \"Xmas Billies\". They were great many useful articles were discovered packed away in them. Some had pipes, tobacco, chocolate, in fact all \"Billies\" were packed with forethought.<br> \r\n 24th Xmas Eve. Dull &amp; showery. Payday. Left for Alexandria at 10 am.<br> \r\n 25th Xmas day. At sea. Rather impromptu concert held on boat deck at 4 pm.<br> \r\n 26th Boxing Day. Arrived at Alexandria and dropped anchor at 8 am.</p> \r\n <p><a name=\"a59870029\"></a></p> \r\n [Page 29]<br> \r\n 27th Left moorings and came alongside wharf at 9 am.<br> \r\n Disembarked and entrained by 10am but did not leave Cairo till 12 noon arriving at Helmeit Station at 7.45 pm. Here we loaded our baggage on wagons and left for Zeitoun about a mile distant. On our arrival hot tea was ready and after a snack made our beds in a vacant mess hut and turned in.<br> \r\n 28th Beautiful morning which is quite a contrast to the dull &amp; dreary weather of Anzac &amp; Lemnos.<br> \r\n Jan 4th Left camp at 7.30 am for Tel-el-Kebir arriving there at 2 pm. The camp is situated on the historic battle ground of 32 years ago<br> \r\n Jan 8th Cold &amp; windy. Mail from Australia. 40 letters and 4 parcels.<br> \r\n 9th More mail. 1st Div Train start depot<br> \r\n 10th Beautiful day. Received orders to be</p> \r\n <p><a name=\"a5987030\"></a></p> \r\n [Page 30]<br> \r\n ready to leave for Ismailia tomorrow.<br> \r\n 11th Left camp at 8.30 am and boarded 9 am train for Ismailia arriving there at 10.15 am. I was then attached to the 18th ASC temporily until house accomodation could be found.<br> \r\n 13th left for Cairo at 10 am where I arrived at 2 pm. Only stayed 4 hours as I had to go to Alexandria by 6 pm train. Reached Alexandria at 10.30 pm and drove to the \"Windsor\" Hotel where I stayed the night. The following day<br> \r\n 14th I paid a visit to Sidi Gabir and Mustapha Barracks, returning to Ismailia by 4 pm train. At Benha I changed trains and the Ismailia train was literally packed with men returning from Cairo on the expiration of their 48 hours leave. 11.40 saw us at Ismail, the train being 1 hour 40 minutes late.<br> \r\n 15th Changed my abode and am now living in a nice little house adjacent</p> \r\n <p><a name=\"a5987031\"></a></p> \r\n [Page 31]<br> \r\n the station we have a piano, and electric light is laid on in every room.<br> \r\n 13th Feb. left for Serapeum at 10 am by ration barge.<br> \r\n 7th March. Admitted to Field Hospital suffering with strained heart, through swimming the Canal.<br> \r\n 9th Discharged with one month's light duties.<br> \r\n 11th Today I was sent to Tel-el-Kebir to report to OC Provisional Formations. I duly reported, but everyone was at a loss to know why I was sent there. Eventually I was sent to N Zealand ASC to be attached until the arrival of the 4th &amp; 5th Div Trains. After I left my kit at the camp, I cleared off to Alexandria and saw the company at Sidi Bishi returning to Tel el Kebir next day 12th .<br> \r\n 15th Cleared off into Cairo and saw C. Widdy [Transcriber's note:  598 PTE Charles V Widdy]<br> \r\n 17th Went to Ismailia and received warrants from R.T.O. to</p> \r\n <p><a name=\"a5987032\"></a><br> \r\n [Page 32]<br> \r\n go to Alexandria.<br> \r\n 18th Boarded 3.15 pm train for Alexandria and arrived at Sidi Gaber at 8.15pm. Reached camp at 10 pm and stayed over night. I was too late. The company was at full strength so I was transferred to Wardean camp.<br> \r\n 27th Have been here 10 days but no one wants us, so we are to go to Serapeum tomorrow.<br> \r\n 28th Left Gabbary Siding at 9.30 pm<br> \r\n 29th Arrived at Moascar at 6 am and detrained to await the arrival of the Port Suez train which is to take us to Serapeum. Had breakfast? and went for a swim in the \"Bitter Lakes\". Left for Serapeum at 2 pm and arrived at our destination at 3 pm. Then came the march to the Canal a distance of about 4 miles through heavy sand.<br> \r\n The sun was like a furnace and though we marched very slow, several men fell out, exausted. The flies are</p> \r\n <p><a name=\"a5987033\"></a></p> \r\n [Page 33]<br> \r\n a great pest and combined with the intense heat our lives are not to be envied.<br> \r\n April 3rd Marched around to 13th Bde but were informed that no transport men were needed so we accordingly marched back and adjourned to a big Square Sap, where we built ourselves a \"home\". Several photos were taken, with a sign board up to the effect, \"Homeless but happy,\" and though we were happy, we cursed everyone who had anything to do with the reorganisation of the Army ? Div Head Quarters term us \"the 36 men living in a hole\".<br> \r\n 11th At 7 am we reported to the adjutant of the 4th Pioneer Battalion and were taken on the strength as Drivers. There was no N.C.O. in charge of us, so I was put in charge and made acting Cpl. I don't know how long this will last however.<br> \r\n 12th Very windy &amp; dusty. Tents &amp; mess</p> \r\n <p><a name=\"a59870034\"></a></p> \r\n [Page 34]<br> \r\n huts were blown down<br> \r\n 20th To-day a Light Horse Sgt took charge of transport.<br> \r\n 25th Anzac Day. A holiday has been granted to the troops and distinguishing colors are being given to all men who landed on Anzac. Church Parade was held and all hands had to attend.<br> \r\n May 25th At 3 pm I was warned to take all mules to Serapeum Station and entrain them for Suez. Reached station at about 5.45 but was informed that the cattle train would not leave till midnight. Eventually it did come but not till 3 am. By 4.30 am the train was fully loaded and at 4.45 left for Suez. Six am found us at Shallufa where we detrained 150 mules and left right away for Suez arriving at 10 am. Here we detrained the balance and at 11.15 am left for Serapeum where we arrived at 2.30 pm.<br> \r\n June 1st Left camp at 4 pm with horses</p> \r\n <p><a name=\"a5987035\"></a></p> \r\n [Page 35]<br> \r\n and entrained them for Alexandria at No 3 Dump Serapeum. Then as soon as we got the baggage aboard the train left arriving at Gabbary at 3.30 am. 2nd inst. <br> \r\n Here we detrained horses and embarked on the H.M.T \"Kingstonian\". The arrangements were very bad and the result was that units had horses all over the ship. Our horses were in five different places and of course much extra work was experienced.<br> \r\n Sat June 3rd Left wharf at 7 am and headed straight out.<br> \r\n June 6th About 5.30 pm a little excitement prevailed. Three destroyers came rushing up and kept circling the ship. Everyone expected to see a submarine come up alongside any minute, but luckily nothing eventuated. However I have since been informed that while this was going on three submarines were within a three mile radius.<br> \r\n 9th About 5.15 pm we entered the harbour of Marseilles and what a beautiful sight</p> \r\n <p><a name=\"a59870036\"></a></p> \r\n [Page 36]<br> \r\n ARRIVE IN FRANCE<br> \r\n it was. Practically speaking there is no harbour merely a bight with an island (well fortified) in the centre. On either side of the entranc, the hills are bristling with guns. All the surrounding country is green and factories are dotted all over the place.<br> \r\n 10th Came alongside wharf at 6.30 am and all horses &amp; baggage was on the wharf by 10.30 am. About 7 pm Arthur Foster &amp; self went for a stroll around the town. It is a great place but how poverty stricken everyone seems!! Every second man is a soldier and black is the fashion for the majority of women. However all seem pleased to see the Australians and smiling faces are seen wherever one looks. ? Everything is doubly expensive in comparison with the prices in Egypt which were dear enough. We had supper after which we went to a Music Hall \"The Kursaal\" where we spent an enjoyable evening arriving back</p> \r\n <p><a name=\"a5987037\"></a></p> \r\n [Page 37]<br> \r\n on the ship at 1 am.<br> \r\n 11th Sunday. The battalion arrived today on board HMT \"Scotia\".<br> \r\n At 9 pm all horses were fed &amp; watered and at 10 pm sharp we started off for the railway siding. By 2.30 am 12th inst all horses and vehicles were entraine, and we moved off at 2.35 am, when all hands turned in for a hard earned sleep. About 7.30 am I was awakened to find that we were stopped at Orange. Here we watered and fed our horses and had our breakfast and after an hours stop left at 8.30 am. The surrounding country was beautiful and well under cultivation every inch even the mountain sides being utilised. After about 5 minutes we stopped for about 40 minutes at Mornas to pick up water, leaving at 9.20 am. Then we cut along at the rate of about 40 miles an hour, flashing through the most beautiful scenery I have ever yet seen and I would not have missed seeing it for the world. 12 noon found</p> \r\n <p><a name=\"a5987038\"></a></p> \r\n [Page 38]<br> \r\n us at Valence but we stayed for about 15 minutes only and were off once again at a rattling pace. Gee! but it was glorious. Every time we passed through a town or village, the inhabitants rushed out cheering &amp; waving flags etc to us. This was quite a different reception to what we received on landing in Egypt.<br> \r\n About 4.15 pm we slowed down to enter the town of Lyon. It certainly is some town. We had already crossed the Rhone several times but this time went over the best &amp; most substantial bridge during the whole journey. Before entering the town the train stopped for about 15 minutes. Here a huge crowd congregated including many children. The lads in our truck \"started the ball rolling\" by throwing pennies down and in a couple of minutes money was being thrown from all the trucks in the train. When their money was exausted, the lads commenced</p> \r\n <p><a name=\"a5987039\"></a></p> \r\n [Page 39]<br> \r\n throwing post cards etc to the crowd. At last we moved on and at 4.40 pm pulled up at Lyon siding for tea. Very soon the crowd congregated and watched us with interest as we watered and fed the horses and stood by until we left at 6.15 pm.<br> \r\n 13th at 5 am we stopped at Nevers for a short while leaving at 5.12 am, the next stop being Montiage at 10.30 am where we watered &amp; fed horses &amp; had dinner.<br> \r\n 11.45 am found us on the move again but we pulled up at Corbeill-Essone to pick up water at 2.23 leaving at 2.30 pm.<br> \r\n Our next stop was at Juvisy at 2.50. This place is a suburb of Paris for as we moved out at 3.20 pm we could plainly see the world famous Eiffel tower. We shunted here &amp; started off in a more northerly direction. At 4 pm we stopped for about 5 minutes at a small suburban station, where young ladies of la Croix</p> \r\n <p><a name=\"a5987040\"></a></p> \r\n [Page 40]<br> \r\n rouge met us and handed us coffee &amp; cake. It was well appreciated and as we were leaving, the whole train gave them a hearty cheer. The name of this place was Palaiseau. Versailles was reached by 5 pm and after a few minutes stop we rattled on till we reached Epluches arriving at 7.20. We stayed here about an hour leaving at 8.30 pm.<br> \r\n Practically the whole of the populace was around us asking for \"souvenirs\". RL<br> \r\n At 10.30 pm we passed through Criel one of the biggest stations on the line and at 5 am on the 14th inst arrived at Abbeville, where we detrained horses and vehicles and left for camp about 2 miles distant, arriving about 8.45 am. I was indeed sorry to leave the train as I would have liked to go on forever. <br> \r\n In the evening Andy O?Neil &amp; I went up the town, but as we were both leg weary did not stay long.<br> \r\n 15th Gee whiz! though it is now mid-summer, it is bitterly cold which is quite a change to the intense heat</p> \r\n <p><a name=\"a5987041\"></a></p> \r\n [Page 41]<br> \r\n which prevailed when we were leaving Egypt. The balance of the Transport Section joined up today. We leave by road for Hazebrouck tomorrow.<br> \r\n 16th At 12 noon we marched to the wagon park where the Tommies had all the animals ready harnessed &amp; hitched into the wagons for us.<br> \r\n Up till about 11.30 am everything was taken calmly then the bustling started. No one knew exactly what was to be done having never moved off with a convoy previous to this. In the above, I am referring to those in charge, - not the men for I am certain that the officer in charge of the convoy did not know his business. It was the most badly handled affair I have ever had the bad luck to be connected with.<br> \r\n Everyone was giving orders and did not know why they gave them. Also many unnecessary things were done, which of course wasted time and though we had nearly a dozen men surplus to the transport sufficient men could not be found to lead</p> \r\n <p><a name=\"a5987042\"></a></p> \r\n [Page 42]<br> \r\n the spare animals. No proper parade was called and when at last we were ready to move off, we were given the command \"walk march\". If this had been obeyed the whole of the convoy would have soon been in utter chaos. However the training the majority of the drivers saved the situation and we moved off in the correct way. To make matters decidedly worse, several staff officers both English &amp; French were standing by watching our departure and of course the 4th Pioneer Battalion Transport left the Staging Camp the laughing stock of the Australian Army. The trek was also a farce. The column which was only a half mile long, soon extended to anything between 4 &amp; 5 miles. Eventually I got the convoy into a bit of formation but as per usual another man received praise for it. About 7.15 we reached La Boiselle where we camped for the night.<br> \r\n It is broad daylight here from about 3.15 am till 10 pm. So very little artificial light</p> \r\n <p><a name=\"a5987043\"></a></p> \r\n [Page 43]<br> \r\n is used.<br> \r\n 17th After watering &amp; feeding animals we had breakfast and at 6.45 am were ready to move off. Very little progress was made to-day as the Engineers who were leading the convoy were being continually hung up through their horses jibbing. </p> \r\n <p>Luckily I had a good team of mules which I was driving four in hand from the box and not once did they stick me up. We had a halt for about an hour for dinner and at 5.45 arrived at Fressin our camping ground for the night.<br> \r\n 18th By 7 am we were on the road and after a good days trek arrived at [indecipherable] at 9 pm.<br> \r\n 19th Raining. Owing to some hitch the convoy was delayed till 12 noon when we left arriving at Strazeele about 7 pm. Here we joined the battalion.<br> \r\n 20th We are supposed to be resting but are instead making preparations for a trek to Armentieres which I believe will take place to-morrow.</p> \r\n <p><a name=\"a5987044\"></a></p> \r\n [Page 44]<br> \r\n None of us have been paid since 26.5.16 and today were presented with the enormous sum of 5 Francs (3/6).<br> \r\n 21st Another beautiful jumble of affairs. We were supposed to be ready to move off at 8 am and though we were ready long before 8 am the battalion wasn't. All our wagons had over their correct load, yet baggage &amp; stores were being sent to every wagon. The drivers protested and said that they were already overloaded, but were told by the officers to do as they were told. They then sat back in their seats and let the infantry put what they like on, saying they would take no responsibility for anything over 30 cwt. I had over 4 ton on my wagon, and it didn't matter what fell off I did not stop to pick it up. About 1 pm we stopped for dinner, but it could not be compared with the meals we had when we were on the track by ourselves. After lunch we got on the move again and at 6 pm</p> \r\n <p><a name=\"a5987045\"></a></p> \r\n [Page 45]<br> \r\n entered Erquinghem where the battalion were given a lecture on gas and what preventative measures to take. About 7.15 pm I started off for La Visse behind a platoon of men and at last after passing through Sailly &amp; Armentieres (the buildings of the latter are practically torn to pieces by shells) we arrived at our destination (800 yards behind the trenches at 1 am. We unloaded the wagon and after having a cup of tea beat it for home. This was easier said than done, for we did not know where the transport was billeted. Neither did anyone else but we decided to give it a \"fly\".<br> \r\n Anyhow after about half an hours trek we discovered that we were lost in a maze of streets. However a New Zealander saved the situation and we were soon on the right road. Then I caught a glimmer of light in a farm house at the same time giving the familiar Australian \"Coo-ee\", which was answered by \"Who are you.\" \"Pioneers\" I replied!!</p> \r\n <p><a name=\"a5987046\"></a></p> \r\n [Page 46]<br> \r\n \"Righto\" \"Come right in.\" That was how I found the transport billet at 2 am on the 20th.<br> \r\n 21st Cool all day. Fritz bombarded the town and trenches. Casualties being one man &amp; one woman. About 11 pm the gas alarm was sounded and for over an hour we sat up in bed with our tube helmets on but the wind changed and luckily for us no gas reached us.<br> \r\n 23rd Today a terrific thunderstorm raged. 4 men being struck by lightning at 9.30 pm left for La Visse with rations.<br> \r\n 24th Raining all day. Rode over to Sailly and saw Billy Govers.<br> \r\n 25th Rain at intervals. Terrific bombardment by our batteries commencing at 11.15 pm I was taking timber &amp; bridging material to La Visse dump and the row of the wagons attracted the attention of Fritz's machine guns which were immediately turned on us. Bullets were whistling all around but luckily they were too high and none reached us. Several chaps swear</p> \r\n <p><a name=\"a5987047\"></a></p> \r\n [Page 47]<br> \r\n that they were <u>nearly</u> hit but I think it was only nervous fancy.<br> \r\n 26th Raining all day. Four German observation balloons were brought down by our aeroplanes. It was certainly a great sight to see the balloons all ablaze falling towards the ground.<br> \r\n 27th Transport to Moat Farm &amp; Bois Grenier.<br> \r\n 28th Slight showers of rain. Transport to \"White City\". New Zealanders send some gas to Fritz.<br> \r\n 29th Fine all day. Transport to B Coys Dump (Reserve Tranches) Bombardment of 60 mile front by Allies. Terrific uproar.<br> \r\n 30th Dull with showers of rain. Very quiet.<br> \r\n Sat. July 1st Bombardment by Fritz. One church destroyed and several farmhouses set afire. About 7 pm about 10 aeroplanes ascended and were fired upon for over an hour by Fritz without being hit.<br> \r\n Sunday July 2nd German Tubes up. Transport to Moat Farm. Quiet.<br> \r\n July 3rd Beautiful day. Transport to Moat Farm. About 11.10 pm Fritz started a terrific bombardment of the town of Armentieres.</p> \r\n <p><a name=\"a5987048\"></a></p> \r\n [Page 48]<br> \r\n The din was awful. At Moat Farm shrapnel &amp; high explosive were bursting. Snipers were also going strong. On our way home we could see several buildings on fire and women were crouching &amp; sneaking along the street to find shelter. It was indeed pitiful to see. The bombardment lasted long after 1 am and when I was going to bed at 1.15 am women &amp; children were still in the street too afraid to go to bed.<br> \r\n Tuesday 4th Dull. Night off.<br> \r\n Wednesday 5th Dull. Transport to Pinewood Avenue. Gas alarm sounded about 11.45 pm and for over two miles I drove the team home at a gallop with my helmet on. Could not see an inch in front of me and was lucky that no serious accident occurred.<br> \r\n Thursday 6th Dull. Transport to Moat Farm. After unloading proceeded to La Visse where B Coy were billeted. Here I loaded tools etc. and left for camp about 1 am. Arrived back at the billet about 2 am where I was informed that the Gas alarm had sounded two</p> \r\n <p><a name=\"a5987049\"></a></p> \r\n [Page 49]<br> \r\n minutes previous. However everything was quiet so I put horses away before donning my helmet.<br> \r\n 7th Raining. Left transport billet about 11 am for Bac St Maur where we arrived at about 3.30 pm. We could have done it in less but had to go in a roundabout way on account of German Observation Posts. (balloons). The farm where we are now billeted is much nearer the \"line\", but the accommodation for the troops is much inferior to our last billet. No one knows how long we shall stay in this place but I don't think it will be long.<br> \r\n 9th Cool. Fine weather. Huns send shrapnel over to find the batteries which are nearby. Shells are bursting very close to our billet. At 1 pm 4 wagons were sent to R E Dump to load revetting frames and when this was done we proceeded to a sheltered spot where we parked up. At 9 pm we left the billet and hooking into the wagons we proceeded to different points of the line where we unloaded and returned to the billet.<br> \r\n 10th Cool. Fine. We leave here tomorrow for Strazeele. About 12 (mid.) I was awakened and told to take charge of a convoy of ammunition to be delivered to</p> \r\n <p><a name=\"a5987050\"></a></p> \r\n [Page 50]<br> \r\n Australian Tunnelling Coy. I arrived at my destination at about 1 am but as there was no fatigue party there the drivers unhooked &amp; returned to the billet arriving at 2.30 am.<br> \r\n 11th Reveille was at 5 am and we left the billet about 9 am. The weather was clear and cold and after a good days trek arrived at Strazeele about 5 pm. Here we proceeded to the same billets used by us on our journey from Abbeyville to Armentieres where we put down horse lines and made preparations for a nights? stay.<br> \r\n 12th Cool. All wagons were unloaded &amp; repacked ready to move off but owing to some \"hitch\" (one always occurs) the officers gear was taken off as we are to stay another night. Up to date the final destination is unknown though many have the impression we are going to the Somme.<br> \r\n 13th Dull &amp; cold. At 10.30 am all transport left billet for Bailleul Station a distance of about 7 miles. We reached there about 3 pm &amp; by 4.15 all horses were aboard and vehicles entrained. At 5 pm the train pulled out and after 5 hours journey arrived OK at Doullens (on the Somme). There the work commenced in getting horses &amp; vehicles off but this was speedily done &amp; by 12 midnight we were well on the road for Canaples. And oh! What a monotonous tiresome journey. The weather</p> \r\n <p><a name=\"a5987051\"></a></p> \r\n [Page 51]<br> \r\n was cold and our slow progress made it all the colder. But it is always the same when following a battalion. About 6 am on the 14th inst we reached our destination, it taking 6 hours to travel 16.6 Kilos.<br> \r\n Even now I am told that we have come to the wrong place. So in all probability we shall be on the move again very shortly. During the afternoon we were paid the large sum of 20 Francs (14/-). This is the worst crowd I know for pay. Took wagons around to the Billet &amp; reloaded tools etc returning to the yard when completed.<br> \r\n 15th July Misty &amp; cool. No move yet. At 4 pm the Colonel called a parade and spoke of the unruly way in which the battalion behaved last night. He stated that they were a disgrace to the Division and that the inhabitants of this little village had already summed them up as \"a lot of beastly drunkards.\" He was right. They are indeed the most motley crowd a man could be associated with. Rejects from other battalions on account of their conduct. I, as well as many others, am ashamed to mention the fact that I am a member of the 4th Pioneer Battalion.</p> \r\n <p><a name=\"a5987052\"></a></p> \r\n [Page 52]<br> \r\n 16th Dull with light showers of rain. At 2 pm we were inspected by General Cox G.O.C. 4th Aust Division. He spoke principally on the behaviour of this particular battalion, which he considered disgraceful. He appealed to the better nature of the men to assert itself stating that a few \"black sheep\" would bring disgrace upon any battalion. His speech was short &amp; terse and half an hour after his arrival, he took the salute and returned to the parade ground to speak to the prisoners, who were brought up for inspection under a strong guard. Several prisoners were tied to the wheels of our wagons and were to be treated likewise until their term of punishment is completed.<br> \r\n I used to feel sorry for men placed in such a predicament but these men deserve absolutely no sympathy. Blaguardism reigns supreme among the battalion, though in fairness to the decent men I will say that there are some fine fellows who, ? through being in the battalion ? are labelled the same as the majority.</p> \r\n <p><a name=\"a5987053\"></a></p> \r\n [Page 53]<br> \r\n 17th Dull &amp; wet. No further move yet though it is expected we shall move sometime tomorrow.<br> \r\n 18th Raining all day. Order to move cancelled. Mail from Australia.<br> \r\n 19th Beautiful day. Nothing to note.<br> \r\n 20th Another beautiful day. Colonel [indecipherable] releases all prisoners and forms a platoon of them.<br> \r\n 21st Payday. Nothing to do all day. About 15 men paraded to the Colonel for a transfer to the ASC their reason being that the Pioneers had a very bad reputation. He however asked them to stay as they were the sort of men who would help him to build up the battalion. At 9 pm I was warned to be ready to move off at 7.30 am to-morrow with \"B\" Coy.<br> \r\n 22nd At 7.30 am sharp two G.S. wagons &amp; a Cook Kitchen moved out of the park and awaited the arrival of the 13th Engineers. Meanwhile the Colonel came around &amp; spoke the men of B Coy who were waiting for the motor buses to take them to the trenches. He told them how they had been selected to be attached to the 1st Div during</p> \r\n <p><a name=\"a5987054\"></a></p> \r\n [Page 54]<br> \r\n the big offensive and hoped they would make a name for themselves. This Colonel has not been with us long, having taken the place of Major William, about 10 days ago. But during that time, all the men have grown to like him and as the motors streamed passed him all the lads cheered him. <br> \r\n About 5 pm the convoy arrived at Albert. Here the guns of both sides were roaring, though the Germans were in the minority. The town has been literally blown to pieces. The 1st Aus. Div. is preparing for their advance which they will commence (all being well) to-morrow 23rd inst. All of them have a square pink patch on their backs so as to be distinguished by the artillery observers. B Coy marched out to the trenches about 7.30 pm. All night our guns kept up a heavy bombardment of the German lines &amp; Supports in fact it was heavier than any I have yet heard.<br> \r\n 23rd Sunday. Dull &amp; cool. Artillery still active though not so heavy as last night.<br> \r\n Our lads went over the parapet at 4 am and charged the German lines. Up to date no news</p> \r\n <p><a name=\"a5987055\"></a></p> \r\n [Page 55]<br> \r\n has come through. About 9.30 am Fritz commenced sending a few shells across several of which exploded nearby in the trees. One however burst on the roof of our billet sending a hail of slate and pieces of shell for hundreds of yards. Luckily no one was hurt.<br> \r\n About 4 pm I \"paid a visit\" to where the German prisoners (captured last night &amp; early this morning) were being kept. There were some big fellows among them, likewise some very small fellows. They all looked well with the exception of three, who were wounded. All were equipped with tobacco and cigarettes which was taken from them and distributed among the \"onlookers\". There were two officers among them, one of whom (he had an Iron cross) spoke in a don't care way to our officers, in fact they seemed glad they were captured. All day &amp; night our artillery kept up a continual bombardment.<br> \r\n 24th Dull &amp; cool. \"Fritz\" sends over a few shells which explode very close to our billet. About 10 am he sent a few more</p> \r\n <p><a name=\"a5987056\"></a></p> \r\n [Page 56]<br> \r\n which burst near la Basilique (the Cathedral of Notre Dame). The tower of this church is battered beyond recognition, with the statue of the Virgin Mary hanging a right angles. It is one of the many churches that have been torn to pieces by \"les Allemands\".<br> \r\n At 2 pm we \"hooked in\" and left for the Transport Camp about 1 kilo away from Albert, as the shells were falling too close to the horses. The 5th Bde went into the trenches about 7.30 pm and about 8 pm our artillery opened out in a terrific bombardment of the German lines. Gee! The din was terrific and it's a wonder to me how anyone could live through such a hail of shells. The whole valley seemed one burst of flame. Wounded were coming in all night but all were cheerful.<br> \r\n 25th Dull. Very quiet 'till about 10 am when Fritz opened up with shrapnel some of which fell near our lines but did no material damage. The D.A.C. were carting shrapnel &amp; high explosive to our guns all day. It looks as though \"Fritz\" is in for a lively time to-night</p> \r\n <p><a name=\"a5987057\"></a></p> \r\n [Page 57]<br> \r\n ambulance wagons were streaming towards the dressing stations filled with wounded. More German prisoners brought in to-day.<br> \r\n 26th 1st Aus Division were relieved to-day, and Gee how tired &amp; bedraggled they were!! They had had four days heavy fighting and were glad to get a spell. They had succeeded in the task they overtook &amp; captured the village of Poizieres. But at what a cost? All day \"Fritz\" sent over shrapnel &amp; high explosive, to which our guns replied. About 7.30 pm the 2nd Aus Div marched into the trenches. Heavy bombardment all night by our guns.<br> \r\n 27th Great weather. Ambulances bring in more wounded most of which belong to the 5th Bde ? went up to the trenches about 1 pm. Dead were lying all over the place and the stench was awful. Germans were intermixed with our own lads and some were literally blown to pieces. Shrapnel &amp; lyddyte was bursting over our support trenches and bullets were flying all over the places ? Gee whiz! the dugouts of the Germans were nothing short</p> \r\n <p><a name=\"a5987058\"></a></p> \r\n [Page 58]<br> \r\n of elaborate. ? They are fully 30 ft underground, with subterranean passages connecting into others. Beds with wire mattresses were arranged ship fashion and the walls were <u>decorated with pictures &amp; photos. Evidently they </u> intended to make a prolonged stay but our lads disturbed the harmony. All night our artillery kept up a heavy bombardment the roar being deafening.<br> \r\n 28th Beautiful morning. Remainder of transport arrive about 6 am. About 7 pm our artillery commenced a bombardment, which gradually grew until the whole of the surrounding country was converted into a ball of fire. The din &amp; noise surpassed any I have yet heard. To attempt to describe the action would be a fallacy, and I am sure it would take more than an ordinary descriptive writer to do so. It was tremendous. I lay awake until about 3 am listening to the roar and watching the bursts of the shells &amp; flares.<br> \r\n 29th Ordered to leave the transport at 7 am. This was done on time and by 8 am we reached our 2nd Camp, which is situated on the road to Amiens (AMIENS).</p> \r\n <p><a name=\"a5987059\"></a></p> \r\n [Page 59]<br> \r\n Here we renovated the old dug-outs and prepared for a long stay. Bombardment continues all night.<br> \r\n 30th Very hot all day. Made two trips to the trenches. Shrapnel falling fairly heavily. The convoy was halted in a maze of trenches dug in the town of La Boisele. What was once a charming village is a heap of debris. Fricourt &amp; Poizieres are also battered beyond repair, in fact all houses within a ten mile radius of the trenches are smashed up.<br> \r\n 31st Very warm. Three trips to trenches. \"Fritz\" very busy. Several killed &amp; wounded. Shells burst very close to convoy blowing up roads. About 3 pm shells commenced falling in the billets of the Companies. A whole terrace of houses was razed to the ground. 1 man killed &amp; several wounded. Practically everyone was out at work at the time. At 5 pm I was detailed to take a wagon to remove the body to the cemetery. It was pitiful. Capt Tauvelle &amp; myself carried the body to the grave where the Burial Service was read. It was all over in about 15 minute, the only mourners being myself, team mate Capt Tauvelle &amp; several Tommies. Someone's heart will break to-night &amp; tomorrow.</p> \r\n <p><a name=\"a5987060\"></a></p> \r\n [Page 60]<br> \r\n Aug 1st Beautiful day. Everything fairly quiet except for an occasional shell one of which smashed up a convoy near the Cathedral. Our guns open out about 5 pm.<br> \r\n Aug 2nd Warm. Quiet all day. The 2nd Aus Div. will go over the parapet for the third time to-night. General Birdwood will take command of both Artillery &amp; Infantry. He stated that we <u>must</u> gain our objective to-night at all costs. <br> \r\n About 7.30 pm the Huns sent some shells into the town. Bricks &amp; sand were flying all over the place. Many of his shells were defective &amp; did not burst ? luckily for us. <br> \r\n 8.10 pm our artillery has opened out &amp; is sending a hail of shells into the German lines. There promises to be a big bombardment tonight.<br> \r\n Aug 3rd There certainly was some bombardment last night. Star shells &amp; shrapnel lit up the sky &amp; Howitzers screamed through the air. Some place France! Our boys did not go over the parapet last night.<br> \r\n Very quiet all day except for the heavy batteries alongside us. About 7 pm our artillery opened out a terrific bombardment which lasted till about 6 am 4th inst.</p> \r\n <p><a name=\"a5987061\"></a></p> \r\n [Page 61]<br> \r\n 4th Dusty &amp; warm. Hardly a gun spoke all day till about 6 pm when our artillery opened out. For about 12 hours the guns roared. Of course we did not have all the say for Fritz kept up a hail of shrapnel &amp; high explosive to our trenches. Star shells were soaring in the sky intermixed with our artillery signals. Our lads \"hopped the parapet\" at 2 am and gained their objectives with comparatively small losses.<br> \r\n 5th Beautiful day. Fritz continues to send shells into the town. Hundreds of prisoners captured during the charge march through the town under escort.<br> \r\n 6th Very misty. Shells were bursting in and around the town all night. Artillery duel kept up all day. Out to trenches. Plenty of bombs flying about also shrapnel.<br> \r\n 7th Out at trenches. Shrapnel &amp; smoke [indecipherable] flying about.<br> \r\n 18 pounders keep up demonstration all day &amp; occasionally the big guns would bark. Trip to Frauvillers. Gee! Had rather a \"large night! \"No bace pour moi\"<br> \r\n 8th Dull. Artillery quiet. Plenty of bombs were thrown by both sides. Shrapnel was exploding</p> \r\n <p><a name=\"a5987062\"></a></p> \r\n [Page 62]<br> \r\n over our trenches &amp; supports. The 4th Div now man the front line &amp; supports. About 10 pm the artillery opened out &amp; kept up a heavy bombardment till about 5 am when it ceased.<br> \r\n 9th Raining. Everything very quiet except for the usual rattle of trench mortars &amp; shrapnel, which never ceases. Slight bombardment during night.<br> \r\n 10th Raining still. Ground very mucky. Fritz sends over more shells. Our artillery bombard at night.<br> \r\n 11th Rain ceased. Beautiful day. Shells are continually falling in village. \"Granny\" who is alongside us barks at intervals. Gee she makes some row.<br> \r\n 12th All quiet on our side. Fritz livens up &amp; sends plenty of shrapnel &amp; high explosive into Fricourt ? Poizieres &amp; Contalmaison. Wounded come in all day. Mick Cavanagh goes to hospital.<br> \r\n 13th Sunday. Out all day at trenches. Quiet except for the usual shrapnel etc. Attack about 10 pm ? Furious.<br> \r\n 14th Wet &amp; mucky. Very quiet all day the silence being broken in our area by \"Granny\" who \"spoke\" occasionally. At 6 pm all wagons were sent out to Becourt Wood to be loaded with the battalion's tools. We packed up</p> \r\n <p><a name=\"a5987063\"></a></p> \r\n [Page 63]<br> \r\n alongside Head Quarters and unhooked returning with the mules to transport park.<br> \r\n 15th Wet &amp; miserable. Left camp at 9.45 am arriving at Becourt Wood at 10.30. Here  we hooked into wagons and \"Stood by\". Everything was quiet on Fritz's side only the screeching of our shells going through the air being heard. By 1 pm we were ready to move off ? then the circus began. The roads were very slippery &amp; our mules were sliding all over the road. It was impossible for four mules to pull the wagon &amp; of course leaders had to be attached. Eventually we arrived without mishap at the Australian Transport Camp (near Albert station where I was camped when attached to 1st Division). Here we put down horse lines and bivouacked for the night. Taubes up. Also many British &amp; French aeroplanes.<br> \r\n 16th Reveille was at 4 am and by six am all was ready for moving off. The roads were slippery and consequently our departure was delayed. However by 7 am we</p> \r\n <p><a name=\"a5987064\"></a>4<br> \r\n [Page 64]<br> \r\n were on the road. The journey was tedious and at 12.30 we arrived at Warloy where we stayed for the night.<br> \r\n 17th Reveille at 4.30 am and by 8 am we were on the way. Progress was as usual very slow. The ground was still slippery though much better than yesterday.<br> \r\n By 12 noon we were at Senlis where we parked up and made bivouacks. During the afternoon it rained and everything was converted into a muck heap.<br> \r\n 18th Beautiful day. Harness cleaning &amp; steel burnishing. Gee some work!! All night long a terrific bombardment raged which could be heard quite distinctly here. About 5 am<br> \r\n 19th inst it ceased. Rain continued all day and about 9 pm the artillery opened out again.<br> \r\n 20th Beautiful day. Harness cleaning &amp; burnishing. Bombardment commenced about 9 pm and kept going solid till about 5 am 21st when it lapsed into one continual rumbling and about 9 am it died down. If we can hear it at this distance it must be hell in the line. Route march from 9 am to 12 noon.</p> \r\n <p><a name=\"a5987065\"></a></p> \r\n [Page 65]<br> \r\n 22nd Beautiful day. Harness cleaning all day. About 7 pm Fritz sent over about 8 high explosives which dropped in a field nearby tearing up the ground and sending men &amp; horses scattering in all directions. All night long he kept it up firing in about ten minute intervals.<br> \r\n 23rd (My birthday) Warm. Nothing doing except ordinary daily routine. Heavy bombardment at night. Raining.<br> \r\n 24th Dull. A &amp; B Coys with transport leave for Avoca Gully (near La Boiselle). Roads were good &amp; we reached the gully without mishap. Fritz was very quiet tho? our batteries were pouring a hail of shell into him. Unhitched &amp; after having a cup of tea returned to transport camp at Senlis arriving about 6 pm.<br> \r\n 25th Dull &amp; wet. Nothing doing all day. Balance of waggons packed ready for moving off to-morrow.<br> \r\n 26th Raining. Hitches as usual and tho? everyone was ready to move off at 9 am we did not get away 'til 10.45 am. Trekking was very slow and we did not arrive at the new transport camp (alongside old one on road to Amiens) 'til about 3 pm. Rained <u>all night</u>. Our heavy batteries going strong.<br> \r\n 27th Still raining. Very quiet. Out at trenches. Rumours a big bombardment starting tonight. 10 pm. Heavy</p> \r\n <p><a name=\"a5987066\"></a></p> \r\n [Page 66]<br> \r\n bombardment in progress. Rain cleared off.<br> \r\n 28th Monday. Still clear. Very quiet. At 1 pm went to the trenches. Rain started about 2 pm &amp; poured for the rest of the day. Germans bombard our front line &amp; reserves.<br> \r\n 29th Still raining. The ground is very slippery &amp; it is difficult to walk. About 5 pm a terrific thunderstorm commenced. Bivouacs &amp; dug outs were torn down &amp; filled with water. By 6 pm it had abated &amp; then came the work of fixing them up again. After this was done we had \"tea\". Luke warm tea &amp; a hard biscuit. The food is fast becoming worse. The quality is good but the quantity small. If it continues we shall find it a difficult matter to exist. No explanation given as to the shortage of food.<br> \r\n 30th All night long the wind blew a hurricane taking all before it. Luckily however my dug out was one of the few left standing. <u>Still it needed renovating.</u> This was hardly finished when the rain again commenced and between the wind &amp; rain we had a lively time . <br> \r\n About 4 pm there was a little excitement. Fritz sent over a couple of shells which landed in the centre of the camp (about 100 yds from my dug out) burying four men of the Irish Guards. It was pouring rain. Never-</p> \r\n <p><a name=\"a5987067\"></a></p> \r\n [Page 67]<br> \r\n the-less we received the order to stand to our horses. When the third shell landed. (Same line 20 yds ahead.) we took horses 100 yds up the Amiens Road. Here we stood in the wet and watched the shells bursting in the camp. By 5 pm all was over and we returned and had tea. There were only 4 casualties (3 slight abrasions &amp; one seriously injured) caused by the whole of the 15 shells which were all high explosive. Raining all night.<br> \r\n 31st Storm abated. Beautiful day. At 7 pm went to Avoca Gully to transport troops to firing line. We loaded up &amp; at 9 pm moved off. The roads were very slippery &amp; it was impossible for the horses to obtain a footing. The night was very dark, the only light being that of a star shell or shrapnel bursting. However on we went dodging huge shell holes by inches but at last we had to abandon the job as the ground was too difficult. The men got off the wagons &amp; we \"beat it\" for home arriving back about 12.30 am.<br> \r\n September 1st Another fine day. About 9 am went to Avoca Gully with rations. Saw several Generals from the different armies of the Allies (\"in full war paint\") inspecting roads etc. 6pm ordered to take</p> \r\n <p><a name=\"a5987068\"></a></p> \r\n [Page 68]<br> \r\n wagons to Gully to take men to trenches arrived on time and after waiting about half an hour loaded up. Gee! The roads were very heavy and the many shell holes we encountered made the pulling decidedly worse. As usual our only light was that of the \"flares\" or \"Star Shells\". Our artillery was going strong, but so was \"Fritz's\", however he did us no material harm and we landed back in camp OK.<br> \r\n Sept 2nd. Fine weather still continues.  We should have been up at 3.30 am, but owing to the slackness of the picquet we were not called till about 4.40 am. Then came the rush to get out. It was done quicker than I have ever yet seen. Well within a quarter of an hour we were tearing \"hell for leather\" towards then trenches arriving 20 minutes late. Still not too late to do our job. When this was completed we returned to camp arriving at about 8.45 am. Nothing of note.<br> \r\n 3rd Dull day. 4th Au. Div are to be relieved in a couple of days. 13th Bde attacked &amp; captured Moquet Farm N.E. of Pozieres digging themselves in 200 yds beyond. Germans bombarded heavily and though our lads sustained heavy casualties they did not relinquish their hold. B Coy 4th Pnrs acted as Supply Party to both</p> \r\n <p><a name=\"a5987069\"></a></p> \r\n [Page 69]<br> \r\n the 13th Bde &amp; Canadians. About 2pm an order was given for every man within a radius of 4 miles of Pozieres to \"stand to\" ready to proceed to the trenches. Just after that order had been promulgated a terrific bombardment was opened up on the left flank, in the direction of Thiepval. It lasted for about three quarters of an hour and ceased suddenly as it had started.<br> \r\n 4th Dull. Reveille was at 4 am and after having breakfast started for Avoca Gully to load up the Companys? goods etc. About 8 am it started raining and the roads soon became mucky &amp; slippery. All trains had to be double banked &amp; in one case there were 10 mules on one wagon. At 10 am \"Fritzs\" sent over about 12 high explosive shells, all of which fell on the road over which we had to pass with the wagons. Perhaps the slippery roads saved us, for if the roads had been good, we would certainly have run into the shells. Eventually we reached the hard road and were soon on our way to Vadencourt, where we arrived about 5 pm. Parked up &amp; camped for the night. Up to now our ultimate destination is unknown.<br> \r\n 5th Rained heavily all night but has cleared off</p> \r\n <p><a name=\"a5987070\"></a></p> \r\n [Page 70]<br> \r\n <u>arrive in Belgium</u><br> \r\n now though the weather is still dull.<br> \r\n All the afternoon a heavy bombardment could be heard coming from the region of Pozieres. Last of the 4th Aus. Div. came out of the line today. Canadians march in.<br> \r\n 6th Reveille at 4 am and after the usual routine we moved off at about 7.30 am. Progress was very slow and after many halts arrived at Herrisart, where we stopped for dinner. By 2pm we were on the way and at 4 pm reached Beauval where pitched camp for the night. This is the largest village I have been to since leaving Abbeyville. It is nicely situated in a valley and cannot be seen from a distance on account of the thick foliage about it. Fine weather prevails, for which we are all mighty thankful.<br> \r\n 7th Fine day. Harness cleaning all day. On \"leave\" to Doullens. Good time.<br> \r\n 8th Inspection of harness by C.O. Hooked in at 4pm and at about 5 pm left for Doullens where we arrived at about 7.30 pm. We should have arrived about 6.15 pm but as usual plenty of mistakes &amp; blunders were made, such as taking the wrong road &amp; stopping to</p> \r\n <p><a name=\"a5987071\"></a></p> \r\n [Page 71]<br> \r\n consult the maps. The train was due to leave at 10.28 pm and everything was loaded (mules &amp; wagons) and the men all aboard when she left. The night was chilly &amp; about midnight a heavy fog settled on the country.<br> \r\n 9th Heavy fog. At 7 am we arrived at Proven where we detrained mules, wagons etc hooked in and started off on the track. The column was halted outside the town for an hour and we had breakfast &amp; fed our mules. At 9.30 we were on the move again and at 11.15 am we passed through Poperinghe (a fairly big town). About 2 pm we reached Renninghelst, where we pitched camp 18 kilos from Ypres. Constant shelling can be heard quite distinctly.<br> \r\n 10th Beautiful day. Nothing of note.<br> \r\n 11th Pioneers renovate narrow gauge railway from Poperinghe to Ypres. A long job.<br> \r\n 15th All \"1914 men\" were ordered to hand in their pay books. I think furlough is to be granted.<br> \r\n 18th Raining heavy all day. As per usual another box up. We are to shift camp today. Reveille was at 4.30 am and at 6 am all available wagons and</p> \r\n <p><a name=\"a5987072\"></a></p> \r\n [Page 72]<br> \r\n limbers conveyed the battalion to their work. (I have been told that General Cox reprimanded Colonel Furtrell for bringing the men out to do unnecessary work on such a day.) The time for moving off was fixed for 12.30 pm but at the last minute all loads had to be taken off &amp; dumped in the rain while the wagons went to bring the battalion back. (This is the only battalion who are carried to their work &amp; I think that on such a day &amp; as we are shifting camp they could have walked. Besides it would have been better for them instead of sitting shivering in the wagons.) That completely stopped everything &amp; we had to hang about in the rain &amp; cold till 4.30 pm until we could leave for the new camp. However we arrived at Miemne Camp about 6 pm (one mile from the old camp), and found to our dismay the huts leaking &amp; water pouring in. Everything was muck &amp; slush. Luckily the rain cleared off &amp; and we were able to sleep in the huts. Oh! This is a beautiful battalion to belong to. If men in Australia knew what they would have to put up with \"on active service\" and behind the line (we are 4 miles behind supposed to be making</p> \r\n <p><a name=\"a5987073\"></a></p> \r\n [Page 73]<br> \r\n preparations for the winter) they would see the authorities in hell before they came away. Yet they want conscription in Australia!! Hell! What a fallacy?!!<br> \r\n 19th Cold slight shower of rain, but about 8 am the sun began to shine making things look better. <br> \r\n First batch of men went on furlough last night. Evidently service does not count as all of them are junior service men. Oh Hell. Im full.<br> \r\n Our artillery was active during the night. In a house nearby is a 12 inch gun, besides there are many guns of smaller calibre, snugly hidden within 5 minutes walk from here. In point of fact the fields are literally speaking \"one huge arsenal\". Gee! What a find for the ?Fokker &amp; Taube.?<br> \r\n 20th Raining hard all day. Everything is miserable. Wagons again go out with men. During the day our guns barked &amp; sent more shells into Fritz's lines. Our aeroplanes were up over Fritzs trenches and though he had over 500 shells fired after him, he was not brought down. It rained heavily all night but that did not prevent an artillery duel which lasted over an hour.</p> \r\n <p><a name=\"a5987074\"></a></p> \r\n [Page 74]<br> \r\n 21st At last it is a fine day, but how long will it last? The ground is mucky and mud is dragged into the huts. A platoon each from A &amp; B Coy go into the front line our wagons taking them up as far as possible. Up to date we are the only transport to go so close (with wagons) to the firing line and do more work than any 4 Infantry Transports. Besides these early morning &amp; night trips, harness &amp; steel work has to be cleaned which is a difficult matter in such weather.<br> \r\n From 4 am the artillery fired intermittently, kicking up a \"<u>holy row</u>\", and each time they ceased, machine guns would roll. Dickebusch the town of which outskirts we are camped has been torn to pieces by shells and the houses present a rather dilapidated appearance. The roads are also torn up by shells but all these towns near the firing line are the same.<br> \r\n 22nd Fine weather. Enemy aircraft active above our lines. Except for an occasional shell everything is quiet.<br> \r\n 23rd Fine weather continues. Trip to outskirts of Dickebusch. Dead quite.<br> \r\n 24th Good weather. Fritz's aeroplanes flew above the trenches &amp; camps behind the line. Our anti-</p> \r\n <p><a name=\"a5987075\"></a></p> \r\n [Page 75]<br> \r\n air-craft guns blazed away at them but failed to hit them on account of the great height at which they were flying. Shell cases were falling fairly thick in and about our camp. Shrapnel pellets were also falling several men being wounded.<br> \r\n 25th Fine. Quiet except for occasional outbursts of fire by our guns. Trip to Dickebusch with troops.<br> \r\n 26th Fine. Out to trenches with men. Snipers and machine guns at work. Guns quiet. Aeroplane duel resulting in the destruction of a Fokker. Some sight.<br> \r\n 27th Fine. Out at trenches. Artilery active. Also snipers &amp; machine guns. </p> \r\n <p>28th Fine. Out at trenches. Dead quiet. The 12 inch gun which is 50 yds from my bungalow fired 5 rounds this afternoon shaking the ground for a radius of about 400 yds. The din was terrific and the burst of flame was about 9 ft long. Certainly some souvenir for Fritz.</p> \r\n <p><a name=\"a5987076\"></a></p> \r\n [Page 76]<br> \r\n 29th Beautiful day. Out of trenches. Very quiet all day. Fritz bombards during the night.<br> \r\n 30th Misty. Trip to Dickebusch with troops. During the day our guns kept up a hail of shells on to the German trenches. Machine guns are also going same.<br> \r\n October 1st Fine day though cool. Battalion have a day off. Very quiet along the line except for the usual rattle of machine guns.<br> \r\n Oct 2nd Raining. Stayed \"at home\" and entertained some of the lads with a gift Gramophone, which we borrowed from the Quartermaster. It certainly reminded one of old times to hear the familiar music. It was dead quiet all along the line and a stranger would hardly think a war was on.<br> \r\n Oct 14th Up to now everything has been very quiet. Every day I have gone to trenches with troops but apart from that I have done nothing. Every day it becomes colder, and very often it rains.<br> \r\n Voting on the Conscription Referendum takes place within a few days</p> \r\n <p><a name=\"a5987077\"></a></p> \r\n [Page 77]<br> \r\n October 21 During the last week it has rained intermittently, at the same time being very cold. Frost has fallen this last two nights this morning being the heaviest, the fields about us were covered in a mantle of frost which looked beautiful but Gee! how cold it was. Trip to trenches! Mail in (5) (1)<br> \r\n Oct 22nd Once again the ground was white with frost and the air cut like a knife. We are now making preparations to move off. Wagons go to their respective companies to-day to be loaded &amp; ready to leave early to-morrow morning ? no one seems to know where we are going, tho? many are the conjectures!! Our Steel &amp; Gas Helmets are being handed in, as are our trench boots. Some say its Salonika others Mesopotamia ? I wonder which is correct?<br> \r\n 23rd The usual jumble of affairs that always precedes a departure. About 10 am we moved off arriving outside Abeele at about 1 pm where we had lunch. About 2 pm I was sent to Whippenhoek Siding to take delivery of a water cart. After making numerous enquiries, we eventually arrived at our destination and were soon on our way \"home\".<br> \r\n The guide who was to be at the Corner to</p> \r\n <p><a name=\"a5987078\"></a></p> \r\n [Page 78]<br> \r\n direct us, was conspicuous by his absence. Consequently we became \"bushed\". About 7 pm we arrived at the village of Watteau, where we decided to stay for the night.<br> \r\n 24th Saddled up and hunted for the Battalion which I found camped outside Abeele. We had gone 6 miles too far, so had to return. Raining all day! Everywhere one walked he sunk knee deep in mud. <u> The weather is cold and bleak.</u><br> \r\n 25th Raining hard. Everything is miserable. Took a stroll into Poperinghe. Very quiet.<br> \r\n 26th Reveille at 4.30 am. Moved off at 7 am. Rain cleared off about 7.30 arrived at Hopautre Siding (Poperinghe) about 9 am and entrained. Where are we going? Everyone asks that question. About 4 pm we stopped at Calais but only for about 10 minutes. We could see the Channel and how we longed for a trip across to Civilization. So near &amp; yet so far!! Then we passed through Bolougne. Some town but alas we did not stop there. About 9 pm we reached Abbeyville, stayed about 10 minutes then left for Saint Riquier where we arrived at 10 pm.</p> \r\n <p><a name=\"a5987079\"></a></p> \r\n [Page 79]<br> \r\n 27th Detraining was very slow and it was long after midnight before we moved off. Gee! it was cold. My boots were wet through and I found it hard to realize I had any feet at all. It was pitch dark and how the wagons got along without mishap is a wonder to me. A stiff head wind was blowing and very soon I was practically frozen from my thighs to the tip of my toes. About 3.30 am we reached our camping ground (a quagmire) there consternation reigned. Hell! What a babel of voices and no one knew what the shouting was for!<br> \r\n After a lot more fooling about in the boggy ground and bitter cold a horse line was put down and all animals made fast.<br> \r\n Bill Cahill \"Deak\" &amp; I beat it for the nearest barn into which we dived and throwing down our blankets turned in for a well earned rest. It was an hour before the blood circulated through my frozen legs then I fell asleep.<br> \r\n 26th Raining hard. Nothing doing. Rested.<br> \r\n 29th Battalion football match. Rehearsal at 7.30 pm by \"The Pozieres Pushoff Privats\". Ding dong high!</p> \r\n <p><a name=\"a5987080\"></a></p> \r\n [Page 80]<br> \r\n 30th A thunderbolt awaited us this morning. Twenty-three men were detailed (myself included) to report to the 4th Div. Mule Transport Column. This was done on time and we arrived at Cocquerel where we joined up. It is raining hard.<br> \r\n 31st Raining hard. Rode to Pioneer Battalion and received mail. Preparations for a move.<br> \r\n Nov 1st All mules &amp; horses were saddled &amp; packed &amp; the column moved off at 10.15 am. All men were walking and it was very hard for the men who had never marched previous to this. At 1 pm we reached L?Etoile where we halted for dinner moving off again at 2 pm. Gee how tired I was. Capt Walsh, who was leading the column was accustomed to leading mounted men and omitted to give us the spells allowed for men walking. Consequently when we reached Vignacourt at 6 pm we were all \"dead beat\". We had walked 20 kilos in 7 hours.<br> \r\n 2nd Very tired &amp; stiff. Raining. Nothing to note.<br> \r\n 3rd Rain cleared off. We are to be inspected by Gen Cox to-morrow afternoon at 3 pm.<br> \r\n Inspection postponed as Gen Cox was indisposed.</p> \r\n <p><a name=\"a5987081\"></a></p> \r\n [Page 81]<br> \r\n 8th We move to-day. Of course it is raining. Moved off at about 10 pm arriving at Villers- Bocage at 12.15 pm where we halted for dinner. At 2 pm we were on the move again arriving about 5 pm at Behencourt where we stayed for the night.<br> \r\n 9th fine day. Moved off at about 9.30 am and after passing through the village of Franvillers &amp; Heilly arrived at Ribemont at 12 noon. Here we put up horse-lines then adjourned to the Moulin De Ribemont (Mill of Ribemont) which is situated on the banks of the Ancre.<br> \r\n 10th Fine day but there is still plenty of mud about. German prisoners are at work cleaning the streets.<br> \r\n Gen Cox inspected the troop at 3 pm. Terrific bombardment all night.<br> \r\n 14th Left camp at 8 am. The roads were congested with troops moving in both directions as we neared the line the roads became very bad &amp; in some instances we were knee deep in mud. Met Ernie Kirkpatrick, C. Noblet, R Masterson and many other chaps I have not seen for years.</p> \r\n <p><a name=\"a5987082\"></a></p> \r\n [Page 82]<br> \r\n About 1.30 pm we reached Montauban, where we pitched camp. Shells are screaming through the air. Our guns are going strong too. First 15 men go up to the line at 3 pm. I had a bad head-ache so am exempt for the day. Fine day.<br> \r\n 15th Fine weather still continues but the weather is intense cold. Everything is covered in frost, which remains 'til late in the day. Pack Column go to Flers &amp; support trenches with rations. 2 mules lost.<br> \r\n 16th Gee! but it is cold! I had to break the ice which had set in the bucket before I could wash. The ground which was soft &amp; mucky last night is frozen &amp; all pools are the same. I repeat Gee! But it's cold! Column go to Flers returning with no losses. Bomb dropped in camp ? 4 casualties.<br> \r\n 17th Fine. Another freezer. Guess I wont stand it much longer. My feet are now covered in chilblains. Many men have been evacuated owing to \"Trench Feet\". Shells drop in camp doing no damage. Night clear though intensely cold.<br> \r\n 18th Gee! How cold it is. Everything outside is covered in about 6 inches of snow. The whiteness</p> \r\n <p><a name=\"a5987083\"></a></p> \r\n [Page 83]<br> \r\n clearly showed the terrible devastation of the ground and surrounding country. About 9 am it commenced to rain. That made matters decidedly worse, for it was so cold that it was almost impossible to catch hold of any steel or anything wet. This is the worst day I have yet experienced.<br> \r\n 19th Still raining! The ground which has been frozen hard for a few days is now soft and mucky. Wagons &amp; horses are being bogged &amp; it is impossible for one to walk without sinking to his knees in mud. We must keep moving to keep alive.<br> \r\n 20th Rain has cleared off and left behind it mud &amp; slush nearly three feet deep. Very few chaps have dry feet to do so one would have to change boots &amp; socks about every half an hour ? Several animals wounded &amp; 2 killed.<br> \r\n 21st Another cold tho? fine day. The mud is gradually becoming harder, though it will take some time unless it snows. Railway accident. Supply train derailed at Becordel thus delaying the issue of rations. Everything is being done to overcome the difficulty. Short &amp; sharp bombardment towards Thiepval (our left)</p> \r\n <p><a name=\"a5987084\"></a></p> \r\n [Page 84]<br> \r\n Shells are dropping continually within the precincts of the camp. Fritz is going for the railway line but up to date has not been successful.<br> \r\n Many rumours are being circulated as to Germany's peace overtures. Some say there is a Peace Conference going on at present in England. Gee! how I wish it is true.<br> \r\n 22nd Very cold. A very heavy mist enshrouds the land, in fact it is impossible to see further than a radius of 5 yds. About 12 noon the sun came out and the mist lifted. Everything is the same as yesterday. Mud &amp; slush is still in plenty much to the chagrin of the boys who curse France for having more than her share of rain.<br> \r\n The 1st &amp; 5th Div are now returning for a \"Second helping of Fritz\". ? There is a rumour in camp that we (the 4th Div) are to do another three weeks. I hope it is not true for the wet &amp; cold has just about knocked me up. 8pm a heavy \"Strafe\" is now taking place. Our batteries are sending some \"iron rations\" to Fritz gratis. Very cold but clear. I wish it would freeze so as to harden the ground.</p> \r\n <p><a name=\"a5987085\"></a></p> \r\n [Page 85]<br> \r\n 23rd Cold &amp; damp. There was some excitement in camp today ? about 9 am \"Fritz\" sent over two high explosive 8.2 shells. These were, practically speaking, range finders. His Taubes were up and they directed his fire ? object ? our camp. Then the shells \"rucked in\" bales of hay &amp; sleepers were sent soaring in the air. Two men were blown through the air for about 50 yds ? one landing on top of the cookhouse. Poor chap he was literally blown to pieces. Huge pieces of metal were flying through the air, many men being wounded thereby. Several men were evacuated to hospital with shell shock. One did not know in which direction to go to escape, one wagon was blown into a hole tho? strange to say neither horses nor driver were hurt. In all the shelling lasted for an hour and a half the casualties being 4 killed &amp; 7 wounded. Comparatively small considering number of shells</p> \r\n <p><a name=\"a5987086\"></a></p> \r\n [Page 86]<br> \r\n 24th Cold &amp; misty. \"Fritz\" sent over a few shells which went over the camp but doing no damage. Gen Cox said to-day that we had another 14 days to do in the line. Gee! I wish it would soon end. I have chilblains on my feet which are giving me particular Hell! Besides the ordinary itching I find it a difficult matter to walk. It's Hell!! Besides this \"pleasant\" complaint I am (as all the men in the line are) \"chatty\" or in other words <u>\"lousy\"</u>. Water is at a premium and if we have a wash once in three day, we are lucky. Gee! how I shall welcome the hot bath and clean change of clothes when we get out of the line ? that is of course if I am as lucky in the next fourteen days as I have been up to date. <br> \r\n The Australian mail closes on the 27th but how in the name of hell am I to get any letters away? Received a letter from A.M. Alexandria Egypt.</p> \r\n <p><a name=\"a5987087\"></a></p> \r\n [Page 87]<br> \r\n 25th Raining. The ground is now decidedly worse. The mud now lies in pools, in some instances 3 ft deep. We have been issued with Field Service Knee boots but these are useless once they are wet. Matters could not be worse. My feet are still giving me hell!<br> \r\n All day  there was a heavy artillery duel and about 8.30 pm \"Fritz\" gave us a repetition of the 23rd inst. tho? luckily for us he did not come so close ? anyhow it was close enough to make us huddle up and at the same time putting the fear of God into us. Some men say they like the life! They are liars. No one does. And there is many a time that I would give anything to be 1000 miles away. I have had &amp; seen all I want now and will be glad to get out of it.<br> \r\n 26th Still raining. There is no need to mention the ground as it is just the same,</p> \r\n <p><a name=\"a5987088\"></a></p> \r\n [Page 88]<br> \r\n as yesterday. It is not quite so cold as it has been, tho? we shall have some more snow soon.<br> \r\n 8 pm Fritz is again sending over some high explosive. I hope he does not come too near.<br> \r\n 27th Cold &amp; misty. A heavy frost fell during the night. Fritz kept up a continual shelling throughout the night. Things were much the same all day. Taubes up about 12 noon. Our anti- aircraft guns were going strong and though they did not hit any of the Hun machines, they succeeded in driving them back to their own lines. Violent bombardment by our artillery about 7 pm. Up to now Fritz has been quiet, tho? he may start during the night.<br> \r\n 28th Fritz was quiet all night (at least he did not wake me if he did fire). Fine &amp; dull not to mention cold. The ground is still in the same squashy condition. On convoy to Flers ? when we were about half way (near Delville (Devil's) Wood) Fritz let the column</p> \r\n <p><a name=\"a59870089\"></a></p> \r\n [Page 89]<br> \r\n have a couple of shells, killing 4 mules &amp; wounding about 7 men. Still that did not deter us and on we went reaching Flers without any mishap. The roads up here are beyond powers of description. The planks which originally formed the road are floating in about 3 ft of water or slush. In Flers it is impossible for more than one animal to walk along the track. On either side are shell holes &amp; debris of shattered buildings. Rather a difficult track in the dark. Anyhow, we reached camp quite OK. About 8 pm Fritz sent some more shells over but up to now has done no damage in our region.<br> \r\n 29th As usual cold &amp; misty. The ground is still in the same condition. Very quiet except for heavy artillery actions in the Thiepval region. Fritz leaves us alone tonight.<br> \r\n 30th Cold &amp; misty. Things are just about the same as yesterday. Nothing exciting to report except the intense cold.<br> \r\n 1st December Very cold. The mucky ground is fast becoming hard, through the heavy frost.</p> \r\n <p><a name=\"a5987090\"></a></p> \r\n [Page 90]<br> \r\n though in some places it is very soft under a thin crisp surface. Very quiet'til about 7 pm when our artillery opened out in a terrific bombardment which lasted all night. Fritz did not retaliate or at least no shells came near our camp.<br> \r\n 2nd Even colder than yesterday. The ground is now completely frozen and once more it is possible for one to walk without sinking to his knees in a quagmire. 1 Sgt however was very unlucky, for while going to Flers he inadvertantly rode into a shell hole filled with soft mud. His horse went down out of sight and when he jumped off he did likewise. However he was pulled out none the worse for his ducking except for a hell of a shock. His horse was also rescued. Gen Cox expressed his appreciation of the admirable work done by the Pack Transport Troop. We are to disband soon &amp; rejoin in a fortnight. Hard luck for the men of the Pioneers whose unit does not leave</p> \r\n <p><a name=\"a5987091\"></a></p> \r\n [Page 91]<br> \r\n the line until 15th Jan 1917.<br> \r\n 8 pm Our artillery has opened out again.<br> \r\n 3rd Misty. The ground has again become soft owing to the absence of frost last night, however it is not so bad as before. Preparations are being made to temporarily disband this unit. First batch of 12th Brigade left at 6 pm to rejoin their battalions. Our artillery is very active now shells are screaming through the air from both sides. I shall be glad when we get out of this, tho? it will make no difference if I have to return to the Pioneers. I am doing my best to remain with Capt Walsh until we reform ? Then I intend making application for a transfer to the 4th Div Train. Capt Walsh wants to promote me but cannot do so unless it comes through my battalion. He spoke to Lieut Merrifield about it, who said he would do his best to push it through. I don't believe him for I know he has no love for me.<br> \r\n This is a replica of General Cox's message in his Special order of the day dated 2.12.16</p> \r\n <p><a name=\"a5987092\"></a></p> \r\n [Page 92]<br> \r\n \"I wish to place particularly on record the admirable work done by all ranks of the 4th Aus. Div Pack Transport Troop without which no arrangements however careful could be successful.\" It is my firm opinion that Capt Walsh will be the recipient of  a M.C. or D.S.O. after the next stunt.<br> \r\n 4th Cold &amp; misty. The first division are now returning to relieve us. Gee! How thankful I am. 3rd Brigade marched in today.<br> \r\n Fritz left us alone all day and about 8 pm our artillery opened out in a terrific \"strafe\" which lasted 'til the early hours of the morning.<br> \r\n 5th Cold &amp; wet. During the day it hailed. The ground is fast becoming slushy once more. It is hell!! And I shall be glad to get out. The P.T.T. are now smashing up 12th &amp; 13th Bde men returning to their respective units. We are now finished our convoy duty as the whole of the division will be out by 10 am to-morrow. The Divisional Troops (Pioneers Engineers etc) will return to-morrow. I don't think I shall return to</p> \r\n <p><a name=\"a5987093\"></a></p> \r\n [Page 93]<br> \r\n my unit but shall go with Capt Walsh to Ribemont, until the reforming of the mule train. That will do me, as I have no wish to return to the Pioneers. ? Heavy shelling all night.<br> \r\n 6th Clear but very cold. Balance of Div troops return to their units today. Gee! but a man does feel lonely when all his mates are gone. I shall go to-morrow morning. \"Fritz\" is giving us a parting shot or should I say shells. Our batteries are giving some too.<br> \r\n 7th Cold &amp; misty. Fritz sent over a few shells about 10 am. 2 pm left for Albert arriving at 6 pm. Very cold all night. We could still hear the guns going strong.<br> \r\n 8th Cold &amp; wet. Nothing doing.<br> \r\n 9th 10 am. Fritz wont even leave us alone here. He is now shelling the town? (What is left of it) Raining heavily.<br> \r\n 10th Quiet. Raining hard. Cold.<br> \r\n 11th Quiet. Slight drizzle of rain.<br> \r\n 12th Very cold. Snow is falling thickly.</p> \r\n <p><a name=\"a5987094\"></a></p> \r\n [Page 94]<br> \r\n During the afternoon it rained.<br> \r\n 13th Went out to Mametz. I am to go on furlough in a few days. Tres bon pour moi.<br> \r\n 14th Sent for by Transport Officer who told me I am to go on leave to-morrow. When I return I may have to take charge of the Section as Foster may be evacuated owing to a bad foot. I am sorry for him but I hope he goes away if only for my own sake Ha! Ha!<br> \r\n Raining steadily. Rotten day.<br> \r\n 15th Raining. Went out to Mametz again to receive my pass. Also 100 Francs (3.11-8). While I was there Fritz shelled the place to some order. I thought for a time that I would be \"stiff\" enough to \"stop\" one of them. However I was lucky (none came close enough) &amp; by 9 pm I was back once more in my little house in Rue de Meaulte. Here I made final preparations about my leave. Jim Bennet (16th Bn) cut me some ham sandwiches (I suppose I shall be the</p> \r\n <p><a name=\"a5987095\"></a></p> \r\n [Page 95]<br> \r\n only one on leave who has a little snack with him). It is now 10 pm. Gee! How lucky I am! But the train leaves Albert at 1.45 am so I cannot go to sleep. Fancy 10 clear days of freedom. No mud &amp; slush and better still no 12 inch shells to dodge.<br> \r\n 16th Arrived at Albert Station at 12 midnight but had to wait til 8 am when it left. Gee what a rotten journey. It took us 22 hours to reach Havre. We stayed in a desolate rest camp here until the night of the 18th then boarded boat for England. I am now well ensconced in the Shaftesbury Hotel, London. I spent last night at High Jinks, Adelphi Theatre, some place London.<br> \r\n FINIS<br> \r\n Pages 96 to 102 - Not transcribed.</p> \r\n <p>[Transcribed by John Glennon, Alison O'Sullivan for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"><br />\n <html><br />\n <head><br />\n <meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\"><br />\n <meta name=\"generator\" content=\"NoteTab Pro\"><br />\n <title>Cameron Robertson war diary, 21 December 1914-16 December 1916</title><br />\n </head><br />\n <body> </p>\n<p>Mitchell Library, State Library of New South Wales</p>\n<p>Cameron Robertson war diary, 21 December 1914-16 December 1916<br><br />\n MLMSS  1043/Item 2</p>\n<p><a name=\"a5987004\"></a></p>\n<p> [Pages 1-3 Cover and inside cover]<br><br />\n [Page 4]<br><br />\n Continuation of my diary starting December 21st 1914 at Mena Camp Egypt. Very cold but clear. Two battalions marched into Cairo to line the route for the new Sultan who passed through at 11 am. and proceeded to Shepherds Hotel. Bands were playing all day and practically all night. The Copts are pleased with the change.<br><br />\n The AFA have gun practice every day and are fast becoming efficient. Met Jack Forsyth. F Amb. Day does not break till about 6.45 am. and the sun sets at about 5 pm. It being pitch dark at 5.30 pm.<br><br />\n Dec. 22nd Very cold. Several men have died recently. A chap from the 3rd ASC died &amp; was buried yesterday &amp; a Sgt from the 1st Battalion died today. There is a rumor to the effect that the Turks are advancing on the Suez canal &amp; that the 6th &amp; 7th Battalions are being sent to</p>\n<p><a name=\"a5987005\"></a></p>\n<p> [Page 5]<br><br />\n impede their progress. Tomorrow there is to be a march through Cairo by Australian and New Zealand troops.<br><br />\n 23rd Clear and cold. Nothing much in the way of preparations for Xmas. Went to pyramids and Sphinx and had my photo graph taken.<br><br />\n 24th Xmas Eve!! And Gee! What a contrast to last year. Everything was \"dead slow\" Xmas is not recognised here except by then English residents, each day is the same to the natives Sunday included. The British \"Tommy\" is very diminutive in comparison and the fresh look upon their faces makes them look very young.<br><br />\n 25th Xmas Day. Fresh &amp; clear. On duty all day. Bands were playing carols long before 5 am. Holiday for all troops. All mounted units must, however leave sufficient men in camp to tend the horses.<br><br />\n I wonder where I shall be twelve</p>\n<p><a name=\"a5987006\"></a></p>\n<p> [Page 6]<br><br />\n months hence. Rode over to Pyramids and Sphinx. Explored inside of the former. Had to take off my boots, for the rock is very slippery through constant use. Visited the Queen's chamber and many other vaults.<br><br />\n 26th Boxing Day. Fairly warm. On leave all day from 10 am. Met Grover Cleveland &amp; Wally Ward and adjourned to Shepherd's Hotel for dinner. Went skating then returned to Shepherds for afternoon tea. Saw Geo. Reid. We soon became full of the town so beat it for camp. Engaged a taxi &amp; left Cairo at 9.30 arriving at Mena at 9.42 pm. it taking but 12 minutes to 10 miles.<br><br />\n 27th Bitter cold in the morning but warm during the day.<br><br />\n Plenty of English people passing through the camp.<br><br />\n 30th Sir Geo Reid took the salute at Mena</p>\n<p><a name=\"a5987007\"></a></p>\n<p> [Page 7]<br><br />\n House at 3 pm and will inspect all Australian troops tomorrow.<br><br />\n 31st New Years Eve George Reid inspected troops and rendered an elaborate speech. Many English visitors were present.<br><br />\n Jan 1st 1915. Very cold. Holiday for troops.<br><br />\n Jan 2nd First mail from Australia.<br><br />\n Jan 3rd. Registered &amp; posted scarf &amp; photos to A.G.<br><br />\n Jan 5th. Transport work started. Very dusty &amp; the wind cuts like a knife<br><br />\n Jan 8th. Exceptionally cold &amp; windy with slight showers of rain. Overcoats were worn for the first time today.<br><br />\n Jan 9th. Stayed all night at Kars-el hil Barracks<br><br />\n 24th On transport to Abbassia<br><br />\n Feb 3rd. 7th &amp; 8th Battalions leave for Suez Canal accompanied by 3rd ASC<br><br />\n Feb 4th. In Kars- el Nil Barracks to-day &amp; saw about 300 Turkish Prisoners who were captured during the attack on the canal. There was also several Turk officers</p>\n<p><a name=\"a5987008\"></a></p>\n<p> [Page 8]<br><br />\n present. The men were very poorly clad but seemed quite contented.<br><br />\n 6th. Very cold all day. At 9 am. 21v wagons left for Abbassia with baggage &amp; kit of 7th &amp; 8th battalions. Wounded Turks &amp; Indians arrive by hospital train from Ismailia.<br><br />\n 12th 1st Brigade start for bivouac purposes for Bini Usef, it taking the whole of the No 2 Coy to shift baggage etc. They will stay there for about 5 days.<br><br />\n 23rd Left camp at 8 am for three days bivouac at Ma?adi. Great trip. Returned to camp at about 6 pm. on 25th inst.<br><br />\n 28th 4th ASC leave camp. Destination unknown.<br><br />\n March 1st Third Brigade (Infantry) leave for Alexandria, though their ultimate destination is unknown. At 2.30 pm No's 1. 2. &amp; 3 Coys ASC loaded up and took the above Bde gear to Cairo Station, arriving back in camp about 7.30 am on 2nd inst.<br><br />\n March 29th Sir Ian Hamilton reviews</p>\n<p><a name=\"a59870049\"></a></p>\n<p> [Page 9]<br><br />\n troops in the camp grounds. He was pleased with the turnout and remarked the \"determined though happy &amp; contented look upon the faces of the men.\"<br><br />\n Good Friday April 2nd Riot in Cairo. Several gay houses in the \"Bull Ring\" being destroyed.<br><br />\n April 3rd At last we are to make a move. At 2 pm we were given 12 hours notice to be ready to move off, and at 2 am on April 4th we moved out of Mena Camp arriving at Cairo Station about 6.40 am. Here we entrained our horses &amp; left for Alexandria at 7.35 am. At 1.35 pm we arrived at Gabbasy (Alex) and marched aboard SS \"Minnewaska\" to deposit our kits, returning at once to detrain horses and bring them aboard. This was finished at 4 pm and we were given a rest till the arrival of the goods train on which were the wagons. At 8 pm we started again, and worked up till 11 pm when we were allowed to go on board for a hard earned rest. In the morning of the 5th we</p>\n<p><a name=\"a5987010\"></a></p>\n<p> [Page 10]<br><br />\n hoisted the wagons on board, and late in the afternoon the ship pulled into the stream. No one seems to know where we are going but from what I hear our destination is Dardanelles.<br><br />\n Sat 10th Left harbour at 7 am. Weather good. In his lecture to-day Gen Sir Wm Birdwood said that we would be in action very soon and not to regard it too lightly, for the Turks were now fighting on their own ground &amp; would die hard.<br><br />\n 12th Arrived at Lemnos (Mudros Bay) at 6.30 am it taking about 48 hours to do the trip. There are over 25 troopships here and about 16 war ships who show signs of wear &amp; tear. On the shore the 3rd Bde are under canvas where they have been since their departure from Egypt.<br><br />\n During the afternoon the infantry practiced landing in the ships boats.<br><br />\n 13th No further move, though it is anticipated that we shall get away soon. There troopships all over the place intermixed</p>\n<p><a name=\"a5987011\"></a></p>\n<p> [Page 11]<br><br />\n with warships &amp; submarines. The latest addition to the British Navy ? the \"Queen Elizabeth\" is also here.<br><br />\n 14th Clear &amp; cold. SS Nizam came alongside about 10 am and took a million rounds of ammunition &amp; some bridging material on board. Pay Day. Bully &amp; biscuits start tomorrow. Tobacco &amp; cigarettes are unobtainable on board &amp; the Greek cigarettes are awful.<br><br />\n 15th Beautiful morning. SS \"Nizam\" moved from alongside at 6.30 am. A copy of General Sir Wm Birdwood's speech was handed to the Officers Commanding units on board which was as follows:-<br><br />\n \"Officers &amp; men in conjunction with the Navy we are about to undertake one of the most difficult tasks any soldier can be called upon to perform and a problem which has puzzled many soldiers for years past. That we will succeed I have no doubt, simply because I know your full determination</p>\n<p><a name=\"a5987012\"></a></p>\n<p> [Page 12]<br><br />\n to do so. Lord Kitchener has told us that he lays special stress on the role the Army has to play in this particular operation, the success of which will be a very severe blow to the enemy, indeed as severe as any he could receive in France. It will go down to history to the glory of the soldiers of Australia and New Zealand. Before we start there are one or two points which I must impress on all and I must earnestly beg, every single man to listen attentively and take these to heart.<br><br />\n We are going to have a real hard &amp; tough time of it, until at all events, we have turned the enemy out of our first objective. Hard rough times have of us mind but to get through them successfully, we must always keep before us the following facts. Every possible endeavour will be made to bring up transport as often as possible but the country whither we are bound</p>\n<p><a name=\"a5987013\"></a></p>\n<p> [Page 13]<br><br />\n is very difficult, and we may not be able to get our wagons anywhere near us for days, so men must not think their wants have been neglected, if they do not get all they want.<br><br />\n On landing it will be necessary for every individual to carry with him all his requirements in food &amp; clothing for three days, as we may not see our transport 'till then.<br><br />\n Remember then that it is essential for everyone to take the very greatest care not only of his food, but his ammunition, the replenishment of which will be very difficult. Men are liable to throw away their food the first day out, and to finish their water bottles as soon as they start marching. If you do this now, we can hardly hope for success, as unfed men cannot fight and you must make an effort to try and refrain from starting on your water bottles until late in the day. Once you</p>\n<p><a name=\"a5987014\"></a></p>\n<p> [Page 14]<br><br />\n begin drinking you cannot stop and a water bottle is very soon emptied. <br><br />\n Also as regards ammunition ? you must not waste it, by firing away indiscriminately at no target. The time will come when we shall find the enemy in well entrenched positions, from which we shall have to turn them out ? when all our ammunition will be required and remember ? <br><br />\n Concealment wherever possible<br><br />\n Covering fire always<br><br />\n Control of fire &amp; Control of your men<br><br />\n W. Birdwood<br><br />\n 17th Head Quarter's horses taken ashore for a couple of hours exercise.<br><br />\n 19th A party of men-o? wars men from the different ships are on board each trooper to take charge &amp; manoeuvre the lighters etc when landing.<br><br />\n 20th Supply Section go aboard SS \"Atlanta\" from this ship. They will land some time during the night after</p>\n<p><a name=\"a5987015\"></a></p>\n<p> [Page 15]<br><br />\n the landing has been effected.<br><br />\n 21st Very cold. Mail from Australia. Raining all day. Sea rough! Harness brought on deck &amp; dubbed and bagged ready for landing.<br><br />\n 23rd Very cold. Ball ammunition issued. It is expected that a landing will take place very soon, tho? we are still at Lemnos Island.<br><br />\n 24th Saturday. At last we are to make a move. Anchor weighed at 5 am and we moved off at 5.15. It is blowing very hard &amp; is bitterly cold at 10 am we anchored outside Mudros Bay, where all the troopships are gathering.<br><br />\n Sunday 25th About 4.45 am I was awakened by the sound of big guns firing. I quickly dressed myself and went on deck. The first salute I received was a broadside from the \"Euralys\" \"Bacchante\" \"Triumph\" &amp; \"Majestic\" Gee! What a din. Shells were bursting all around us, and the</p>\n<p><a name=\"a5987016\"></a></p>\n<p> [Page 16]<br><br />\n Navy were blowing Hell out of the Turkish batteries on shore.<br><br />\n In the dim light small boats could be seen floating about, - some upturned others containing helpless &amp; battered bodies. Pinnaces were scurrying hither &amp; thither picking up what they could, while others were towing boat loads of Australians to the shore. Later when it became day light we could see (by the aid of glasses) our lads racing for dear life up those precipitous cliffs. First lot of wounded came on board at 6.30 am.<br><br />\n Sampson flew over the Turks finding the range for our guns, and though they fired on him continually for nearly an hour they failed to hit him. The 3rd Brigade were the first to land and of course had to bear the brunt of the Turkish fire. But that did not worry them any, for they threw off their packs, and charged</p>\n<p><a name=\"a5987017\"></a></p>\n<p> [Page 17]<br><br />\n up the hill with fixed bayonets and not a shot in their rifles. In all it was a very successful landing tho? the cost was dear.<br><br />\n 26th Glorious morning. The Allied warships have been bombarding all night and are still going strong. We are now anchored near Imbros Island (15 miles from Gaba Tepe). The A.F.A. New Zealand F.A. &amp; an Indian Mountain Battery landed late last night.<br><br />\n 27th Still on board. Beautiful day. Bombardment still proceeding. Ships Quartermaster falls in a boat from the davits and smashes his skull. Died about 8 pm and was buried at 7.30 am 28th inst. Directly after the funeral we returned to Gaba Tepe. The warships were still bombarding the Turkish positions and the roll musketry was very plainly heard . During the afternoon the ?Majestic? did some more good work. She started</p>\n<p><a name=\"a5987018\"></a></p>\n<p> [Page 18]<br><br />\n off by going very slowly along the beach 'till she passed Gaba Tepe, then she turned broadside on and poured a hail of shells into a Turkish battery who were trying to get behind our lads.<br><br />\n Splinters were flying in all directions and in less than a quarter of an hour the battery was \"non est\" 9pm. It is now very windy &amp; bitterly cold. The warships have again started their bombardment by the aid of searchlights.<br><br />\n 29th Very cold. Bombardment still going on. Six Greek guides were brought aboard and are to be kept under strict surveillance, as their service on the peninsula was far from satisfactory. 8pm. Shrapnel &amp; Lyddyte shells are bursting in the hills and two Turkish villages are ablaze. Several shells were fired at the transports but all of them fell wide ? admitted to ship's Hospital with Mediterranean Fever.</p>\n<p><a name=\"a5987019\"></a></p>\n<p> [Page 19]<br><br />\n 30th Still in hospital. Two shells [indecipherable] from the Goeben burst near the ship today. Villages still blazing and at night combined with the bursting of our shells it presents a most wondrous spectacle.<br><br />\n May 1st Still in hospital. \"Queen Lizzie\" sends a few \"pills\" ashore. 2.30pm ASC go ashore to carry out mule transport work. I am stiff enough to be in hospital so of course am excluded. 4pm Shells from shore force us to move further out. 9pm Zion Mule Corps come aboard to take the place of men who went ashore. They will assist our men to look after horses.<br><br />\n May 2nd Medical stores come on board from \"SS Hindoo\" 6 pm. Seaplane rises for observation purposes. 7 pm Rifle &amp; shell fire start again. 8 pm Fire terrific.<br><br />\n 3rd May Beautiful day. 8 am Seaplane rises for observation purposes, and at 11 am</p>\n<p><a name=\"a5987020\"></a></p>\n<p> [Page 20]<br><br />\n we had rather an exciting time.<br><br />\n Shells coming from the direction of enemy commenced dropping among us. One shell eventually hit a collier, killing one man &amp; wounding several others. Coal was flying in all directions. The transports there beat it to a safer anchorage, the \"Pera\" dragging her anchor in the excitement. About 3.15 pm a Taube flew over us but very high. She fired on by our anti-aircraft guns, but was out of range. <br><br />\n 4th Beautiful day. Occasionally one can hear the rifle fire on the shore intermixed with the booming of the guns of the battleships.<br><br />\n 5th Cool &amp; misty. Very quiet. Seaplane up reconnoitering. One or two shells sent ashore. There are rumors that it is impossible to land the transports and that we are to return to Alexandria to hand the horses over to Tommies &amp; return with pack mules. The sea is</p>\n<p><a name=\"a5987021\"></a></p>\n<p> [Page 21]<br><br />\n now running very high &amp; it is bitterly cold.<br><br />\n 8th Discharged from hospital but still fairly weak. Nothing doing all day. About 5.30 pm a gun from the shore commenced sending a few pills out to us all of which fell wide. Taube up and dropped several bombs, but they fell into the water also.<br><br />\n 9th Sunday. At 9 am Johnny Turk saluted us with four shells from Chanak but these fell short. All day shrapnel falls heavily on the beach.<br><br />\n 11th Destroyer captures small fishing smack which was flying the Greek flag, but was in reality carrying supplies for enemy submarines. Zion Mule Corps return to the Peninsular &amp; ASC men who went ashore on 1st inst returned to the ship. About 11 pm weighed anchor and left for Alexandria at 11.15 pm<br><br />\n 13th Reached Alexandria at 8.10 pm and anchored in the harbour at 8.50 pm.<br><br />\n 14th Came alongside wharf at 4 pm.</p>\n<p><a name=\"a5987022\"></a></p>\n<p> [Page 22]<br><br />\n 14th Horses disembarked. Left for [indecipherable] at 9.30 am and arrived at 2.30 pm.<br><br />\n June 3rd Admitted to Abbassia Cottage Hospital (No 15 General) suffering with relapse of fever &amp; bad eyes.<br><br />\n June 30th Discharged from hospital.<br><br />\n Sept 22nd (2.45 am) On a scouting expedition to Meyiout (80 Kilo's from [indecipherable].) Rather exciting. Splendid time returning to camp at 9.40 am on 23rd .<br><br />\n October 24th Embarked on H.M.T. \"Alnwick Castle\" for Anzac. Certainly same \"beano.\"<br><br />\n Oct. 30. Left Alexandria Harbour at 5 pm<br><br />\n Nov. 1st Run into heavy weather. Sea very rough. Ship tossing like an egg shell.<br><br />\n Nov. 4th Wind abated but sea still fairly rough. About 9.30 am a floating mine was sighted. We hove to and though there were nearly 500 rounds of ball cartridge fired into it ? it failed to explode. So we left it for the mine sweeper which had been sent for as soon as the mine was spotted, and</p>\n<p><a name=\"a5987023\"></a></p>\n<p> [Page 23]<br><br />\n proceeded on our way to Lemnos where we arrived about noon.<br><br />\n 6th Embarked on trawler for Anzac ferry \"Princess Ena\". Will spend the night board and proceed to Anzac tomorrow at 4 pm.<br><br />\n 7th Left for Anzac at 2pm. As soon as we got outside Mudros Bay, we ran into heavy rain &amp; rough seas. Arrived at Anzac at 8 pm but were ordered back to Lemnos as it was impossible to land on account of the heavy seas running.<br><br />\n 8th Arrived back in Mudros Bay at 8 am after steaming steadily all night.<br><br />\n 9th Still in Mudros Bay. Bitterly cold<br><br />\n 10th Sea calm but weather still cold. No further move yet.<br><br />\n 11th At last we move again! Left Mudros Bay at 4 pm. Sea calm. Arrived at ?Anzac? at 9.45 pm, but owing to same hitch could not land till about 2 am on 12th. It is very cold but constant running about keeps us warm.</p>\n<p><a name=\"a5987024\"></a></p>\n<p> [Page 24]<br><br />\n 29th Very cold. Snow is falling and everything is white. Certainly looks great.<br><br />\n Dec 4th Cool. Scotty McIlveen leaves. Carried his kit to Clearing Station and had a couple of narrow shaves.<br><br />\n 8th Dull &amp; cool. Taube up dropping bombs. Four 8.2\" howitzers pay us a visit, one dropping in the centre of the depot. No serious damage was done.<br><br />\n Dec 10th About 11 am several cruisers and monitors commenced a bombardment a little south of Gaba Tepe and finished at about 1 pm.<br><br />\n 11th Some move afoot. Two batteries of artillery shifted their positions some time during the night and this morning were at the foot of \"Whites? Gully\" covered by small trees and bushes. 50 men from \"B\" Depot also left at 5.30 pm, destination unknown.<br><br />\n 12th Beautiful day. \"Beachy Bill\" still active. More troops leave Peninsular though the reason for their departure is a</p>\n<p><a name=\"a5987025\"></a></p>\n<p> [Page 25]<br><br />\n profound secret.<br><br />\n 13th Still cool but misty. More troops leave. About 4 pm the Ordnance Depot was thrown open and the troops were allowed to take anything they liked. There certainly is some big move afoot. Rumor has it that the Peninsular is to be evacuated.<br><br />\n 14th Cool with light showers of rain. \"Johnny Turk\" sends over plenty of high explosive &amp; shrapnel. Received orders to be ready to move off at half an hours notice. All over the place ammunition is being destroyed and millions of rounds are being thrown into the sea. At the supply depots, rum &amp; spirits are also being smashed up.<br><br />\n 15th Cool. No move yet but expecting to move off at any moment. There is only one answer now, which is Evacuation.<br><br />\n 16th Still cool. \"Beachy Bill\" still active. At 6 pm all hands left \"B\" Depot</p>\n<p><a name=\"a5987026\"></a></p>\n<p> [Page 26]<br><br />\n for \"Williams Pier\" where we embarked on a lighter. Gee whiz! We were packed like sardines and if a submarine happened along it would have been the end of us. After an hours cruising we eventually came alongside the \"Princess Ena\" on to which we transhipped. This boat was built to carry 600 passengers from Dover to Calais, but when we got aboard it was literally packed having no less than 2,500 aboard. On the morning of the 17th we entered Mudros Bay. Gee Whiz! It was cold. About 9.30 am we transhipped to a small ferry the \"Waterwitch\" which took us to Turks Head where we landed and proceeded to Sarpi West a distance of about three miles. Here we pitched our tents and were duly too glad to roll into bed.<br><br />\n 18th Took a stroll around the island and visited the R.C. church. It was certainly beautiful, though the architecture</p>\n<p><a name=\"a5987027\"></a></p>\n<p> [Page 27]<br><br />\n was crude.<br><br />\n 19th Still cold and dreary. Infantry continue to arrive from Anzac and the surrounding country is fast becoming a huge sea of canvas.<br><br />\n 21st Very cold. About 10 am it commenced raining very hard and for over two hours poured incessantly. Then the hard ground was transformed  to a veritable quagmire, the only bit of dry ground being inside the tents. Then the mail was given out. Ah! How it livened everyone up. We all sat inside our tents devouring the contents of our mail and didn't care how hard it rained. We had not received any mail for over eight weeks so one can easily imagine how pleased we were.<br><br />\n 22nd The rain has gone and in its place is mud &amp; slush but everything is fresh. It is of course bitterly cold and to make matters infinitely worse</p>\n<p><a name=\"a5987028\"></a></p>\n<p> [Page 28]<br><br />\n we are only receiving \"Bully Beef\" and biscuits.<br><br />\n 23rd A surprise awaited us at reveille. We were called up an hour earlier and told to be ready to move off at 8 am and punctually at that hour we left the camp for Sarpi Pier (Turk's Head) and after waiting till 12 noon embarked on a trawler for H.M.T. \"Caledonian\" which was lying out in the harbour. We boarded this ship at 2 pm and at 3.15 pm were given our \"Xmas Billies\". They were great many useful articles were discovered packed away in them. Some had pipes, tobacco, chocolate, in fact all \"Billies\" were packed with forethought.<br><br />\n 24th Xmas Eve. Dull &amp; showery. Payday. Left for Alexandria at 10 am.<br><br />\n 25th Xmas day. At sea. Rather impromptu concert held on boat deck at 4 pm.<br><br />\n 26th Boxing Day. Arrived at Alexandria and dropped anchor at 8 am.</p>\n<p><a name=\"a59870029\"></a></p>\n<p> [Page 29]<br><br />\n 27th Left moorings and came alongside wharf at 9 am.<br><br />\n Disembarked and entrained by 10am but did not leave Cairo till 12 noon arriving at Helmeit Station at 7.45 pm. Here we loaded our baggage on wagons and left for Zeitoun about a mile distant. On our arrival hot tea was ready and after a snack made our beds in a vacant mess hut and turned in.<br><br />\n 28th Beautiful morning which is quite a contrast to the dull &amp; dreary weather of Anzac &amp; Lemnos.<br><br />\n Jan 4th Left camp at 7.30 am for Tel-el-Kebir arriving there at 2 pm. The camp is situated on the historic battle ground of 32 years ago<br><br />\n Jan 8th Cold &amp; windy. Mail from Australia. 40 letters and 4 parcels.<br><br />\n 9th More mail. 1st Div Train start depot<br><br />\n 10th Beautiful day. Received orders to be</p>\n<p><a name=\"a5987030\"></a></p>\n<p> [Page 30]<br><br />\n ready to leave for Ismailia tomorrow.<br><br />\n 11th Left camp at 8.30 am and boarded 9 am train for Ismailia arriving there at 10.15 am. I was then attached to the 18th ASC temporily until house accomodation could be found.<br><br />\n 13th left for Cairo at 10 am where I arrived at 2 pm. Only stayed 4 hours as I had to go to Alexandria by 6 pm train. Reached Alexandria at 10.30 pm and drove to the \"Windsor\" Hotel where I stayed the night. The following day<br><br />\n 14th I paid a visit to Sidi Gabir and Mustapha Barracks, returning to Ismailia by 4 pm train. At Benha I changed trains and the Ismailia train was literally packed with men returning from Cairo on the expiration of their 48 hours leave. 11.40 saw us at Ismail, the train being 1 hour 40 minutes late.<br><br />\n 15th Changed my abode and am now living in a nice little house adjacent</p>\n<p><a name=\"a5987031\"></a></p>\n<p> [Page 31]<br><br />\n the station we have a piano, and electric light is laid on in every room.<br><br />\n 13th Feb. left for Serapeum at 10 am by ration barge.<br><br />\n 7th March. Admitted to Field Hospital suffering with strained heart, through swimming the Canal.<br><br />\n 9th Discharged with one month's light duties.<br><br />\n 11th Today I was sent to Tel-el-Kebir to report to OC Provisional Formations. I duly reported, but everyone was at a loss to know why I was sent there. Eventually I was sent to N Zealand ASC to be attached until the arrival of the 4th &amp; 5th Div Trains. After I left my kit at the camp, I cleared off to Alexandria and saw the company at Sidi Bishi returning to Tel el Kebir next day 12th .<br><br />\n 15th Cleared off into Cairo and saw C. Widdy [Transcriber's note:  598 PTE Charles V Widdy]<br><br />\n 17th Went to Ismailia and received warrants from R.T.O. to</p>\n<p><a name=\"a5987032\"></a><br><br />\n [Page 32]<br><br />\n go to Alexandria.<br><br />\n 18th Boarded 3.15 pm train for Alexandria and arrived at Sidi Gaber at 8.15pm. Reached camp at 10 pm and stayed over night. I was too late. The company was at full strength so I was transferred to Wardean camp.<br><br />\n 27th Have been here 10 days but no one wants us, so we are to go to Serapeum tomorrow.<br><br />\n 28th Left Gabbary Siding at 9.30 pm<br><br />\n 29th Arrived at Moascar at 6 am and detrained to await the arrival of the Port Suez train which is to take us to Serapeum. Had breakfast? and went for a swim in the \"Bitter Lakes\". Left for Serapeum at 2 pm and arrived at our destination at 3 pm. Then came the march to the Canal a distance of about 4 miles through heavy sand.<br><br />\n The sun was like a furnace and though we marched very slow, several men fell out, exausted. The flies are</p>\n<p><a name=\"a5987033\"></a></p>\n<p> [Page 33]<br><br />\n a great pest and combined with the intense heat our lives are not to be envied.<br><br />\n April 3rd Marched around to 13th Bde but were informed that no transport men were needed so we accordingly marched back and adjourned to a big Square Sap, where we built ourselves a \"home\". Several photos were taken, with a sign board up to the effect, \"Homeless but happy,\" and though we were happy, we cursed everyone who had anything to do with the reorganisation of the Army ? Div Head Quarters term us \"the 36 men living in a hole\".<br><br />\n 11th At 7 am we reported to the adjutant of the 4th Pioneer Battalion and were taken on the strength as Drivers. There was no N.C.O. in charge of us, so I was put in charge and made acting Cpl. I don't know how long this will last however.<br><br />\n 12th Very windy &amp; dusty. Tents &amp; mess</p>\n<p><a name=\"a59870034\"></a></p>\n<p> [Page 34]<br><br />\n huts were blown down<br><br />\n 20th To-day a Light Horse Sgt took charge of transport.<br><br />\n 25th Anzac Day. A holiday has been granted to the troops and distinguishing colors are being given to all men who landed on Anzac. Church Parade was held and all hands had to attend.<br><br />\n May 25th At 3 pm I was warned to take all mules to Serapeum Station and entrain them for Suez. Reached station at about 5.45 but was informed that the cattle train would not leave till midnight. Eventually it did come but not till 3 am. By 4.30 am the train was fully loaded and at 4.45 left for Suez. Six am found us at Shallufa where we detrained 150 mules and left right away for Suez arriving at 10 am. Here we detrained the balance and at 11.15 am left for Serapeum where we arrived at 2.30 pm.<br><br />\n June 1st Left camp at 4 pm with horses</p>\n<p><a name=\"a5987035\"></a></p>\n<p> [Page 35]<br><br />\n and entrained them for Alexandria at No 3 Dump Serapeum. Then as soon as we got the baggage aboard the train left arriving at Gabbary at 3.30 am. 2nd inst. <br><br />\n Here we detrained horses and embarked on the H.M.T \"Kingstonian\". The arrangements were very bad and the result was that units had horses all over the ship. Our horses were in five different places and of course much extra work was experienced.<br><br />\n Sat June 3rd Left wharf at 7 am and headed straight out.<br><br />\n June 6th About 5.30 pm a little excitement prevailed. Three destroyers came rushing up and kept circling the ship. Everyone expected to see a submarine come up alongside any minute, but luckily nothing eventuated. However I have since been informed that while this was going on three submarines were within a three mile radius.<br><br />\n 9th About 5.15 pm we entered the harbour of Marseilles and what a beautiful sight</p>\n<p><a name=\"a59870036\"></a></p>\n<p> [Page 36]<br><br />\n ARRIVE IN FRANCE<br><br />\n it was. Practically speaking there is no harbour merely a bight with an island (well fortified) in the centre. On either side of the entranc, the hills are bristling with guns. All the surrounding country is green and factories are dotted all over the place.<br><br />\n 10th Came alongside wharf at 6.30 am and all horses &amp; baggage was on the wharf by 10.30 am. About 7 pm Arthur Foster &amp; self went for a stroll around the town. It is a great place but how poverty stricken everyone seems!! Every second man is a soldier and black is the fashion for the majority of women. However all seem pleased to see the Australians and smiling faces are seen wherever one looks. ? Everything is doubly expensive in comparison with the prices in Egypt which were dear enough. We had supper after which we went to a Music Hall \"The Kursaal\" where we spent an enjoyable evening arriving back</p>\n<p><a name=\"a5987037\"></a></p>\n<p> [Page 37]<br><br />\n on the ship at 1 am.<br><br />\n 11th Sunday. The battalion arrived today on board HMT \"Scotia\".<br><br />\n At 9 pm all horses were fed &amp; watered and at 10 pm sharp we started off for the railway siding. By 2.30 am 12th inst all horses and vehicles were entraine, and we moved off at 2.35 am, when all hands turned in for a hard earned sleep. About 7.30 am I was awakened to find that we were stopped at Orange. Here we watered and fed our horses and had our breakfast and after an hours stop left at 8.30 am. The surrounding country was beautiful and well under cultivation every inch even the mountain sides being utilised. After about 5 minutes we stopped for about 40 minutes at Mornas to pick up water, leaving at 9.20 am. Then we cut along at the rate of about 40 miles an hour, flashing through the most beautiful scenery I have ever yet seen and I would not have missed seeing it for the world. 12 noon found</p>\n<p><a name=\"a5987038\"></a></p>\n<p> [Page 38]<br><br />\n us at Valence but we stayed for about 15 minutes only and were off once again at a rattling pace. Gee! but it was glorious. Every time we passed through a town or village, the inhabitants rushed out cheering &amp; waving flags etc to us. This was quite a different reception to what we received on landing in Egypt.<br><br />\n About 4.15 pm we slowed down to enter the town of Lyon. It certainly is some town. We had already crossed the Rhone several times but this time went over the best &amp; most substantial bridge during the whole journey. Before entering the town the train stopped for about 15 minutes. Here a huge crowd congregated including many children. The lads in our truck \"started the ball rolling\" by throwing pennies down and in a couple of minutes money was being thrown from all the trucks in the train. When their money was exausted, the lads commenced</p>\n<p><a name=\"a5987039\"></a></p>\n<p> [Page 39]<br><br />\n throwing post cards etc to the crowd. At last we moved on and at 4.40 pm pulled up at Lyon siding for tea. Very soon the crowd congregated and watched us with interest as we watered and fed the horses and stood by until we left at 6.15 pm.<br><br />\n 13th at 5 am we stopped at Nevers for a short while leaving at 5.12 am, the next stop being Montiage at 10.30 am where we watered &amp; fed horses &amp; had dinner.<br><br />\n 11.45 am found us on the move again but we pulled up at Corbeill-Essone to pick up water at 2.23 leaving at 2.30 pm.<br><br />\n Our next stop was at Juvisy at 2.50. This place is a suburb of Paris for as we moved out at 3.20 pm we could plainly see the world famous Eiffel tower. We shunted here &amp; started off in a more northerly direction. At 4 pm we stopped for about 5 minutes at a small suburban station, where young ladies of la Croix</p>\n<p><a name=\"a5987040\"></a></p>\n<p> [Page 40]<br><br />\n rouge met us and handed us coffee &amp; cake. It was well appreciated and as we were leaving, the whole train gave them a hearty cheer. The name of this place was Palaiseau. Versailles was reached by 5 pm and after a few minutes stop we rattled on till we reached Epluches arriving at 7.20. We stayed here about an hour leaving at 8.30 pm.<br><br />\n Practically the whole of the populace was around us asking for \"souvenirs\". RL<br><br />\n At 10.30 pm we passed through Criel one of the biggest stations on the line and at 5 am on the 14th inst arrived at Abbeville, where we detrained horses and vehicles and left for camp about 2 miles distant, arriving about 8.45 am. I was indeed sorry to leave the train as I would have liked to go on forever. <br><br />\n In the evening Andy O?Neil &amp; I went up the town, but as we were both leg weary did not stay long.<br><br />\n 15th Gee whiz! though it is now mid-summer, it is bitterly cold which is quite a change to the intense heat</p>\n<p><a name=\"a5987041\"></a></p>\n<p> [Page 41]<br><br />\n which prevailed when we were leaving Egypt. The balance of the Transport Section joined up today. We leave by road for Hazebrouck tomorrow.<br><br />\n 16th At 12 noon we marched to the wagon park where the Tommies had all the animals ready harnessed &amp; hitched into the wagons for us.<br><br />\n Up till about 11.30 am everything was taken calmly then the bustling started. No one knew exactly what was to be done having never moved off with a convoy previous to this. In the above, I am referring to those in charge, - not the men for I am certain that the officer in charge of the convoy did not know his business. It was the most badly handled affair I have ever had the bad luck to be connected with.<br><br />\n Everyone was giving orders and did not know why they gave them. Also many unnecessary things were done, which of course wasted time and though we had nearly a dozen men surplus to the transport sufficient men could not be found to lead</p>\n<p><a name=\"a5987042\"></a></p>\n<p> [Page 42]<br><br />\n the spare animals. No proper parade was called and when at last we were ready to move off, we were given the command \"walk march\". If this had been obeyed the whole of the convoy would have soon been in utter chaos. However the training the majority of the drivers saved the situation and we moved off in the correct way. To make matters decidedly worse, several staff officers both English &amp; French were standing by watching our departure and of course the 4th Pioneer Battalion Transport left the Staging Camp the laughing stock of the Australian Army. The trek was also a farce. The column which was only a half mile long, soon extended to anything between 4 &amp; 5 miles. Eventually I got the convoy into a bit of formation but as per usual another man received praise for it. About 7.15 we reached La Boiselle where we camped for the night.<br><br />\n It is broad daylight here from about 3.15 am till 10 pm. So very little artificial light</p>\n<p><a name=\"a5987043\"></a></p>\n<p> [Page 43]<br><br />\n is used.<br><br />\n 17th After watering &amp; feeding animals we had breakfast and at 6.45 am were ready to move off. Very little progress was made to-day as the Engineers who were leading the convoy were being continually hung up through their horses jibbing. </p>\n<p>Luckily I had a good team of mules which I was driving four in hand from the box and not once did they stick me up. We had a halt for about an hour for dinner and at 5.45 arrived at Fressin our camping ground for the night.<br><br />\n 18th By 7 am we were on the road and after a good days trek arrived at [indecipherable] at 9 pm.<br><br />\n 19th Raining. Owing to some hitch the convoy was delayed till 12 noon when we left arriving at Strazeele about 7 pm. Here we joined the battalion.<br><br />\n 20th We are supposed to be resting but are instead making preparations for a trek to Armentieres which I believe will take place to-morrow.</p>\n<p><a name=\"a5987044\"></a></p>\n<p> [Page 44]<br><br />\n None of us have been paid since 26.5.16 and today were presented with the enormous sum of 5 Francs (3/6).<br><br />\n 21st Another beautiful jumble of affairs. We were supposed to be ready to move off at 8 am and though we were ready long before 8 am the battalion wasn't. All our wagons had over their correct load, yet baggage &amp; stores were being sent to every wagon. The drivers protested and said that they were already overloaded, but were told by the officers to do as they were told. They then sat back in their seats and let the infantry put what they like on, saying they would take no responsibility for anything over 30 cwt. I had over 4 ton on my wagon, and it didn't matter what fell off I did not stop to pick it up. About 1 pm we stopped for dinner, but it could not be compared with the meals we had when we were on the track by ourselves. After lunch we got on the move again and at 6 pm</p>\n<p><a name=\"a5987045\"></a></p>\n<p> [Page 45]<br><br />\n entered Erquinghem where the battalion were given a lecture on gas and what preventative measures to take. About 7.15 pm I started off for La Visse behind a platoon of men and at last after passing through Sailly &amp; Armentieres (the buildings of the latter are practically torn to pieces by shells) we arrived at our destination (800 yards behind the trenches at 1 am. We unloaded the wagon and after having a cup of tea beat it for home. This was easier said than done, for we did not know where the transport was billeted. Neither did anyone else but we decided to give it a \"fly\".<br><br />\n Anyhow after about half an hours trek we discovered that we were lost in a maze of streets. However a New Zealander saved the situation and we were soon on the right road. Then I caught a glimmer of light in a farm house at the same time giving the familiar Australian \"Coo-ee\", which was answered by \"Who are you.\" \"Pioneers\" I replied!!</p>\n<p><a name=\"a5987046\"></a></p>\n<p> [Page 46]<br><br />\n \"Righto\" \"Come right in.\" That was how I found the transport billet at 2 am on the 20th.<br><br />\n 21st Cool all day. Fritz bombarded the town and trenches. Casualties being one man &amp; one woman. About 11 pm the gas alarm was sounded and for over an hour we sat up in bed with our tube helmets on but the wind changed and luckily for us no gas reached us.<br><br />\n 23rd Today a terrific thunderstorm raged. 4 men being struck by lightning at 9.30 pm left for La Visse with rations.<br><br />\n 24th Raining all day. Rode over to Sailly and saw Billy Govers.<br><br />\n 25th Rain at intervals. Terrific bombardment by our batteries commencing at 11.15 pm I was taking timber &amp; bridging material to La Visse dump and the row of the wagons attracted the attention of Fritz's machine guns which were immediately turned on us. Bullets were whistling all around but luckily they were too high and none reached us. Several chaps swear</p>\n<p><a name=\"a5987047\"></a></p>\n<p> [Page 47]<br><br />\n that they were <u>nearly</u> hit but I think it was only nervous fancy.<br><br />\n 26th Raining all day. Four German observation balloons were brought down by our aeroplanes. It was certainly a great sight to see the balloons all ablaze falling towards the ground.<br><br />\n 27th Transport to Moat Farm &amp; Bois Grenier.<br><br />\n 28th Slight showers of rain. Transport to \"White City\". New Zealanders send some gas to Fritz.<br><br />\n 29th Fine all day. Transport to B Coys Dump (Reserve Tranches) Bombardment of 60 mile front by Allies. Terrific uproar.<br><br />\n 30th Dull with showers of rain. Very quiet.<br><br />\n Sat. July 1st Bombardment by Fritz. One church destroyed and several farmhouses set afire. About 7 pm about 10 aeroplanes ascended and were fired upon for over an hour by Fritz without being hit.<br><br />\n Sunday July 2nd German Tubes up. Transport to Moat Farm. Quiet.<br><br />\n July 3rd Beautiful day. Transport to Moat Farm. About 11.10 pm Fritz started a terrific bombardment of the town of Armentieres.</p>\n<p><a name=\"a5987048\"></a></p>\n<p> [Page 48]<br><br />\n The din was awful. At Moat Farm shrapnel &amp; high explosive were bursting. Snipers were also going strong. On our way home we could see several buildings on fire and women were crouching &amp; sneaking along the street to find shelter. It was indeed pitiful to see. The bombardment lasted long after 1 am and when I was going to bed at 1.15 am women &amp; children were still in the street too afraid to go to bed.<br><br />\n Tuesday 4th Dull. Night off.<br><br />\n Wednesday 5th Dull. Transport to Pinewood Avenue. Gas alarm sounded about 11.45 pm and for over two miles I drove the team home at a gallop with my helmet on. Could not see an inch in front of me and was lucky that no serious accident occurred.<br><br />\n Thursday 6th Dull. Transport to Moat Farm. After unloading proceeded to La Visse where B Coy were billeted. Here I loaded tools etc. and left for camp about 1 am. Arrived back at the billet about 2 am where I was informed that the Gas alarm had sounded two</p>\n<p><a name=\"a5987049\"></a></p>\n<p> [Page 49]<br><br />\n minutes previous. However everything was quiet so I put horses away before donning my helmet.<br><br />\n 7th Raining. Left transport billet about 11 am for Bac St Maur where we arrived at about 3.30 pm. We could have done it in less but had to go in a roundabout way on account of German Observation Posts. (balloons). The farm where we are now billeted is much nearer the \"line\", but the accommodation for the troops is much inferior to our last billet. No one knows how long we shall stay in this place but I don't think it will be long.<br><br />\n 9th Cool. Fine weather. Huns send shrapnel over to find the batteries which are nearby. Shells are bursting very close to our billet. At 1 pm 4 wagons were sent to R E Dump to load revetting frames and when this was done we proceeded to a sheltered spot where we parked up. At 9 pm we left the billet and hooking into the wagons we proceeded to different points of the line where we unloaded and returned to the billet.<br><br />\n 10th Cool. Fine. We leave here tomorrow for Strazeele. About 12 (mid.) I was awakened and told to take charge of a convoy of ammunition to be delivered to</p>\n<p><a name=\"a5987050\"></a></p>\n<p> [Page 50]<br><br />\n Australian Tunnelling Coy. I arrived at my destination at about 1 am but as there was no fatigue party there the drivers unhooked &amp; returned to the billet arriving at 2.30 am.<br><br />\n 11th Reveille was at 5 am and we left the billet about 9 am. The weather was clear and cold and after a good days trek arrived at Strazeele about 5 pm. Here we proceeded to the same billets used by us on our journey from Abbeyville to Armentieres where we put down horse lines and made preparations for a nights? stay.<br><br />\n 12th Cool. All wagons were unloaded &amp; repacked ready to move off but owing to some \"hitch\" (one always occurs) the officers gear was taken off as we are to stay another night. Up to date the final destination is unknown though many have the impression we are going to the Somme.<br><br />\n 13th Dull &amp; cold. At 10.30 am all transport left billet for Bailleul Station a distance of about 7 miles. We reached there about 3 pm &amp; by 4.15 all horses were aboard and vehicles entrained. At 5 pm the train pulled out and after 5 hours journey arrived OK at Doullens (on the Somme). There the work commenced in getting horses &amp; vehicles off but this was speedily done &amp; by 12 midnight we were well on the road for Canaples. And oh! What a monotonous tiresome journey. The weather</p>\n<p><a name=\"a5987051\"></a></p>\n<p> [Page 51]<br><br />\n was cold and our slow progress made it all the colder. But it is always the same when following a battalion. About 6 am on the 14th inst we reached our destination, it taking 6 hours to travel 16.6 Kilos.<br><br />\n Even now I am told that we have come to the wrong place. So in all probability we shall be on the move again very shortly. During the afternoon we were paid the large sum of 20 Francs (14/-). This is the worst crowd I know for pay. Took wagons around to the Billet &amp; reloaded tools etc returning to the yard when completed.<br><br />\n 15th July Misty &amp; cool. No move yet. At 4 pm the Colonel called a parade and spoke of the unruly way in which the battalion behaved last night. He stated that they were a disgrace to the Division and that the inhabitants of this little village had already summed them up as \"a lot of beastly drunkards.\" He was right. They are indeed the most motley crowd a man could be associated with. Rejects from other battalions on account of their conduct. I, as well as many others, am ashamed to mention the fact that I am a member of the 4th Pioneer Battalion.</p>\n<p><a name=\"a5987052\"></a></p>\n<p> [Page 52]<br><br />\n 16th Dull with light showers of rain. At 2 pm we were inspected by General Cox G.O.C. 4th Aust Division. He spoke principally on the behaviour of this particular battalion, which he considered disgraceful. He appealed to the better nature of the men to assert itself stating that a few \"black sheep\" would bring disgrace upon any battalion. His speech was short &amp; terse and half an hour after his arrival, he took the salute and returned to the parade ground to speak to the prisoners, who were brought up for inspection under a strong guard. Several prisoners were tied to the wheels of our wagons and were to be treated likewise until their term of punishment is completed.<br><br />\n I used to feel sorry for men placed in such a predicament but these men deserve absolutely no sympathy. Blaguardism reigns supreme among the battalion, though in fairness to the decent men I will say that there are some fine fellows who, ? through being in the battalion ? are labelled the same as the majority.</p>\n<p><a name=\"a5987053\"></a></p>\n<p> [Page 53]<br><br />\n 17th Dull &amp; wet. No further move yet though it is expected we shall move sometime tomorrow.<br><br />\n 18th Raining all day. Order to move cancelled. Mail from Australia.<br><br />\n 19th Beautiful day. Nothing to note.<br><br />\n 20th Another beautiful day. Colonel [indecipherable] releases all prisoners and forms a platoon of them.<br><br />\n 21st Payday. Nothing to do all day. About 15 men paraded to the Colonel for a transfer to the ASC their reason being that the Pioneers had a very bad reputation. He however asked them to stay as they were the sort of men who would help him to build up the battalion. At 9 pm I was warned to be ready to move off at 7.30 am to-morrow with \"B\" Coy.<br><br />\n 22nd At 7.30 am sharp two G.S. wagons &amp; a Cook Kitchen moved out of the park and awaited the arrival of the 13th Engineers. Meanwhile the Colonel came around &amp; spoke the men of B Coy who were waiting for the motor buses to take them to the trenches. He told them how they had been selected to be attached to the 1st Div during</p>\n<p><a name=\"a5987054\"></a></p>\n<p> [Page 54]<br><br />\n the big offensive and hoped they would make a name for themselves. This Colonel has not been with us long, having taken the place of Major William, about 10 days ago. But during that time, all the men have grown to like him and as the motors streamed passed him all the lads cheered him. <br><br />\n About 5 pm the convoy arrived at Albert. Here the guns of both sides were roaring, though the Germans were in the minority. The town has been literally blown to pieces. The 1st Aus. Div. is preparing for their advance which they will commence (all being well) to-morrow 23rd inst. All of them have a square pink patch on their backs so as to be distinguished by the artillery observers. B Coy marched out to the trenches about 7.30 pm. All night our guns kept up a heavy bombardment of the German lines &amp; Supports in fact it was heavier than any I have yet heard.<br><br />\n 23rd Sunday. Dull &amp; cool. Artillery still active though not so heavy as last night.<br><br />\n Our lads went over the parapet at 4 am and charged the German lines. Up to date no news</p>\n<p><a name=\"a5987055\"></a></p>\n<p> [Page 55]<br><br />\n has come through. About 9.30 am Fritz commenced sending a few shells across several of which exploded nearby in the trees. One however burst on the roof of our billet sending a hail of slate and pieces of shell for hundreds of yards. Luckily no one was hurt.<br><br />\n About 4 pm I \"paid a visit\" to where the German prisoners (captured last night &amp; early this morning) were being kept. There were some big fellows among them, likewise some very small fellows. They all looked well with the exception of three, who were wounded. All were equipped with tobacco and cigarettes which was taken from them and distributed among the \"onlookers\". There were two officers among them, one of whom (he had an Iron cross) spoke in a don't care way to our officers, in fact they seemed glad they were captured. All day &amp; night our artillery kept up a continual bombardment.<br><br />\n 24th Dull &amp; cool. \"Fritz\" sends over a few shells which explode very close to our billet. About 10 am he sent a few more</p>\n<p><a name=\"a5987056\"></a></p>\n<p> [Page 56]<br><br />\n which burst near la Basilique (the Cathedral of Notre Dame). The tower of this church is battered beyond recognition, with the statue of the Virgin Mary hanging a right angles. It is one of the many churches that have been torn to pieces by \"les Allemands\".<br><br />\n At 2 pm we \"hooked in\" and left for the Transport Camp about 1 kilo away from Albert, as the shells were falling too close to the horses. The 5th Bde went into the trenches about 7.30 pm and about 8 pm our artillery opened out in a terrific bombardment of the German lines. Gee! The din was terrific and it's a wonder to me how anyone could live through such a hail of shells. The whole valley seemed one burst of flame. Wounded were coming in all night but all were cheerful.<br><br />\n 25th Dull. Very quiet 'till about 10 am when Fritz opened up with shrapnel some of which fell near our lines but did no material damage. The D.A.C. were carting shrapnel &amp; high explosive to our guns all day. It looks as though \"Fritz\" is in for a lively time to-night</p>\n<p><a name=\"a5987057\"></a></p>\n<p> [Page 57]<br><br />\n ambulance wagons were streaming towards the dressing stations filled with wounded. More German prisoners brought in to-day.<br><br />\n 26th 1st Aus Division were relieved to-day, and Gee how tired &amp; bedraggled they were!! They had had four days heavy fighting and were glad to get a spell. They had succeeded in the task they overtook &amp; captured the village of Poizieres. But at what a cost? All day \"Fritz\" sent over shrapnel &amp; high explosive, to which our guns replied. About 7.30 pm the 2nd Aus Div marched into the trenches. Heavy bombardment all night by our guns.<br><br />\n 27th Great weather. Ambulances bring in more wounded most of which belong to the 5th Bde ? went up to the trenches about 1 pm. Dead were lying all over the place and the stench was awful. Germans were intermixed with our own lads and some were literally blown to pieces. Shrapnel &amp; lyddyte was bursting over our support trenches and bullets were flying all over the places ? Gee whiz! the dugouts of the Germans were nothing short</p>\n<p><a name=\"a5987058\"></a></p>\n<p> [Page 58]<br><br />\n of elaborate. ? They are fully 30 ft underground, with subterranean passages connecting into others. Beds with wire mattresses were arranged ship fashion and the walls were <u>decorated with pictures &amp; photos. Evidently they </u> intended to make a prolonged stay but our lads disturbed the harmony. All night our artillery kept up a heavy bombardment the roar being deafening.<br><br />\n 28th Beautiful morning. Remainder of transport arrive about 6 am. About 7 pm our artillery commenced a bombardment, which gradually grew until the whole of the surrounding country was converted into a ball of fire. The din &amp; noise surpassed any I have yet heard. To attempt to describe the action would be a fallacy, and I am sure it would take more than an ordinary descriptive writer to do so. It was tremendous. I lay awake until about 3 am listening to the roar and watching the bursts of the shells &amp; flares.<br><br />\n 29th Ordered to leave the transport at 7 am. This was done on time and by 8 am we reached our 2nd Camp, which is situated on the road to Amiens (AMIENS).</p>\n<p><a name=\"a5987059\"></a></p>\n<p> [Page 59]<br><br />\n Here we renovated the old dug-outs and prepared for a long stay. Bombardment continues all night.<br><br />\n 30th Very hot all day. Made two trips to the trenches. Shrapnel falling fairly heavily. The convoy was halted in a maze of trenches dug in the town of La Boisele. What was once a charming village is a heap of debris. Fricourt &amp; Poizieres are also battered beyond repair, in fact all houses within a ten mile radius of the trenches are smashed up.<br><br />\n 31st Very warm. Three trips to trenches. \"Fritz\" very busy. Several killed &amp; wounded. Shells burst very close to convoy blowing up roads. About 3 pm shells commenced falling in the billets of the Companies. A whole terrace of houses was razed to the ground. 1 man killed &amp; several wounded. Practically everyone was out at work at the time. At 5 pm I was detailed to take a wagon to remove the body to the cemetery. It was pitiful. Capt Tauvelle &amp; myself carried the body to the grave where the Burial Service was read. It was all over in about 15 minute, the only mourners being myself, team mate Capt Tauvelle &amp; several Tommies. Someone's heart will break to-night &amp; tomorrow.</p>\n<p><a name=\"a5987060\"></a></p>\n<p> [Page 60]<br><br />\n Aug 1st Beautiful day. Everything fairly quiet except for an occasional shell one of which smashed up a convoy near the Cathedral. Our guns open out about 5 pm.<br><br />\n Aug 2nd Warm. Quiet all day. The 2nd Aus Div. will go over the parapet for the third time to-night. General Birdwood will take command of both Artillery &amp; Infantry. He stated that we <u>must</u> gain our objective to-night at all costs. <br><br />\n About 7.30 pm the Huns sent some shells into the town. Bricks &amp; sand were flying all over the place. Many of his shells were defective &amp; did not burst ? luckily for us. <br><br />\n 8.10 pm our artillery has opened out &amp; is sending a hail of shells into the German lines. There promises to be a big bombardment tonight.<br><br />\n Aug 3rd There certainly was some bombardment last night. Star shells &amp; shrapnel lit up the sky &amp; Howitzers screamed through the air. Some place France! Our boys did not go over the parapet last night.<br><br />\n Very quiet all day except for the heavy batteries alongside us. About 7 pm our artillery opened out a terrific bombardment which lasted till about 6 am 4th inst.</p>\n<p><a name=\"a5987061\"></a></p>\n<p> [Page 61]<br><br />\n 4th Dusty &amp; warm. Hardly a gun spoke all day till about 6 pm when our artillery opened out. For about 12 hours the guns roared. Of course we did not have all the say for Fritz kept up a hail of shrapnel &amp; high explosive to our trenches. Star shells were soaring in the sky intermixed with our artillery signals. Our lads \"hopped the parapet\" at 2 am and gained their objectives with comparatively small losses.<br><br />\n 5th Beautiful day. Fritz continues to send shells into the town. Hundreds of prisoners captured during the charge march through the town under escort.<br><br />\n 6th Very misty. Shells were bursting in and around the town all night. Artillery duel kept up all day. Out to trenches. Plenty of bombs flying about also shrapnel.<br><br />\n 7th Out at trenches. Shrapnel &amp; smoke [indecipherable] flying about.<br><br />\n 18 pounders keep up demonstration all day &amp; occasionally the big guns would bark. Trip to Frauvillers. Gee! Had rather a \"large night! \"No bace pour moi\"<br><br />\n 8th Dull. Artillery quiet. Plenty of bombs were thrown by both sides. Shrapnel was exploding</p>\n<p><a name=\"a5987062\"></a></p>\n<p> [Page 62]<br><br />\n over our trenches &amp; supports. The 4th Div now man the front line &amp; supports. About 10 pm the artillery opened out &amp; kept up a heavy bombardment till about 5 am when it ceased.<br><br />\n 9th Raining. Everything very quiet except for the usual rattle of trench mortars &amp; shrapnel, which never ceases. Slight bombardment during night.<br><br />\n 10th Raining still. Ground very mucky. Fritz sends over more shells. Our artillery bombard at night.<br><br />\n 11th Rain ceased. Beautiful day. Shells are continually falling in village. \"Granny\" who is alongside us barks at intervals. Gee she makes some row.<br><br />\n 12th All quiet on our side. Fritz livens up &amp; sends plenty of shrapnel &amp; high explosive into Fricourt ? Poizieres &amp; Contalmaison. Wounded come in all day. Mick Cavanagh goes to hospital.<br><br />\n 13th Sunday. Out all day at trenches. Quiet except for the usual shrapnel etc. Attack about 10 pm ? Furious.<br><br />\n 14th Wet &amp; mucky. Very quiet all day the silence being broken in our area by \"Granny\" who \"spoke\" occasionally. At 6 pm all wagons were sent out to Becourt Wood to be loaded with the battalion's tools. We packed up</p>\n<p><a name=\"a5987063\"></a></p>\n<p> [Page 63]<br><br />\n alongside Head Quarters and unhooked returning with the mules to transport park.<br><br />\n 15th Wet &amp; miserable. Left camp at 9.45 am arriving at Becourt Wood at 10.30. Here  we hooked into wagons and \"Stood by\". Everything was quiet on Fritz's side only the screeching of our shells going through the air being heard. By 1 pm we were ready to move off ? then the circus began. The roads were very slippery &amp; our mules were sliding all over the road. It was impossible for four mules to pull the wagon &amp; of course leaders had to be attached. Eventually we arrived without mishap at the Australian Transport Camp (near Albert station where I was camped when attached to 1st Division). Here we put down horse lines and bivouacked for the night. Taubes up. Also many British &amp; French aeroplanes.<br><br />\n 16th Reveille was at 4 am and by six am all was ready for moving off. The roads were slippery and consequently our departure was delayed. However by 7 am we</p>\n<p><a name=\"a5987064\"></a>4<br><br />\n [Page 64]<br><br />\n were on the road. The journey was tedious and at 12.30 we arrived at Warloy where we stayed for the night.<br><br />\n 17th Reveille at 4.30 am and by 8 am we were on the way. Progress was as usual very slow. The ground was still slippery though much better than yesterday.<br><br />\n By 12 noon we were at Senlis where we parked up and made bivouacks. During the afternoon it rained and everything was converted into a muck heap.<br><br />\n 18th Beautiful day. Harness cleaning &amp; steel burnishing. Gee some work!! All night long a terrific bombardment raged which could be heard quite distinctly here. About 5 am<br><br />\n 19th inst it ceased. Rain continued all day and about 9 pm the artillery opened out again.<br><br />\n 20th Beautiful day. Harness cleaning &amp; burnishing. Bombardment commenced about 9 pm and kept going solid till about 5 am 21st when it lapsed into one continual rumbling and about 9 am it died down. If we can hear it at this distance it must be hell in the line. Route march from 9 am to 12 noon.</p>\n<p><a name=\"a5987065\"></a></p>\n<p> [Page 65]<br><br />\n 22nd Beautiful day. Harness cleaning all day. About 7 pm Fritz sent over about 8 high explosives which dropped in a field nearby tearing up the ground and sending men &amp; horses scattering in all directions. All night long he kept it up firing in about ten minute intervals.<br><br />\n 23rd (My birthday) Warm. Nothing doing except ordinary daily routine. Heavy bombardment at night. Raining.<br><br />\n 24th Dull. A &amp; B Coys with transport leave for Avoca Gully (near La Boiselle). Roads were good &amp; we reached the gully without mishap. Fritz was very quiet tho? our batteries were pouring a hail of shell into him. Unhitched &amp; after having a cup of tea returned to transport camp at Senlis arriving about 6 pm.<br><br />\n 25th Dull &amp; wet. Nothing doing all day. Balance of waggons packed ready for moving off to-morrow.<br><br />\n 26th Raining. Hitches as usual and tho? everyone was ready to move off at 9 am we did not get away 'til 10.45 am. Trekking was very slow and we did not arrive at the new transport camp (alongside old one on road to Amiens) 'til about 3 pm. Rained <u>all night</u>. Our heavy batteries going strong.<br><br />\n 27th Still raining. Very quiet. Out at trenches. Rumours a big bombardment starting tonight. 10 pm. Heavy</p>\n<p><a name=\"a5987066\"></a></p>\n<p> [Page 66]<br><br />\n bombardment in progress. Rain cleared off.<br><br />\n 28th Monday. Still clear. Very quiet. At 1 pm went to the trenches. Rain started about 2 pm &amp; poured for the rest of the day. Germans bombard our front line &amp; reserves.<br><br />\n 29th Still raining. The ground is very slippery &amp; it is difficult to walk. About 5 pm a terrific thunderstorm commenced. Bivouacs &amp; dug outs were torn down &amp; filled with water. By 6 pm it had abated &amp; then came the work of fixing them up again. After this was done we had \"tea\". Luke warm tea &amp; a hard biscuit. The food is fast becoming worse. The quality is good but the quantity small. If it continues we shall find it a difficult matter to exist. No explanation given as to the shortage of food.<br><br />\n 30th All night long the wind blew a hurricane taking all before it. Luckily however my dug out was one of the few left standing. <u>Still it needed renovating.</u> This was hardly finished when the rain again commenced and between the wind &amp; rain we had a lively time . <br><br />\n About 4 pm there was a little excitement. Fritz sent over a couple of shells which landed in the centre of the camp (about 100 yds from my dug out) burying four men of the Irish Guards. It was pouring rain. Never-</p>\n<p><a name=\"a5987067\"></a></p>\n<p> [Page 67]<br><br />\n the-less we received the order to stand to our horses. When the third shell landed. (Same line 20 yds ahead.) we took horses 100 yds up the Amiens Road. Here we stood in the wet and watched the shells bursting in the camp. By 5 pm all was over and we returned and had tea. There were only 4 casualties (3 slight abrasions &amp; one seriously injured) caused by the whole of the 15 shells which were all high explosive. Raining all night.<br><br />\n 31st Storm abated. Beautiful day. At 7 pm went to Avoca Gully to transport troops to firing line. We loaded up &amp; at 9 pm moved off. The roads were very slippery &amp; it was impossible for the horses to obtain a footing. The night was very dark, the only light being that of a star shell or shrapnel bursting. However on we went dodging huge shell holes by inches but at last we had to abandon the job as the ground was too difficult. The men got off the wagons &amp; we \"beat it\" for home arriving back about 12.30 am.<br><br />\n September 1st Another fine day. About 9 am went to Avoca Gully with rations. Saw several Generals from the different armies of the Allies (\"in full war paint\") inspecting roads etc. 6pm ordered to take</p>\n<p><a name=\"a5987068\"></a></p>\n<p> [Page 68]<br><br />\n wagons to Gully to take men to trenches arrived on time and after waiting about half an hour loaded up. Gee! The roads were very heavy and the many shell holes we encountered made the pulling decidedly worse. As usual our only light was that of the \"flares\" or \"Star Shells\". Our artillery was going strong, but so was \"Fritz's\", however he did us no material harm and we landed back in camp OK.<br><br />\n Sept 2nd. Fine weather still continues.  We should have been up at 3.30 am, but owing to the slackness of the picquet we were not called till about 4.40 am. Then came the rush to get out. It was done quicker than I have ever yet seen. Well within a quarter of an hour we were tearing \"hell for leather\" towards then trenches arriving 20 minutes late. Still not too late to do our job. When this was completed we returned to camp arriving at about 8.45 am. Nothing of note.<br><br />\n 3rd Dull day. 4th Au. Div are to be relieved in a couple of days. 13th Bde attacked &amp; captured Moquet Farm N.E. of Pozieres digging themselves in 200 yds beyond. Germans bombarded heavily and though our lads sustained heavy casualties they did not relinquish their hold. B Coy 4th Pnrs acted as Supply Party to both</p>\n<p><a name=\"a5987069\"></a></p>\n<p> [Page 69]<br><br />\n the 13th Bde &amp; Canadians. About 2pm an order was given for every man within a radius of 4 miles of Pozieres to \"stand to\" ready to proceed to the trenches. Just after that order had been promulgated a terrific bombardment was opened up on the left flank, in the direction of Thiepval. It lasted for about three quarters of an hour and ceased suddenly as it had started.<br><br />\n 4th Dull. Reveille was at 4 am and after having breakfast started for Avoca Gully to load up the Companys? goods etc. About 8 am it started raining and the roads soon became mucky &amp; slippery. All trains had to be double banked &amp; in one case there were 10 mules on one wagon. At 10 am \"Fritzs\" sent over about 12 high explosive shells, all of which fell on the road over which we had to pass with the wagons. Perhaps the slippery roads saved us, for if the roads had been good, we would certainly have run into the shells. Eventually we reached the hard road and were soon on our way to Vadencourt, where we arrived about 5 pm. Parked up &amp; camped for the night. Up to now our ultimate destination is unknown.<br><br />\n 5th Rained heavily all night but has cleared off</p>\n<p><a name=\"a5987070\"></a></p>\n<p> [Page 70]<br><br />\n <u>arrive in Belgium</u><br><br />\n now though the weather is still dull.<br><br />\n All the afternoon a heavy bombardment could be heard coming from the region of Pozieres. Last of the 4th Aus. Div. came out of the line today. Canadians march in.<br><br />\n 6th Reveille at 4 am and after the usual routine we moved off at about 7.30 am. Progress was very slow and after many halts arrived at Herrisart, where we stopped for dinner. By 2pm we were on the way and at 4 pm reached Beauval where pitched camp for the night. This is the largest village I have been to since leaving Abbeyville. It is nicely situated in a valley and cannot be seen from a distance on account of the thick foliage about it. Fine weather prevails, for which we are all mighty thankful.<br><br />\n 7th Fine day. Harness cleaning all day. On \"leave\" to Doullens. Good time.<br><br />\n 8th Inspection of harness by C.O. Hooked in at 4pm and at about 5 pm left for Doullens where we arrived at about 7.30 pm. We should have arrived about 6.15 pm but as usual plenty of mistakes &amp; blunders were made, such as taking the wrong road &amp; stopping to</p>\n<p><a name=\"a5987071\"></a></p>\n<p> [Page 71]<br><br />\n consult the maps. The train was due to leave at 10.28 pm and everything was loaded (mules &amp; wagons) and the men all aboard when she left. The night was chilly &amp; about midnight a heavy fog settled on the country.<br><br />\n 9th Heavy fog. At 7 am we arrived at Proven where we detrained mules, wagons etc hooked in and started off on the track. The column was halted outside the town for an hour and we had breakfast &amp; fed our mules. At 9.30 we were on the move again and at 11.15 am we passed through Poperinghe (a fairly big town). About 2 pm we reached Renninghelst, where we pitched camp 18 kilos from Ypres. Constant shelling can be heard quite distinctly.<br><br />\n 10th Beautiful day. Nothing of note.<br><br />\n 11th Pioneers renovate narrow gauge railway from Poperinghe to Ypres. A long job.<br><br />\n 15th All \"1914 men\" were ordered to hand in their pay books. I think furlough is to be granted.<br><br />\n 18th Raining heavy all day. As per usual another box up. We are to shift camp today. Reveille was at 4.30 am and at 6 am all available wagons and</p>\n<p><a name=\"a5987072\"></a></p>\n<p> [Page 72]<br><br />\n limbers conveyed the battalion to their work. (I have been told that General Cox reprimanded Colonel Furtrell for bringing the men out to do unnecessary work on such a day.) The time for moving off was fixed for 12.30 pm but at the last minute all loads had to be taken off &amp; dumped in the rain while the wagons went to bring the battalion back. (This is the only battalion who are carried to their work &amp; I think that on such a day &amp; as we are shifting camp they could have walked. Besides it would have been better for them instead of sitting shivering in the wagons.) That completely stopped everything &amp; we had to hang about in the rain &amp; cold till 4.30 pm until we could leave for the new camp. However we arrived at Miemne Camp about 6 pm (one mile from the old camp), and found to our dismay the huts leaking &amp; water pouring in. Everything was muck &amp; slush. Luckily the rain cleared off &amp; and we were able to sleep in the huts. Oh! This is a beautiful battalion to belong to. If men in Australia knew what they would have to put up with \"on active service\" and behind the line (we are 4 miles behind supposed to be making</p>\n<p><a name=\"a5987073\"></a></p>\n<p> [Page 73]<br><br />\n preparations for the winter) they would see the authorities in hell before they came away. Yet they want conscription in Australia!! Hell! What a fallacy?!!<br><br />\n 19th Cold slight shower of rain, but about 8 am the sun began to shine making things look better. <br><br />\n First batch of men went on furlough last night. Evidently service does not count as all of them are junior service men. Oh Hell. Im full.<br><br />\n Our artillery was active during the night. In a house nearby is a 12 inch gun, besides there are many guns of smaller calibre, snugly hidden within 5 minutes walk from here. In point of fact the fields are literally speaking \"one huge arsenal\". Gee! What a find for the ?Fokker &amp; Taube.?<br><br />\n 20th Raining hard all day. Everything is miserable. Wagons again go out with men. During the day our guns barked &amp; sent more shells into Fritz's lines. Our aeroplanes were up over Fritzs trenches and though he had over 500 shells fired after him, he was not brought down. It rained heavily all night but that did not prevent an artillery duel which lasted over an hour.</p>\n<p><a name=\"a5987074\"></a></p>\n<p> [Page 74]<br><br />\n 21st At last it is a fine day, but how long will it last? The ground is mucky and mud is dragged into the huts. A platoon each from A &amp; B Coy go into the front line our wagons taking them up as far as possible. Up to date we are the only transport to go so close (with wagons) to the firing line and do more work than any 4 Infantry Transports. Besides these early morning &amp; night trips, harness &amp; steel work has to be cleaned which is a difficult matter in such weather.<br><br />\n From 4 am the artillery fired intermittently, kicking up a \"<u>holy row</u>\", and each time they ceased, machine guns would roll. Dickebusch the town of which outskirts we are camped has been torn to pieces by shells and the houses present a rather dilapidated appearance. The roads are also torn up by shells but all these towns near the firing line are the same.<br><br />\n 22nd Fine weather. Enemy aircraft active above our lines. Except for an occasional shell everything is quiet.<br><br />\n 23rd Fine weather continues. Trip to outskirts of Dickebusch. Dead quite.<br><br />\n 24th Good weather. Fritz's aeroplanes flew above the trenches &amp; camps behind the line. Our anti-</p>\n<p><a name=\"a5987075\"></a></p>\n<p> [Page 75]<br><br />\n air-craft guns blazed away at them but failed to hit them on account of the great height at which they were flying. Shell cases were falling fairly thick in and about our camp. Shrapnel pellets were also falling several men being wounded.<br><br />\n 25th Fine. Quiet except for occasional outbursts of fire by our guns. Trip to Dickebusch with troops.<br><br />\n 26th Fine. Out to trenches with men. Snipers and machine guns at work. Guns quiet. Aeroplane duel resulting in the destruction of a Fokker. Some sight.<br><br />\n 27th Fine. Out at trenches. Artilery active. Also snipers &amp; machine guns. </p>\n<p>28th Fine. Out at trenches. Dead quiet. The 12 inch gun which is 50 yds from my bungalow fired 5 rounds this afternoon shaking the ground for a radius of about 400 yds. The din was terrific and the burst of flame was about 9 ft long. Certainly some souvenir for Fritz.</p>\n<p><a name=\"a5987076\"></a></p>\n<p> [Page 76]<br><br />\n 29th Beautiful day. Out of trenches. Very quiet all day. Fritz bombards during the night.<br><br />\n 30th Misty. Trip to Dickebusch with troops. During the day our guns kept up a hail of shells on to the German trenches. Machine guns are also going same.<br><br />\n October 1st Fine day though cool. Battalion have a day off. Very quiet along the line except for the usual rattle of machine guns.<br><br />\n Oct 2nd Raining. Stayed \"at home\" and entertained some of the lads with a gift Gramophone, which we borrowed from the Quartermaster. It certainly reminded one of old times to hear the familiar music. It was dead quiet all along the line and a stranger would hardly think a war was on.<br><br />\n Oct 14th Up to now everything has been very quiet. Every day I have gone to trenches with troops but apart from that I have done nothing. Every day it becomes colder, and very often it rains.<br><br />\n Voting on the Conscription Referendum takes place within a few days</p>\n<p><a name=\"a5987077\"></a></p>\n<p> [Page 77]<br><br />\n October 21 During the last week it has rained intermittently, at the same time being very cold. Frost has fallen this last two nights this morning being the heaviest, the fields about us were covered in a mantle of frost which looked beautiful but Gee! how cold it was. Trip to trenches! Mail in (5) (1)<br><br />\n Oct 22nd Once again the ground was white with frost and the air cut like a knife. We are now making preparations to move off. Wagons go to their respective companies to-day to be loaded &amp; ready to leave early to-morrow morning ? no one seems to know where we are going, tho? many are the conjectures!! Our Steel &amp; Gas Helmets are being handed in, as are our trench boots. Some say its Salonika others Mesopotamia ? I wonder which is correct?<br><br />\n 23rd The usual jumble of affairs that always precedes a departure. About 10 am we moved off arriving outside Abeele at about 1 pm where we had lunch. About 2 pm I was sent to Whippenhoek Siding to take delivery of a water cart. After making numerous enquiries, we eventually arrived at our destination and were soon on our way \"home\".<br><br />\n The guide who was to be at the Corner to</p>\n<p><a name=\"a5987078\"></a></p>\n<p> [Page 78]<br><br />\n direct us, was conspicuous by his absence. Consequently we became \"bushed\". About 7 pm we arrived at the village of Watteau, where we decided to stay for the night.<br><br />\n 24th Saddled up and hunted for the Battalion which I found camped outside Abeele. We had gone 6 miles too far, so had to return. Raining all day! Everywhere one walked he sunk knee deep in mud. <u> The weather is cold and bleak.</u><br><br />\n 25th Raining hard. Everything is miserable. Took a stroll into Poperinghe. Very quiet.<br><br />\n 26th Reveille at 4.30 am. Moved off at 7 am. Rain cleared off about 7.30 arrived at Hopautre Siding (Poperinghe) about 9 am and entrained. Where are we going? Everyone asks that question. About 4 pm we stopped at Calais but only for about 10 minutes. We could see the Channel and how we longed for a trip across to Civilization. So near &amp; yet so far!! Then we passed through Bolougne. Some town but alas we did not stop there. About 9 pm we reached Abbeyville, stayed about 10 minutes then left for Saint Riquier where we arrived at 10 pm.</p>\n<p><a name=\"a5987079\"></a></p>\n<p> [Page 79]<br><br />\n 27th Detraining was very slow and it was long after midnight before we moved off. Gee! it was cold. My boots were wet through and I found it hard to realize I had any feet at all. It was pitch dark and how the wagons got along without mishap is a wonder to me. A stiff head wind was blowing and very soon I was practically frozen from my thighs to the tip of my toes. About 3.30 am we reached our camping ground (a quagmire) there consternation reigned. Hell! What a babel of voices and no one knew what the shouting was for!<br><br />\n After a lot more fooling about in the boggy ground and bitter cold a horse line was put down and all animals made fast.<br><br />\n Bill Cahill \"Deak\" &amp; I beat it for the nearest barn into which we dived and throwing down our blankets turned in for a well earned rest. It was an hour before the blood circulated through my frozen legs then I fell asleep.<br><br />\n 26th Raining hard. Nothing doing. Rested.<br><br />\n 29th Battalion football match. Rehearsal at 7.30 pm by \"The Pozieres Pushoff Privats\". Ding dong high!</p>\n<p><a name=\"a5987080\"></a></p>\n<p> [Page 80]<br><br />\n 30th A thunderbolt awaited us this morning. Twenty-three men were detailed (myself included) to report to the 4th Div. Mule Transport Column. This was done on time and we arrived at Cocquerel where we joined up. It is raining hard.<br><br />\n 31st Raining hard. Rode to Pioneer Battalion and received mail. Preparations for a move.<br><br />\n Nov 1st All mules &amp; horses were saddled &amp; packed &amp; the column moved off at 10.15 am. All men were walking and it was very hard for the men who had never marched previous to this. At 1 pm we reached L?Etoile where we halted for dinner moving off again at 2 pm. Gee how tired I was. Capt Walsh, who was leading the column was accustomed to leading mounted men and omitted to give us the spells allowed for men walking. Consequently when we reached Vignacourt at 6 pm we were all \"dead beat\". We had walked 20 kilos in 7 hours.<br><br />\n 2nd Very tired &amp; stiff. Raining. Nothing to note.<br><br />\n 3rd Rain cleared off. We are to be inspected by Gen Cox to-morrow afternoon at 3 pm.<br><br />\n Inspection postponed as Gen Cox was indisposed.</p>\n<p><a name=\"a5987081\"></a></p>\n<p> [Page 81]<br><br />\n 8th We move to-day. Of course it is raining. Moved off at about 10 pm arriving at Villers- Bocage at 12.15 pm where we halted for dinner. At 2 pm we were on the move again arriving about 5 pm at Behencourt where we stayed for the night.<br><br />\n 9th fine day. Moved off at about 9.30 am and after passing through the village of Franvillers &amp; Heilly arrived at Ribemont at 12 noon. Here we put up horse-lines then adjourned to the Moulin De Ribemont (Mill of Ribemont) which is situated on the banks of the Ancre.<br><br />\n 10th Fine day but there is still plenty of mud about. German prisoners are at work cleaning the streets.<br><br />\n Gen Cox inspected the troop at 3 pm. Terrific bombardment all night.<br><br />\n 14th Left camp at 8 am. The roads were congested with troops moving in both directions as we neared the line the roads became very bad &amp; in some instances we were knee deep in mud. Met Ernie Kirkpatrick, C. Noblet, R Masterson and many other chaps I have not seen for years.</p>\n<p><a name=\"a5987082\"></a></p>\n<p> [Page 82]<br><br />\n About 1.30 pm we reached Montauban, where we pitched camp. Shells are screaming through the air. Our guns are going strong too. First 15 men go up to the line at 3 pm. I had a bad head-ache so am exempt for the day. Fine day.<br><br />\n 15th Fine weather still continues but the weather is intense cold. Everything is covered in frost, which remains 'til late in the day. Pack Column go to Flers &amp; support trenches with rations. 2 mules lost.<br><br />\n 16th Gee! but it is cold! I had to break the ice which had set in the bucket before I could wash. The ground which was soft &amp; mucky last night is frozen &amp; all pools are the same. I repeat Gee! But it's cold! Column go to Flers returning with no losses. Bomb dropped in camp ? 4 casualties.<br><br />\n 17th Fine. Another freezer. Guess I wont stand it much longer. My feet are now covered in chilblains. Many men have been evacuated owing to \"Trench Feet\". Shells drop in camp doing no damage. Night clear though intensely cold.<br><br />\n 18th Gee! How cold it is. Everything outside is covered in about 6 inches of snow. The whiteness</p>\n<p><a name=\"a5987083\"></a></p>\n<p> [Page 83]<br><br />\n clearly showed the terrible devastation of the ground and surrounding country. About 9 am it commenced to rain. That made matters decidedly worse, for it was so cold that it was almost impossible to catch hold of any steel or anything wet. This is the worst day I have yet experienced.<br><br />\n 19th Still raining! The ground which has been frozen hard for a few days is now soft and mucky. Wagons &amp; horses are being bogged &amp; it is impossible for one to walk without sinking to his knees in mud. We must keep moving to keep alive.<br><br />\n 20th Rain has cleared off and left behind it mud &amp; slush nearly three feet deep. Very few chaps have dry feet to do so one would have to change boots &amp; socks about every half an hour ? Several animals wounded &amp; 2 killed.<br><br />\n 21st Another cold tho? fine day. The mud is gradually becoming harder, though it will take some time unless it snows. Railway accident. Supply train derailed at Becordel thus delaying the issue of rations. Everything is being done to overcome the difficulty. Short &amp; sharp bombardment towards Thiepval (our left)</p>\n<p><a name=\"a5987084\"></a></p>\n<p> [Page 84]<br><br />\n Shells are dropping continually within the precincts of the camp. Fritz is going for the railway line but up to date has not been successful.<br><br />\n Many rumours are being circulated as to Germany's peace overtures. Some say there is a Peace Conference going on at present in England. Gee! how I wish it is true.<br><br />\n 22nd Very cold. A very heavy mist enshrouds the land, in fact it is impossible to see further than a radius of 5 yds. About 12 noon the sun came out and the mist lifted. Everything is the same as yesterday. Mud &amp; slush is still in plenty much to the chagrin of the boys who curse France for having more than her share of rain.<br><br />\n The 1st &amp; 5th Div are now returning for a \"Second helping of Fritz\". ? There is a rumour in camp that we (the 4th Div) are to do another three weeks. I hope it is not true for the wet &amp; cold has just about knocked me up. 8pm a heavy \"Strafe\" is now taking place. Our batteries are sending some \"iron rations\" to Fritz gratis. Very cold but clear. I wish it would freeze so as to harden the ground.</p>\n<p><a name=\"a5987085\"></a></p>\n<p> [Page 85]<br><br />\n 23rd Cold &amp; damp. There was some excitement in camp today ? about 9 am \"Fritz\" sent over two high explosive 8.2 shells. These were, practically speaking, range finders. His Taubes were up and they directed his fire ? object ? our camp. Then the shells \"rucked in\" bales of hay &amp; sleepers were sent soaring in the air. Two men were blown through the air for about 50 yds ? one landing on top of the cookhouse. Poor chap he was literally blown to pieces. Huge pieces of metal were flying through the air, many men being wounded thereby. Several men were evacuated to hospital with shell shock. One did not know in which direction to go to escape, one wagon was blown into a hole tho? strange to say neither horses nor driver were hurt. In all the shelling lasted for an hour and a half the casualties being 4 killed &amp; 7 wounded. Comparatively small considering number of shells</p>\n<p><a name=\"a5987086\"></a></p>\n<p> [Page 86]<br><br />\n 24th Cold &amp; misty. \"Fritz\" sent over a few shells which went over the camp but doing no damage. Gen Cox said to-day that we had another 14 days to do in the line. Gee! I wish it would soon end. I have chilblains on my feet which are giving me particular Hell! Besides the ordinary itching I find it a difficult matter to walk. It's Hell!! Besides this \"pleasant\" complaint I am (as all the men in the line are) \"chatty\" or in other words <u>\"lousy\"</u>. Water is at a premium and if we have a wash once in three day, we are lucky. Gee! how I shall welcome the hot bath and clean change of clothes when we get out of the line ? that is of course if I am as lucky in the next fourteen days as I have been up to date. <br><br />\n The Australian mail closes on the 27th but how in the name of hell am I to get any letters away? Received a letter from A.M. Alexandria Egypt.</p>\n<p><a name=\"a5987087\"></a></p>\n<p> [Page 87]<br><br />\n 25th Raining. The ground is now decidedly worse. The mud now lies in pools, in some instances 3 ft deep. We have been issued with Field Service Knee boots but these are useless once they are wet. Matters could not be worse. My feet are still giving me hell!<br><br />\n All day  there was a heavy artillery duel and about 8.30 pm \"Fritz\" gave us a repetition of the 23rd inst. tho? luckily for us he did not come so close ? anyhow it was close enough to make us huddle up and at the same time putting the fear of God into us. Some men say they like the life! They are liars. No one does. And there is many a time that I would give anything to be 1000 miles away. I have had &amp; seen all I want now and will be glad to get out of it.<br><br />\n 26th Still raining. There is no need to mention the ground as it is just the same,</p>\n<p><a name=\"a5987088\"></a></p>\n<p> [Page 88]<br><br />\n as yesterday. It is not quite so cold as it has been, tho? we shall have some more snow soon.<br><br />\n 8 pm Fritz is again sending over some high explosive. I hope he does not come too near.<br><br />\n 27th Cold &amp; misty. A heavy frost fell during the night. Fritz kept up a continual shelling throughout the night. Things were much the same all day. Taubes up about 12 noon. Our anti- aircraft guns were going strong and though they did not hit any of the Hun machines, they succeeded in driving them back to their own lines. Violent bombardment by our artillery about 7 pm. Up to now Fritz has been quiet, tho? he may start during the night.<br><br />\n 28th Fritz was quiet all night (at least he did not wake me if he did fire). Fine &amp; dull not to mention cold. The ground is still in the same squashy condition. On convoy to Flers ? when we were about half way (near Delville (Devil's) Wood) Fritz let the column</p>\n<p><a name=\"a59870089\"></a></p>\n<p> [Page 89]<br><br />\n have a couple of shells, killing 4 mules &amp; wounding about 7 men. Still that did not deter us and on we went reaching Flers without any mishap. The roads up here are beyond powers of description. The planks which originally formed the road are floating in about 3 ft of water or slush. In Flers it is impossible for more than one animal to walk along the track. On either side are shell holes &amp; debris of shattered buildings. Rather a difficult track in the dark. Anyhow, we reached camp quite OK. About 8 pm Fritz sent some more shells over but up to now has done no damage in our region.<br><br />\n 29th As usual cold &amp; misty. The ground is still in the same condition. Very quiet except for heavy artillery actions in the Thiepval region. Fritz leaves us alone tonight.<br><br />\n 30th Cold &amp; misty. Things are just about the same as yesterday. Nothing exciting to report except the intense cold.<br><br />\n 1st December Very cold. The mucky ground is fast becoming hard, through the heavy frost.</p>\n<p><a name=\"a5987090\"></a></p>\n<p> [Page 90]<br><br />\n though in some places it is very soft under a thin crisp surface. Very quiet'til about 7 pm when our artillery opened out in a terrific bombardment which lasted all night. Fritz did not retaliate or at least no shells came near our camp.<br><br />\n 2nd Even colder than yesterday. The ground is now completely frozen and once more it is possible for one to walk without sinking to his knees in a quagmire. 1 Sgt however was very unlucky, for while going to Flers he inadvertantly rode into a shell hole filled with soft mud. His horse went down out of sight and when he jumped off he did likewise. However he was pulled out none the worse for his ducking except for a hell of a shock. His horse was also rescued. Gen Cox expressed his appreciation of the admirable work done by the Pack Transport Troop. We are to disband soon &amp; rejoin in a fortnight. Hard luck for the men of the Pioneers whose unit does not leave</p>\n<p><a name=\"a5987091\"></a></p>\n<p> [Page 91]<br><br />\n the line until 15th Jan 1917.<br><br />\n 8 pm Our artillery has opened out again.<br><br />\n 3rd Misty. The ground has again become soft owing to the absence of frost last night, however it is not so bad as before. Preparations are being made to temporarily disband this unit. First batch of 12th Brigade left at 6 pm to rejoin their battalions. Our artillery is very active now shells are screaming through the air from both sides. I shall be glad when we get out of this, tho? it will make no difference if I have to return to the Pioneers. I am doing my best to remain with Capt Walsh until we reform ? Then I intend making application for a transfer to the 4th Div Train. Capt Walsh wants to promote me but cannot do so unless it comes through my battalion. He spoke to Lieut Merrifield about it, who said he would do his best to push it through. I don't believe him for I know he has no love for me.<br><br />\n This is a replica of General Cox's message in his Special order of the day dated 2.12.16</p>\n<p><a name=\"a5987092\"></a></p>\n<p> [Page 92]<br><br />\n \"I wish to place particularly on record the admirable work done by all ranks of the 4th Aus. Div Pack Transport Troop without which no arrangements however careful could be successful.\" It is my firm opinion that Capt Walsh will be the recipient of  a M.C. or D.S.O. after the next stunt.<br><br />\n 4th Cold &amp; misty. The first division are now returning to relieve us. Gee! How thankful I am. 3rd Brigade marched in today.<br><br />\n Fritz left us alone all day and about 8 pm our artillery opened out in a terrific \"strafe\" which lasted 'til the early hours of the morning.<br><br />\n 5th Cold &amp; wet. During the day it hailed. The ground is fast becoming slushy once more. It is hell!! And I shall be glad to get out. The P.T.T. are now smashing up 12th &amp; 13th Bde men returning to their respective units. We are now finished our convoy duty as the whole of the division will be out by 10 am to-morrow. The Divisional Troops (Pioneers Engineers etc) will return to-morrow. I don't think I shall return to</p>\n<p><a name=\"a5987093\"></a></p>\n<p> [Page 93]<br><br />\n my unit but shall go with Capt Walsh to Ribemont, until the reforming of the mule train. That will do me, as I have no wish to return to the Pioneers. ? Heavy shelling all night.<br><br />\n 6th Clear but very cold. Balance of Div troops return to their units today. Gee! but a man does feel lonely when all his mates are gone. I shall go to-morrow morning. \"Fritz\" is giving us a parting shot or should I say shells. Our batteries are giving some too.<br><br />\n 7th Cold &amp; misty. Fritz sent over a few shells about 10 am. 2 pm left for Albert arriving at 6 pm. Very cold all night. We could still hear the guns going strong.<br><br />\n 8th Cold &amp; wet. Nothing doing.<br><br />\n 9th 10 am. Fritz wont even leave us alone here. He is now shelling the town? (What is left of it) Raining heavily.<br><br />\n 10th Quiet. Raining hard. Cold.<br><br />\n 11th Quiet. Slight drizzle of rain.<br><br />\n 12th Very cold. Snow is falling thickly.</p>\n<p><a name=\"a5987094\"></a></p>\n<p> [Page 94]<br><br />\n During the afternoon it rained.<br><br />\n 13th Went out to Mametz. I am to go on furlough in a few days. Tres bon pour moi.<br><br />\n 14th Sent for by Transport Officer who told me I am to go on leave to-morrow. When I return I may have to take charge of the Section as Foster may be evacuated owing to a bad foot. I am sorry for him but I hope he goes away if only for my own sake Ha! Ha!<br><br />\n Raining steadily. Rotten day.<br><br />\n 15th Raining. Went out to Mametz again to receive my pass. Also 100 Francs (3.11-8). While I was there Fritz shelled the place to some order. I thought for a time that I would be \"stiff\" enough to \"stop\" one of them. However I was lucky (none came close enough) &amp; by 9 pm I was back once more in my little house in Rue de Meaulte. Here I made final preparations about my leave. Jim Bennet (16th Bn) cut me some ham sandwiches (I suppose I shall be the</p>\n<p><a name=\"a5987095\"></a></p>\n<p> [Page 95]<br><br />\n only one on leave who has a little snack with him). It is now 10 pm. Gee! How lucky I am! But the train leaves Albert at 1.45 am so I cannot go to sleep. Fancy 10 clear days of freedom. No mud &amp; slush and better still no 12 inch shells to dodge.<br><br />\n 16th Arrived at Albert Station at 12 midnight but had to wait til 8 am when it left. Gee what a rotten journey. It took us 22 hours to reach Havre. We stayed in a desolate rest camp here until the night of the 18th then boarded boat for England. I am now well ensconced in the Shaftesbury Hotel, London. I spent last night at High Jinks, Adelphi Theatre, some place London.<br><br />\n FINIS<br><br />\n Pages 96 to 102 - Not transcribed.</p>\n<p>[Transcribed by John Glennon, Alison O'Sullivan for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"103080","uid":"0","filename":"a5987001h.jpg","uri":"public://a5987001h.jpg","filemime":"image/jpeg","filesize":"1086494","status":"1","timestamp":"1389063303","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1027,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Cameron Robertson war diary, 21 December 1914-16 December 1916","format":"plain_text","safe_value":"Cameron Robertson war diary, 21 December 1914-16 December 1916"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/102182/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"102182","revision_id":"102205","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397712541","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"102205","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/cameron-robertson-war-diary-21-december-1914-16-december-1916-page-1-1"}