<p class="page" id="a2920059">[Page 59]</p>
<p>[Continued from page 43]<br/>to the lockup. Of course a lot Internees watched the proceedings, haiving nothing else to do  &amp;  followed the Internees while they wher escorted to the Police Station on the outside of the fence. The Internees all eager to see the process, remained inside the frontgate, as from their was the best view. A Police came to disperse the Internee, wich slowly withdraw, but when this Soldier gused the Words "Get bark you German Bastards" one Internee resented this  &amp;  lifted his hand as to strike. He wher instantly arrested by the other Police wich formed the cordon to keep the Internees back  &amp;  led him off to the lockup under the charge of using the expression "Bastard" to a Soldier. Although their wher hundreds to prove "that this charge wher a foundet one,  &amp;  the expression used by the Soldier it was of no avail, the Internee wher ordered by the Inteligence Officer Capt Bardsly to be taken into the Lockup. During the evening the 2 Internees who escaped the night previously, wher recaptured  &amp;  under heavy armed guard escorted back in to the Lockup, pending transference to the wellknown Darlinghurst Jail. During the afternoon the Alsace Loraine Internees, got called before the French Consul who wher amongst the VIsitores. 16 wher called but only 9 went to see him. This Gentleman, asked under other questiones. When you will be liberated, at the end of the War, want you be glad to see Alsace French again  so you can be a good Frenchman. One Internee (Phillipi) answered him, "I prefer to be a <strike>live</strike> dead German, to living Frenchman, Alsace is  &amp;  allways will remain German, the papers hier, only print lies, that the people preffer to be french instead if Germans. " The Consul no doubt wher sorry upon hearing this answer, wher sorry he ever asked such a foolish question, to incite a Man to deny his birth right, especially after the Internee had been behind the wires, for a period extending <strike>of</strike> over years,  &amp;  has had a very bitter experience indeet, of the much boonced alliance, fair</p>
