<p class="page" id="a2920061">[Page 61]</p>
<p>[Newspaper clipping]<br/>Wednesday, April, 16,<br/>Holdsworthy Internees And Betting<br/>Camp Sergeant Promptly Acquitted<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;No. 1535, Lance-Sergeant A. Knight, of the Concentration Camp Guard Holdsworthy, appeared before a Court-Martial at Victoria Barracks yesterday, charged with conduct to the prejudice of good order and military discipline. In that he did, at Holdsworthy, on or about January 25 last, receive certain sums of money from a prisoner of war for the purpose of betting on horse races. Accused pleaded not guilty.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Major Bowie Wilson acted as prosecutor.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wilhelm Ritts, a civilian internee in Holdsworthy Camp, said that on January 25 he asked accused to put  &amp; pound;1 6s on several horses for him, at the same time giving him written instructions. When he saw accused later he said that the bets were on, and that the horses had nearly all won. Accused asked him what he was to get out of the transaction, and after interviewing an internee named Schultze it was agreed that he should get 2s in the  &amp; pound;. Accused told witness that  the bookmaker had gone "broke," and paid him  &amp; pound;6 in three sums of  &amp;  pound ;2 each at intervals. He said that he would get the balance of the money (about  &amp; pound;50 being involved) as quickly as possible.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In answer to accused, Ritts admitted to having taken a tin of tomatoes from the garden without permission. He was in charge of the garden at the Camp.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You say that the names of the horses were on a piece of paper &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;I want you to tell me the names of the horses &ndash; I cannot remember their names.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Did you expect that I was a bookmaker? &ndash; No; you only told me that the bookmaker was "broke. "<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sergeant John Thirling, a sergeant of the G. M. P. at Holdsworthy, who interviewed the accused about the alleged bets, in cross-examination said that all the admission the accused made to him was the "bookie" had gone "broke. "<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Accused, giving evidence, said that on January 25, Gardener Ritts came to him with some money and a slip of paper, and asked him to "put some money on with the 'bookies'. " Witness replied, "have you any good tips this time?" Ritts replied, "These are all good," and added, "If you put the money on I will give you 2s in the  &amp; pound; on the winnings. " Witness answered, "No, Bill, I cannot do it, because it is more than my military position is worth. I will not risk it. " Ritts said he would take the money back and see if he could get it on in the compound. In the evening, when Ritts came in for tea, witness said, "I see that the horses have won; had you anything on?" and he said no. A few days afterwards witness had occasion to follow Ritts up on the parade ground, when he charged him with taking tomatoes without permission, and told him that he must not take anything more out of the ground.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cross-examined, witness said that when Thurling asked him about the bets he took it as a joke, and said the "the bookies" had gone "broke. " Schultze had asked him before to put money on, but he refused. He had never put money on the horses at the camp. Racing news went round the camp quick and lively.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Private Percy Mackay a member of the staff of the sergeants' mess at Holdsworthy for ten months) and Private Charles Henry Pington (who had been connected with the mess staff) said that accused had given them strict instructions not to have any dealings with the internees in any shape or form. Pington added that he had heard Knight refuse to make bets for other people.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Accused, addressing the Court, said that the charge was a mere fabrication, due to the fact that he would not allow vegetables to be taken out of the garden. He had a wife and seven children, and they were of more consideration to him than the few paltry shillings he might get out of any bets made for the internees. It was not likely that on the eve of the breaking-up of the camp he was going to sully a clean military record.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Court, after a few minutes' deliberation, found accused not guilty, and ordered his release.</p>
<p>[Newspaper clipping]<br/>Internee's Ruse<br/>[Note in handwriting &ndash; Paper lie 31/3 09. ]<br/>Fails to Secure Escape<br/>Holdsworthy Episode<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A further attempt to escape from the German internees camp at Holdsworthy was made yesterday.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;While a sentry was crossing one of the compounds, he felt his foot sink into a hole, and a scream of anguish arose from the earth.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Investigation showed that one of the internees had made a shallow hole and, lying down, had covered himself with the soil, having only his nose above the surface.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The man evidently intended to remain in the "grave" until dark, and then to escape by cutting the wire enclosing the compound.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It was subsequently discovered that eight of the internees had packed up their belongings, and that all had evidently intended to escape last evening.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;They were taken to Darlinghurst Gaol.</p>
<p>[Newspaper cutting]<br/>German Internees<br/>[Note in handwriting &ndash; 23/4]<br/>Repatriation Arrnagements<br/>Melbourne, Thursday &ndash; In connection with the Peace Conference, the Cabinet to-day dealt with important cablegrams from the Prime Minister, the nature of which was not disclosed.<br/>Arrangements have now been completed between the British and Australian Governments for the repatriation of certain classes of internees now in the Commonwealth. The Admiralty has released certain ships for the return of these men to Germany.<br/>The State Governments are being asked to make available the services of about eight police magistrates to investigate all cases where appeals are made against repatriation, and the Acting-Prime Minister stated to-night that these cases would be listed for consideration as soon as the services of the magistrates could be obtained.<br/>The first quota of enemy subjects for repatriation will probably leave Australia about the end of May, and will consist of people who were not formerly resident in Australia, such as sailors.<br/>Cabinet to-night had before it the report of a special committee appointed to deal with applications for the release of internees, and with the question of deportation generally.<br/>[Newspaper clipping]<br/>Monday, April 14, 1919<br/>A Golden Chance For Senator Millen<br/>Added knowledge will hurt no one. The more you have the more you get. In the words of David Harold, "Them as has gets. " For this reason, we hasten to present Senator Millen, Minister for Repatriation, with an idea. He can do with a few more, despite the number which he has already received, and though it is doubtless very pleasant to plan the erection of a palatial building in St. Kilda-road, Melbourne, to house the Minister and his ever-growing staff, there are other plans which should have precedence of this scheme, necessary as it may be to Ministerial comfort.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Within 30 miles of Sydney there is a perfect site for an intense culture soldiers' settlement. Since the war it has been the luxurious dwelling-place of Germans who could not be trusted abroad in their adopted country. At first they were permitted to laze life away, and enjoy a sybaritic existence, but this killing of time palled both upon them and the Federal authorities, and proposals were outlined for the construction of suitable buildings, and the creation of a modern township.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To-day there is not in New South Wales a more pleasant country town than the so called Holdsworthy Camp. It has every convenience and comfort that science can marshal for the physical and social well-being of law-abiding citizens. There are pioneer hamlets outback where splendid husbandmen have not a tithe of the privileges heaped upon the inmates of this camp. Whose lot, if it were generally known, would make half the world envious, and the other moiety angry. Unlike the Australians who were interned in Germany, these disloyal aliens have been treated like honoured guests. And those of their number who have labored have been well paid for their work.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;They have not been paid at full union rates, but they have received a goodly recompense for their gentlemanly exertions, and the result is that the camp is almost ideally fated to become the permanent residence of three or four hundred repatriated soldiers. Possibly, the whole place has not cost more than a hundred thousand pounds to construct, whereas its value, at open market rates, would be neared five times that amount.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To convenience these German internees, a special railway line was looped from Liverpool. It cost somewhere about  &amp; pound;30,000, and presumably the authorities do not intend to leave it to rust, or tear it up when the enemy allies are released or removed elsewhere. Liverpool camp itself is another particularly good area for repatriation purposes. It is mere waste to retain the camp for military use when there are no troops to occupy it. Senator Millen may be invited to study it, too; but at the moment we are more concerned with Holdsworthy.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Here is a township already ready for occupation; here is quick transit to the city markets; here are all the potentialities &ndash; climate, soil, and labor &ndash; for a successful soldiers' settlement. And what is more to the point, here are the artisans who could be employed in preparing it for the fighting men. While the internees are still under confinement, their brains and their muscles could be directed to fitting the land and the town for the accommodation of the gallant men who are entitled to the best that the country can give them.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Money which has been expended on the upkeep of Germans could be turned to profitable and patriotic account. Land which has yielded generously when little more than tickled could be developed. Industries still in their infancy could be expanded into national assets. What could be happier and more just than that Diggers who suffered in German prisons should be provided with a new start in life by the exertions of the Germans who acclaimed the frightfulness of the Fatherland? Senator Millen, what about it?</p>
<p>The Conjurer Again<br/>The Premier is entitled to public gratitude for his memorandum on the meat question. There has been colossal waste of money on the abattoirs. But, says Mr Holman, "no one Government" is to blame. The burden of responsibility is neatly shifted. It is the very latest trick in political legerdemain. Where several offend, none goes wrong. The elector may be advised to paste this precious dictum in his hat for future reference.</p>
<p>Death from influenza or any other cause can be provided for by an A. M. P. Policy. Rates on request from&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Repv. A. M. Lowenthal 35 Hunter-street.</p>
<p>A woman who asked for a summons against her husband was told by a magistrate at Tottenham (Eng) to wait till her husband assaulted her again</p>
