<p class="page" id="a2920093">[Page 93]</p>
<p>[Newspaper clipping with hand written date &ndash; 1/5 19]<br/>Tindale Case<br/>Again Before Court Martial<br/>Verdict Of Not Guilty</p>
<p>This case of Warrant-Officer Charles Ernest Tindale was again before a court martial at Victoria Barracks today.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He was charged with having, on various dates in 1916 (whilst acting as Quartermaster-Sergeant at Holdsworthy Concentration Camp), received from J. L. Ashcroft, on behalf of E. J. Ashcroft and Sons, butchers, Liverpool various sums of money as a reward for seeing that tins of fat sold by the military authorities were properly filled.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lieut. -Colonel V. le Gay Brereton attended as Judge Advocate. The court, which is a general court martial, consisted of Lieut. -Colonel Kindon (President), Major Meyers M. C. , Captain Spain, Captain Andersson, and Captain Lloyd.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Major Bowie Wilson and Captain Candy appeared to prosecute, and Lieut. -Colonel Lenehan for the defence.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tindale pleaded not guilty to all the charges, which numbered eight.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The prosecution's case was that Tindale had arranged with Ashcroft to receive 2s on every tin of fat sold to him by the camp authorities.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; James Frederick Mulligan, secretary to the district paymaster, said that he was present with others when Tindale was interrogated.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tindale had said that the Germans had refused to boil fat down unless they got something out of it. He had admitted that Ashcroft had given him 2s and 1s 6d for testing the tins of fat, as the Germans used to put water in the tins. Most of the money so received was divided up amongst the mess to which he belonged, so that they could pay a German cook and a couple of waiters.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rubbish In The Tins<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leslie James Ashcroft said that in October, 1916, when he complained about the tins of fat being delivered short and containing rubbish, Colonel Sands told him to talk to Tindale. He told Tindale that he would have to discontinue taking the fat, and Tindale suggested that he should send a man out to supervise it. Witness told him that it would not pay to do that. Then he believed that Tindale suggested that he would look after it, and an arrangement was made that he should be paid 1s or 2s per tin &ndash; he could not remember which &ndash; to see that the tins were filled and free of rubbish.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Colonel Lenehan: It has been suggested that Tindale received money belonging to the Government?<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Witness: The suggestion was not made by me. The Government got its 8s per tin under the contract.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How much meat does a soldier get a day? &ndash; One and a half pounds.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;How much does a German internee get? Ten ounces, but it used to be a pound and a quarter. I know that the Germans received some of the money for the fat sold to me.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Without calling on the defence the court found Tindale not guilty on all the charges, and he was discharged.<br/>Red Triangle Appeal<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This morning Sir Henry Lander, who yesterday sent a highly commendatory letter on Y. M. C. A. work as he has seen it among the troops, paid a further tribute to the Red Triangle in a communication to the Sydney citizens' committee of the Y. M. C. A. The Newcastle Council heads a long list of local authorities who have written promising support to the appeal which has been launched for funds to maintain the services of the Y. M. C. A. among Australian troops until the close of demobilisation. It is expected that committees through the State will be active within the coming two weeks. Several have already substantial amounts in hand for the fund.</p>
