<p class="page" id="a2920063">[Page 63]</p>
<p>[The following is continued from page 45]<br/>play  &amp;  justice. Becourse several lnternees had [indecipherable] escaped, the Comandant punished the whole Camp, by taking away the films, wich the Austrian Theater had generously offered, to be shown on the Camp Screen for the whole Camps-benefit, <strike>free</strike> free of charge, becourse the Internee syndicate, could not show the programe in the Hall, on acount  of being without Gas. During the Night the whole guard patrolling the fence wher "doppelt" on the spot wher they had escaped most suxcessfully  &amp;  allways had been guardet by one Sentery wher guardet during the Night by three Sentries (State lying account of daily regarding the escape. ) 3/ The usual free Pictures payd for out of the Canteen funds, wher prohibited from being shown, though the films arived as usual. But under orders of a  Officer they wher send to the Canteen  &amp;  not to the Camp. Reasons for this punishement is unknown 6/ Also no free open air Pictures 7/ No Pictures. We Internees had to pay for the films out of Canteen funds, still they arived only as far as the gate  &amp;  wher returned by the Officer. 10/ During this afternoon about 4 pm. a Aeroplane went over our Camp in the direction towards Sydney. This plane had come from Melbourne 600 miles distant, wich it left 6 days ago. 11/ This day about 100 Internees mostly naturaliced wher called to the Inteligence Office  &amp;  asked the No. of Naturalication Certificate if married  &amp;  how many Children also adresse  &amp;  ordered back to Camp. No Pictures During this week Niemeyer junior  &amp;  Father Jerger returned to Camp. These Internees had been granted permission to proceed to Brisbane  &amp;  Sydney respekively Niemeyer to visit his sick father, wich had been released out of this Camp six months ago  &amp;  Father Jerger to visit his sick brother. Also in this treatement, as well as Camps, it is shown that Australia has 2 classes of Internees. One the wealthy or 'capitalist, the other the poorer or the</p>
