<p class="page" id="a2920038">[Page 38]</p>
<p>tradesmen  &amp;  talent amongst the Internees. On the 17/3 The Comittee informed the Internees generallly of the following: Those during Srtrikeweek distributed Cigars  &amp;  Cigarettes, are a gift, send to the "Manila Gentleman, of wich are 6 in our Camp to 20 in the Trial Bay Compound, who kindly have given the whole bulk of the gift to our Camp,  &amp;  for wich the Comittee expresses its thanks, in the Name of the Camp. This parcel contained 12000 Cigarrs  &amp;  70000 Cigarettes. Needless to say that this gift wher nun to aprociated , especialy, wher those who distributed, hunger reigned in our midst, so every one had the consolation, to enjoy a good smoke, in spite of the Authorities. On the 17/3 March only 1 loaf of 4 lb 1 bread issud to 10 Internees for following reasones given by our Camp food comptroller, as per Notice: In consequence of leave given to a few Bakers (Civilians) the issue of bread will be &frac12; ration ther other half, 8 onces will be issued in flour. The rationes due to us previous to the Strike,  &amp;  those lost during the strike will not be issued to us by the Authorities. On this day each Internee recieved 8 ounces of flour, but 90% of the internees could not use it, as no utensils wher forthcoming to prepare same into an eating articles,  &amp;  as the only fire available were the Camp Kitchens, wich are open to the General Internees from 2-3 p. m only the reader will see, to what benefit the flour was to the Internees, as the 16 Cooks employed in the Campkitchens, wher unable to prepare the sayd flour into an eating article, on this perticular  day  &amp;  to do their necessary work also. So I admit their wher a good few sacks of flour wasted by the Camp administration, as it wher in most instances of no possible use to the Internees. This day following reply wher recieved from the official visitor: Rev Father Jerger. Sir. Your letter of 7th March <strike>re</strike> inst is recieved. The spiritos your communication, somewhat suprises me. You do not appear to me, to realise that Prisoners of war haive to conform to the disciplinary order of their captores, wether they think them reasonable or not. I never read a more prosperous suggestion than yours that the Camp Authorities wher goading the Internees to breaking point with murderous intent. I understood</p>
