<p class="page" id="a2920042">[Page 42]</p>
<p>I Letter to Harvey<br/>GCC Holdsworthy March 18th 1919. To His Honor Mr Justice Harvey, Supreme Court Sydney.<br/>Sir. Your esteemed letter of March 17th to hand. I. That letter was censored in error, so it stated envelope enclosed. II. We haive carefully re-read our letter of the 9th inst  &amp;  cannot understand how you could see in it any other <strike>way</strike> attempt, but the most earnest desire, on the part of the Comittee, to preserve goodwill among  &amp;  towards all. But as we point out on page I sect. IV. pluerly it is not too much to ask,  &amp;  to expect that wee see  &amp;  meet with some symphatetic impulse on the part of our captors III. We do not appear to realise that Prisoner of war haive to conform to the disciplinary orders of their captors wether they think them reasonable or not. The Soldiers  &amp;  Men  &amp;  Warsmen here alone are true Pris of War. The rest of us "War Precaution Act" notwithstanding are interned Civilians not combatants, unjustly made Prisoners of War  &amp;  treated not like prisoners of war are treated in every civilised country, but treated worse, than the wilest criminals. A whilst our captores have the power, they have no right, humane or divine, to treat us this way. Their disciplinary orders, though so often unreasonable, howe ever recieved  except one, the most excemplary obedience as you conceede.  But how unreasonable some orders are, is proved by the recent order to carry wood from a depot, its ready  &amp;  willing fullfilment being not the cause, but ocassion of the death of an internee. IV. I never read a more preposterous suggestion than ours ectra "Yes, with all due respect, to one who has not lived through the days from Febr. 19th to March 1th. It does sound <strike>prepperous</strike> preposterous, but to us, who have lived through them, the facts in this face bear to us such construction. V. I understand you  &amp;  your asociates . . . . no insule ordination in future. We can all assure you their is none. We appeal, we hope  &amp;  shall do our best that their may be none. And our efforts can easily be secondet by a little goodwill on the part of the Military, instead of being to an extent temper. The Internees have obeyed every order. They fulfil their part. The Colonel as per promisse does not fullfill his. As for troublesome times ahead "for this their is no foundation. This Camp of 5000 Men with some Justice can undoubtly tests of the guards or Policemen</p>
