<p class="page" id="a2920075">[Page 75]</p>
<p>[Newspaper clipping with handwritten date &ndash; 27/11. 1917. ]<br/>Sydney Brewer Interned<br/>Mr. Edmund Resch.<br/>A warrant authorising the internment of Mr. Edmund Resch, founder and head of the well-known firm of brewers &ndash; Resch's, Ltd. , of Dowling-street, Redfern &ndash; was executed by military officers from Victoria Barracks yesterday. Mr. Resch returned to his home, Swifts, Darling Point, after visiting the brewery in the morning, and, after taking his lunch, he accompanied the officers to the German internment camp at Holdsworthy, the journey being accomplished in his own automobile, driven by his son.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When questioned yesterday the Minister for the Navy, Mr. Joseph Cook, stated that no change had been decided upon by the Cabinet in regard to its policy concerning the internment of persons of enemy origin who were still at liberty.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The State Commandant, Brigadier-General Lee, who was also questioned, denied that he had been in consultation with the Prime Minister on the subject of internments. He was not aware that a list of persons who were about to be interned had been drawn up.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mr. Resch, who is 71 years of age, has occupied a prominent place in commercial circles in Sydney for many years. Mr. Resch, jun. , informed a representative of the "Herald" yesterday that his father was born in Westphalia, and left Germany, at the age of 16 years, evading the military service required by law. He came to Australia, and for some years was engaged in gold-digging in Victoria, after which he opened a business as a manufacturer of aerated waters at Wilcannia. In 1895 he came to Sydney, where he established the firm of which he is still head. He acquired Alit's brewery, and later the plant and business of the New South Wales Lager Beer Company. According to his son, Mr. Resch has been in bad health for the past eight or ten years, during which time he had not actively associated himself with the business, which had been conducted by his two sons, Messrs. Edmund and Arnold Resch, both of whom were educated at the Church of England Grammar School, North Sydney, and at Scots College, Melbourne, and who resided with him at Darling Point. In 1913, while passing through the Red Sea on his return from a visit to Germany for the benefit of his health, said Mr. Resch, jun. , his father suffered an injury to his eyes, as a result of which he lost the sight of one, and only retained the partial use of the other. In Sydney he was advised by the doctors to return to Europe for treatment, and he went to a hospital in Germany, where he was when the war broke out. It was only with difficulty that he was able to leave Germany, where he was threatened with internment, and he immediately returned to Australia. Mr. Resch, jun. , added that he would like it to be known that his father had subscribed several thousands of pounds to the war loans, and in addition had contributed, in conjunction with the firm, over  &amp; pound; 3000 to patriotic funds. As well as this, they had done all in their power to promote recruiting amongst their employees, and were now paying the difference between the military pay and the previous salaries of over sixty of their men who were at the front.</p>
