<p class="page" id="a2920139">[Page 139]</p>
<p>[Newspaper clipping, on which it appears there was a handwritten date which has been crossed out]<br/>German Interneees' Complaint<br/>Not Enough Exercise For Jaws<br/>   A Military Court  yesterday (consisting of Colonel Kindon, president,Major Wells, M. C. and major Moyes, M. C. heard evidence in a chargeagainst Paul Willims, a prisoner of war, interned at the German Concentration Camp,Holdsworthy, of committing an offence in that he, at Darlinghurst Detention Barracks, whilst confined there on March 26, acted to the prejudice of the control of prisoners of war by making undue noise.<br/>Captain Candy prosecuted.<br/>Lieutenant Heron, officer commanding Darlinghurst Detention Barracks, said on the evening of march 26 he had a complaint from outsidethat a disturbance was being made in the barracks. Her went to the door of accused's cell, and told him and others that if the noise did not cease he would take their names.<br/>In reply to accused, witness said that the Chief Justice sent a messageregarding the noise. They were shouting out "Are we downhearted?"and then there would be a chorus of "No!" followed by "cat-calling. "<br/>Accused: Did we not make the noise to get something better to eat?-You were not entitled to anything better. Orders were not issued to give you something better,in order to stop the noise.<br/>Do not the prisoners always "sing out" when they are hungry?- I don't know when they are hungry.<br/>Sergeant A. M'Lean, cross-examined by accused, said that when he went to the cell accused was lying on his face with his mouth to the bottom of the door, and calling out for "Meyer". He put a set of "muffs" on him and tied a towel round his mouth to stop the noise he was making.<br/> Accused, giving evidence, said that he was locked up in his cell about 4. 30 p. m. on March 26. Some noise was made by the interness but not in his cell. Sergeant M'Lean came to the cell and charged him with making a noise, which he denied. Handcuffs were put on him and a piece of rope and a piece of rag were put in his mouth. He was gagged.  Others were making a noise because some of the prisoners were not getting enough to eat. They only got a pice of dry bread in the afternoon.<br/>Albert Kriest, a prisoner of war, said that for some time after he was locked in his cell he was killing mosquioes and flies. He heard Meyer and Willhems call out for their muffs to be taken off, as they could not get air. He heard no noise before that. Calling out to get their "muffs" gave them a little exercise for their jaws, as they could not get enough to eat. The little dry bread they got at night was not sufficient for a man.<br/>At the request of the accused the hearing was adjourned until April 24 for the production of further evidence.</p>
