<p class="page" id="a2920116">[Page 116]</p>
<p>[Newspaper clipping with handwritten date &ndash; 28/5 19]<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hush-Sh!<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A Deadly Secret<br/>Germans On Willochra<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Austrians Landed<br/>[The following is printed inside a box]<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Willochra, which brought German and Austrian deportees from New Zealand, disembarked the Austrians to-day to make room for more Huns from Holdsworthy prior to sailing. But no one knows anything about it.<br/>{End of boxed section]</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Great secrecy was observed by the military authorities in connection with the deportation of interned aliens by the Willochra to-day.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Public curiosity was whetted by a desire to know the reasons for this reticence on the part of the Defence Department, as the New Zealand Government, when the aliens left the Dominion, supplied the press with the fullest information, even the names of the principal men deported being given.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;From comparatively early this morning a number of sightseers tried to gain admittance to the wharf at Pyrmont, where the Willochra is lying.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shortly after 11 o'clock there was a stir among those waiting outside the barriers as a special train passed slowly down the wharf.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But the carriages proved to be empty.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Direct To Germany<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The explanation was that the Willochra, which is going direct to Germany, will carry only Germans, while the special train was intended to convey the Austrians on board the vessel to Holdsworthy camp.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When the train drew up at the side of the ship a fairly large body of soldiers who had been waiting on the wharf formed a guard near the gangway.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; After several New Zealand officers and men had come ashore, the Austrians, two of whom were manacled, came down the gangway to the number of about 130, and entered the carriages.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When all were on board the train soldiers were stationed on the platforms at each end of the compartments.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As the train moved slowly from the wharf the Austrians, with their faces beaming from the windows, and their arms projecting towards the vessel, waved farewells to their friends on board.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Willochra will probably sail about 4 o'clock this afternoon after having received a number of Germans from Holdsworthy camp to take the place of the Austrians.<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A picture of the Austrians coming ashore from the Willochra appears on Page 8.</p>
