<p class="page" id="a5770083">[Page 83]</p>
<p>the houses in the village we found them practically devoid of furniture but when we entered these dug-outs we found beautiful mirrors and furniture which to all appearances had been transferred out there from the village by the occupants of the dug out, so that they must have been quite flash places when they are occupied.</p>
<p>A number of the chaps with whom I came out on the SS Kyalla and belonging to my original unit No 2 Australian General Hospital have landed up here to go on furlough with the next lot to Australia.</p>
<p>[Transcriber's Notes:<br/>Page 6: C.C.S = Casualty Clearing Station.<br/>Page 8: G.R. Green, is likely to be J.R. Green: A Short History of the English People, first published in 1874 by John Richard Green.<br/>Page 11: Wimereaux is likely to be Wimereux, 3 miles north of Boulogne.<br/>Page 14: Norpeene is likely to be Noordpeene, near Cassel, France.<br/>Page 19: Doulieu is Le Doulieu.<br/>Page 21: Gandesvette is possibly Chateau du Gandespette near Ganspette, France.<br/>Page 23: Hondegheim is Hondeghem, France.<br/>Page 24: Villiers Bretonneaux is Villers-Bretonneux.<br/>Page 27: Outersteen is Outtersteene, near Bailleul.<br/>Page 30: Ebblinghem, France is spelt Eblingheim.<br/>Page 32: Ebblinghem is spelt Ebblingheim.<br/>Page 35: Ecques, France is spelt Ecque.<br/>Page 37: Bas Shoubrouck is possibly referring to bas schoubrouck, Nordpeene.<br/>Page 37: Clairmaris is Clairmarais, France.<br/>Page 52: Theroraine is possibly Therouanne, France.<br/>Page 53: General House is possibly Major General Sir Neville Howse.<br/>Page 56: Pepinere Barracks are the Pepiniere Barracks, Paris.<br/>Page 57: Pillar Vendone is the Vendome Column.<br/>Page 57: the play the Molusce is The Mollusc (1914) by Hubert Henry Davies.<br/>Page 57: Tuileries gardens is spelt Tuilleries.<br/>Page 57: Arc de Triomphe du Carrousel is written Arc de Triomphe de Carrousel and Arc de Triumphe<br/>Page 61: Salon de Glace is the Hall of Mirrors, La galerie des Glaces &amp; its two salons.<br/>Page 62: Follies Bergeres is the Folies Bergere.<br/>Page 62: the Madeline is La Madeleine cathedral in Paris.<br/>Page 63: Seine is spelt Siene.<br/>Page 64: Fontainebleau is spelt Fountainbleau.<br/>Page 69: Castres is spelt Castre.<br/>Page 70: Outtersteene is spelt Outerstein.<br/>Page 70: Strazeele appears to be spelt Streezele]</p>
<p>[Transcribed by Paula Poropat, Judy Macfarlan for the State Library of New South Wales]</p>
