<p class="page" id="a4337082">[Page 82]</p>
<p>and only 5 feet deep though fairly rapid &amp; very muddy</p>
<p>Not a very inspiring sight in fact had I to wash even once, I should prefer the Town councils supply rather than the Jordan neat. Having delivered the Supplies we returned to our camp here near Jericho this evening &amp;, as a motorcyclist has just come up, I expect we shall be out again tomorrow.</p>
<p>[Transcriber's notes:<br/>Many of the place names in Israel have changed from when it was occupied by the Turks e.g. Esdud is now Ashdod and Yebna is now Yavne, so it is not always possible to find the place names used by Evans.<br/>Esdud page 2 &ndash; is now called Ashdod.  It is about 20 miles S of Tel Aviv.  Esdud was probably the Turkish name for the city.<br/>Jaffa Page 3 - is a suburb of Tel Aviv.  There is now Old Jaffa which is the port about 2kms SE of the centre of Tel Aviv and Jaffa Port which is about 3kms N of the centre of Tel Aviv.  Evans is referring to Old Jaffa which is believed to be one of the oldest port cities in the world.  In 1950 it was incorporated with Tel Aviv which is now officially called Tel Aviv-Yafo.<br/>ac emma page 6 &ndash; is the military term for a.m.<br/>Deiran page 7 &ndash; it seems that it is a few miles south of Jaffa (now part of Tel Aviv).<br/>Ramleh page 7 &ndash; is Ramla about 6 miles SE of Tel Aviv.<br/>Lud page 8 &ndash; is now called Lod and is a suburb of Ramla, about 2kms from the centre of Ramla.<br/>Deir Sineid page 11 -  is about 5 miles NE of Gaza just north of Beit Hanun (now Bayt Hanun).<br/>Ayunkara page 11 &ndash; is now Rishon Le Tsiyon (written Rishon le Zion in 1918)<br/>Belah page 14 &ndash; Deir el Belah is on the coast about 8 miles SSW of Gaza. Now called Dayr al-Balah<br/>Nous Voila page 15 &ndash; "here we are", or "where we are now".<br/>BS page 17 &ndash; could refer to Budleigh Salterton, near Exmouth in Devon where Evans was born.<br/>Lampus page 21 -  also Lampas or Lampers, a swelling/inflammation of the roof of the mouth which makes eating difficult.<br/>Yebnah  page 21 &ndash; or Yebna is now called Yavna about 5 miles north of Ashdod.<br/>Rafa page 25 &ndash; now Rafah is on the border between Israel and Egypt and 2 km from the Mediterranean coast.<br/>RMO page 26 &ndash; Regimental Medical Officer.<br/>Deir el Belah page 27 &ndash; see Belah above.<br/>Yeomanry page 27 &ndash; volunteer cavalry regiments.<br/>Yudia page 27 &ndash; is Judea which is a region largely in the West Bank area of Israel i.e. west of the River Galilee down to the Dead Sea.  Jerusalem is in Judea.<br/>LHF Amb &ndash; page 29 &ndash; 1st Light Horse Field Ambulance.<br/>Swingle bar page 30 &ndash; this is a bar which connects the horse's traces to the rest of the load being drawn.<br/>Khan Yunis page 33 &ndash; is Khan Yunes and is about 5kms north of Rafah which itself is on the Israeli/Egyptian border on the Mediterranean coast<br/>Richon-Le-Zion page 35 &ndash; is now called Rishon Le Tsiyon and it is about 10kms SSE of Tel Aviv<br/>Dieu et mon droit page 44 &ndash; means literally "God and my right". The motto refers to the divine right of the royal monarch to govern<br/>Tel esh Sharia page 51 &ndash; is now Tel Sharia<br/>Sic transit omnia mundi page 56 &ndash; comes from the saying sic transit gloria mundi which in English is "Thus passes the glory of the world". A more colloquial translation is "Worldly things are fleeting". Evans' use of omnia instead of gloria changes the meaning to "Thus passes all things of the world".<br/>Kismet page 57 &ndash; means fate or destiny.<br/>Ma'alesh page 57 &ndash; Arabic for 'It does not matter anyway'<br/>Latron page 66 &ndash; is now called Asa Latrun and seems to be a region rather than a village. It is about 25kms west of Jerusalem, just south of the main road.<br/>Kureyat el Enab page 70 &ndash; is also known as Kiryat Ye'arim which is about 12 kms west of Jerusalem on the main road. ]</p>
<p>[Transcribed by Miles Harvey, Lynne Frizell for the State Library of New South Wales]</p>
<p>