<p class="page" id="a3565053">[Page 53]</p>
<p>in S.M.H. of 19th July of the welcome home given the first of our wounded &amp; sick.  <strike>The following grandiloquent paragraph was</strike> The following paragraph gives us an idea of the grandiloquence of the account &ndash; "And they have come back, these men who have trodden the path of glory, back from an unfamiliar alien soil to their own familiar homes, to be remembered &amp; cared for by the land that sent them forth."  Are the sentiments expressed in these lines to be repeated or <strike>in the</strike> are they only the vapid mouthings of a pseudo patriotic tartuffe who is inspired for the moment but will lack inspiration as the return of wounded becomes commonplace &amp; the need for recruits <strike>is not so pressing</strike> becomes less urgent owing to Germany's slow retrogression down the path of defeat.  Will the heroes who have lived &amp; suffered through long months of campaign &amp; who see the war through have <strike>the</strike> a similar newspaper effusion on their return.  If they don't, this article will <strike>be the</strike> damn the people &amp; press of Sydney for ever.</p>
<p>Monday 13 Sept. 1915</p>
<p>According to French official reports the No. of German officers killed, wounded and missing from the beginning of the war to June 1st 1915 was 43992.  These losses which increased to 52041 by July 5 show an increase of 9069 in 45 days or 360 officers per day.</p>
<p>Tuesday 14th Sept. 1915</p>
<p>Nothing eventful.</p>
<p>Wednesday 15th Sept. 1915</p>
<p>Same monotonous routine.  No life, nothing &ndash; everything quiet.</p>
<p>Thursday 16th Sept. 1915</p>
<p>The position has now been unchanged for days.  We need strong reinforcements to settle this question.  This desultory fighting is no good.  The Turks are improving their position day by day &amp; will soon again be in an impregnable position.  After all we are only along the sea shore so to speak, whilst they hold the commanding positions.  We must have greater numbers before any forward movement can be attempted.  The old hands here all require a rest &amp; are utterly wearied &amp; complaining among themselves &ndash; this is bad for morale.</p>
<p>The Authorities recognise this and have sent away this week the New Zealand Mounted Rifle Brigade, the New Zealand Infantry Bridge and others to Mudros for a month's spell.  The 7th Australian Inf. Bde. has taken their place here.</p>
