<p class="page" id="a3565086">[Page 86]</p>
<p>The weather has now taken on its winter coat.  Rain storms are frequent &amp; the wind blows damp &amp; bleak.  Grim angry clouds scud low overhead and threaten to deluge us throughout the day.  The passage of wild fowl has begun, &amp; flocks of all variety of game &ndash; geese, cranes, wild duck, quail &amp; pigeons &ndash; pass over, squeaking &amp; squawking to one another as they battle against the fury of the elements.  The swallows have swarmed days ago, &amp; left us for warmer climes, (on this see extract from Westminster Gazette &hellip;)</p>
<p>Work in the office has become unusually dull.  The Major sits &amp; reads novels, Hilaire Belloc, Jack London, &amp; all the General's literature when he can &ndash; "Tatler", "Life" (New York), "The Passing Show", "Sketch", "Graphic".  "Punch" seems to be his favourite.  "John Bull" occasionally turns up &amp; its virulent articles relieve the monotony of the other stereotyped press news.</p>
<p>Tuesday 19th Oct 1915</p>
<p>Watch has at last turned dog on me.  After winding this morning it stopped &amp; would not go.  I endeavoured to remedy the difficulty by picking at its work with a jack-knife when suddenly bz &ndash; off went a spring, the <strike>minute</strike> second hand fell off &amp; the whole works of machinery ran amuck.  I shall treasure the watch as a memento, however.  Its not served me too badly.</p>
<p>We evacuate about 40 to 50 sick every day.  The actual casualties do not average 10 a day at the present in the Division.</p>
<p>The Germans have executed an English woman in Brussels on the grounds that she had harboured &amp; assisted British &amp; French soldiers &amp; Belgians of military age (W.O.T. 17/10/15).</p>
<p>Wednesday 20th Oct 1915</p>
<p>In conversation with Capt. B. Mair this morning (GSO 3) he remarked upon the contrast between Div. Hqrs in Gallipoli &amp; those in France.  "The latter are invariably in some Chateau or country residence" he remarked, "6 or 7 miles back from the firing line, &amp; if a Staff Officer wants to take his breakfast across the road he calls his motor car, so to speak.  A Staff Officer is very seldom seen in the firing line" he concluded.</p>
<p>Wintry conditions now prevail &ndash; a high wind howled throughout the night &amp; this morning blew with tempestuous force from all quarters.  A strong wind here plays the devil with our <strike>bivouacs</strike> dugouts, especially those of primitive build.  The nature of the country favours an adverse wind, so alternated is it with gullies, narrow-gutted defiles &amp; passes, there is little protection from</p>
