<p class="page" id="a3565057">[Page 57]</p>
<p>Friday 24th Sept. 1915</p>
<p>Am [indecipherable] freezing - &amp; late for office &ndash; half-an-hour, of wh I was quietly reminded.  Am greatly worried about bivouac as weather is too cold for open-air sleeping, besides my "internal prerogative" is demanding additional warmth &amp; rest.</p>
<p>Paid &pound;1 in 2 ten shilling currency notes.  It was absolutely necessary for me to draw as I had to get my hair cut &amp; razor done up.</p>
<p>We have now taken up our winter quarters in Otago Gully, a narrow-gutted hollow forming an admirable cul-de-sac for enfilade fire from the north.  The camp, <strike>bivouac</strike> with its excellently built offices &amp; adjacent sleeping quarters is a tribute to the skill &amp; zeal of the men who composed the working party, but I am afraid too much attention has been paid to detail.  The result is that a very elaborate target now presents itself to the enemy &ndash; the brow of the gully is crested with dugouts whilst the "eyebrows", viz., the western slops is adorned with the multitudinous square-built premises giving accommodation for the General Staff.  The whole show is one huge yellow-sandbag patch &amp; must afford an easy target for hostile aircraft.  Aeroplane reconnaissance is such a feature of Turkish warfare, it is surprising to me that such a great flamboyancy <strike>would have been</strike> was not prohibited.  Only yesterday, recognising the <strike>need</strike> urgent need of dealing or doing something with enemy aircraft, each <strike>Bde.</strike> Division has been detailed by the Army Corps Commander to allot (2) special machine guns on prominent points to watch for the Taubes.  They have become very cheeky of late &amp; fly quite low.  We evidently have no anti-aircraft guns to catch them.</p>
<p>The present stagnation is depressing in its regular monotony.  From all centres comes the never-changing report "situation quiet".  Those in the front trenches do certainly have to keep on the "qui vive" for bombs &amp; snipers, but otherwise it seems to be a question of who can last the longest.  Both sides seem to be content to dig themselves in, &amp; watch &amp; wait for events.  It seems to be a mutual arrangement.  The Turks are busy improving their works &amp; are stubbornly entrenching themselves.</p>
<p>This inactive life is bad for morale.  A soldier to be a soldier needs to be incessantly on the move, fighting the common enemy, or if not fighting him, continually aware that he is not for a moment safe from him.  In this struggle, the singing of bullets &amp; the bursting &amp; roaring of shrapnel &amp; big guns should never be lost to the men &ndash; if the enemy <strike>wont</strike> display no desire to fight then they should be made to fight.</p>
