<p class="page" id="a3565045">[Page 45]</p>
<p>Saturday 28th Aug. 1915</p>
<p>I made a round of the trenches here yesterday afternoon.  Everything is in apple-pie order.  The men are happy &amp; contented &amp; for raw soldiers display remarkable nonchalance in the dangers around them.  Shrapnel whizzes &amp; bursts overhead, machine guns spit their deadly pellets into the walls everywhere, the big 75 plugs into earth &amp; rock &amp; roars like thunder, yet our fellows spread their blankets out in dug outs &amp; in the open &amp; sleep as peacefully as new-born babes.</p>
<p>These trenches perched on the summit of a conical hill, 200 ft above the sea level represent to me a township as I have conceived existed in prehistoric days.  We crawl in &amp; out our dug-outs like moles &amp; we sleep &amp; live in dust.  Some of us have accumulated beards of grotesque proportions &amp; many have a striking resemblance of two-footed creatures I have seen in sketches of the days before Adam.  Yet we are all in fighting quick &amp; strong as horses &amp; glad of the opportunity to get at the common enemy.</p>
<p>It is fitting to pay a tribute to the unremitting attention wh the authorities have paid to the hygiene.  All latrines &amp; such like conveniences are under the constant observance of a fatigue party &amp; are daily disinfected or freshly dug so as to preserve to the utmost the good health of the soldiers.  In f act, I have smelt less obnoxiousness here than I did at Liverpool in this regard.</p>
<p>The weather is now becoming cooler, the heat of the day is mildly tempered by soft zephyrs from the Gulf of Saros, the changeless blue of its mirrorlike surface ever smiling &amp; glistening in the bright rays of a perfect golden sun.  Towards each morn a light dew descends &amp; heralds the close approach of winter.  We have had no rain up to the present.</p>
<p>Tonight the rattle of machine guns from the surrounding hills reminds me of a copper on the boil, but magnified 10000 times.</p>
