<p class="page" id="a3565087">[Page 87]</p>
<p>the elements anywhere:  bleak, bitter are the climatic conditions.  Rain continues to threaten &amp; the office is deluged with huge dust clouds that renders work nigh impossible.  All have begun to assault their great coats, &amp; continued physical exercise of some description or other is required to keep one's self warm.  Altogether I feel splendid &amp; the change from exasperating heat to bitter cold seems to have favoured my physique.  <strike>I feel</strike> I am keener, I have lost the lackadaisical feeling which permeated me during the stifling hot days, &amp; I eat &amp; sleep better.</p>
<p>Thursday 21st Oct 1915</p>
<p>Nothing unusual &ndash; weather unchanged.  Very quiet days.  Maj. P. fills in his spare time by raiding the remnants of the flies wh seek the shelter of the Office with a fly whisk.  It seems to amuse him &ndash; I suppose it relieves his scattered thoughts a little.</p>
<p>Friday 22nd Oct 1915</p>
<p>Sgt  Parsons, AAG's Branch, was scraped on the head by an "over" last night.  It was a narrow squeak, &amp; it turned him up <strike>a little</strike> some, but he has got over it now.</p>
<p>I was struck by the solicitude &amp; anxiety shown by Lord Charles Bentinck (AAG) who made it his business to walk to Parson's bivouac &amp; personally inquire as to how he was getting along.</p>
<p>Italy has declared war on Bulgaria (W.O. Telegram 21/10/15).</p>
<p>Saturday 23 Oct 1915</p>
<p>Bleak raw day &ndash; tempestuous sea running.  Gen. Godley leaves for Mudros to meet Lt Col Rhodes.</p>
<p>Sunday 24 Oct 1915</p>
<p>Weather unchanged &ndash; shelled with shrapnel during afternoon.</p>
<p>Monday 25th Oct 1915</p>
<p>Rose at 5.30.  A beautiful morning like in early spring.  The weather has changed in a night.  The threatening clouds, bleak wind, &amp; raw atmosphere of yesterday have been replaced by a bright blue sky &amp; the warm sun's rays.</p>
<p>Everyone seems happier &ndash; the birds sing cheerfully &amp; flutter about the bushes with awakened activity &ndash; the troops welcome the change with whistle &amp; song &amp; seem rejuvenated in their appreciation of the perfect morn.  I walked with Cocks before breakfast to 54th Div. lines, had a</p>
