<p class="page" id="a3565094">[Page 94]</p>
<p><strike>Ack. Grace's letter 6th Sept.</strike></p>
<p>Saturday 30th Oct 1915</p>
<p>Pleasant weather &amp; quiet all round.  Turks dropping a few shells about us but nothing to really disturb us has occurred.</p>
<p>Sunday 31st Oct 1915</p>
<p>Col. Braithwaite returns from Malta &amp; after having stayed a few days at Mudros to inspect Brigades.</p>
<p>He has returned his usual <strike>boisterous</strike> happy self, &amp; his reappearance is as welcome as a ray of sunshine on a bleak winter's morn.</p>
<p>[Paragraph of shorthand not transcribed.]</p>
<p>As I expected our "windy" office will now undergo a complete reconstruction.  Its present comfort(s) is not approved of  by the Col.  It must be made more roomy, more tables &amp; chairs provided.  There must be more protection from the cold &amp; dust etc etc.  Eh, what!</p>
<p>"Well, how have things been going in my absence, Rhodes" remarked the Colonel.  "I have everything in apple-pie order, Sir."  "Well done, excellent," complimented the Colonel.</p>
<p>The Col. has turned full of vigour and full of interesting news.  Speaking to Col  Chaytor, Brig-Gen Johnston, Maj  Pinwill, &amp; sundry others at the door of the office this morning, he related in graphic style a story of the sinking of the troopship (?) a few days back by 2 Austrian submarines.  Leaning his excellent frame of muscle &amp; bone against the sandbag wall, with his arms akimbo, he told his story to his attentive audience with extreme fascination using his well cultured voice with admirable modulation, expressively &amp; earnestly, now speaking in an awed whisper, then raising his voice to express abhorrence of some dastardly act.  His intonation was perfect, &amp; all the while his well cut features  worked in harmony with his utterances.  He told his story as an actor would speak his dramatic lines, as an histrionic master would recite a soul-stirring poem.  I shall endeavour to give the story as told by the Col.  "Well the --- was a cranky ill-fitted &amp; equipped old tub, the best you could get out of her being 6&frac12; knots.  She was without wireless, few boats, &amp; life-saving appliances, belts etc were nil.  She left Alexandria a few days back loaded with Indian reinforcements, in the charge of 5 Indian Reserve</p>
