little thinking of the trouble it was going to cause us later, and after a while blew out the light, and went to sleep. How long we slept I do not know, but I remember, being half awakened once by the sheet on my side banging very heavily against beside meme, and as the wind caught it, and noted it was raining. Next thing I heard was my mate calling and saying the bivvy was down. I became aware of the weight of it then, and put out my arm, only to withdraw it as it touched wet canvas, cold as ice. Here was a pretty go. It was raining hard, and blowing a hurricane, and we were under about twelve-square feet of wet canvas, with the sides and ends securely pegged down. The sand that had been accumulating, all the night, on getting wet, proved so heavy that the shelter collapsed under it.
The great trouble was that these sheets, which are supplied for bivouacs, while they keep out the water when stretched taut, and are clear of everything, are useless if anything touches them from the inside. Consequently, as they were now resting on us, the rain was just leaking through as fast as it descended. We sat up and laughed; we couldn't help it for it seemed irresistibly funny but it was also very cold lifting the heavy sheets with us and shivering we shivered as we dragged our warm bodies out of the blankets into contact with the wet canvas.
We tried to patch things up, but the sticks were useless, and broke again as soon as we erected them, unable to bear the weight and the force of the wind. So, after many vain and extraordinary contortions, we decided to make the best of it. Fortunately we each had our waterproof capes over our blankets and clothes, so that we might hope to keep fairly dry. At all events, it was no use going outside, to be exposed to the full force of wind and rain, so drawing our capes well up over us, we settled down as best we to sleep as best we might until reveille.
But it was a very uneasy sleep. The loose sheets, plucked out by the rough fingers of the gale, kept heaving and flapping in a most unpleasant manner. I, for one