<p class="page" id="a4815010">[Page 10]</p>
<p>series of old trenches (French) not long since occupied by Fritz. No bivys so had to get busy. Ted Heath and self soon had a shelter &ndash; had dinner of hot tea as cookers are following us and about 3 a.m. retired to sleep. Breakfast about 9. Well behind the line (near balloons) so toured round for souvs. No luck except red lapel and sword knot. Loafing round trench all day. Prepared to move in late afternoon and shortly after tea moved up forward to crest of hill where we waiting for darkness to fall. On motor trip we came via Warfusee along main road and position of trench we stopped in was on R. bank of Somme just near Morcourt which was  not in sight. On move forward we passed to left of Freyart and eventually landed somewhere to left of Chuignes. On account of darkness impossible to say exact position. After long march we took over old French trenches from 10th Battn. Who told us Fritz was evacuating and we were told officially that on account of evacuation the Hop-over was off. Considerable machine gun fire from Fritz  but little artillery. Long cold night. Some movement by different platoons taking woods from the enemy &ndash; last 9 stopped in position.</p>
<p>Tuesday, 27th &ndash; "Stand to" all night. Daybreak about 5 a.m. Sunny morning so slept well. About midday 9 moved forward via cold C.T. to new position between two woods captured during night on left by 10, on right by 22nd. Heard Lt. Wall was killed during the move which was done without artillery. Took up new position but rain fell as we evacuated to old deeries. On watch 1 hr. off 3.</p>
<p>Wednesday 28th. &ndash; Tea up late as cooker got lost. About 4 a.m. all had to pack up and move to C.H.Q. established near wood taken by 10: had hurried breakfast and then moved up over some more territory evacuated during the night to position in old trenches about 2000 yards in front of Herbecourt. Fine deepies abound here so had shelter from the occasional shell fire. F/Cpl Craig and Tamplar wounded &ndash; good blighties &ndash; about 2 had to form one of the carrying party to take up bombs and Stokes bombs to position half left from Herbecourt on right bank of Somme overlooking Frise in the valley. "D" Company and some of 23rd preparing to take Frise. All returned safely from machine gun fire. Just preparing to sleep about 8 when had to go up with rest of Smerdon's gun team (Cassells and Tognulla) to form post in front of Herbecourt to handover to 23rd. who are relieving us. About 9.40 were relieved. Put guns etc on limbers and all marched back to vicinity of 1st position we took over. Had hot tea and stew at cookers and then everyone had to make best of bare trench to spend the night in reserves. Self and Ted Heath however found old possy in different trench and with some of the horses breakfast managed to spend a comfortable night.<br/>Thursday, 29th. &ndash; Breakfast about 9. Walked to water point. Bulluss found and gave me good map of country (air photo). Had wash and shave, first since last Sunday afternoon's swim. Parade about noon. All ready to move. After dinner moved up to same trench as we put post in to be relieved from by 23rd but on left of road. Hung around until after tea and then prepared  bivys for the night. Terrible shortage of matches and cigarettes, but were glad to get cigarettes from the Padre to-night. Cold night &ndash; slept badly as am feeling off colour on account of cold in the head.</p>
<p>Friday, 30th &ndash; On gas guard 3-4 a.m. Breakfast 7. Standing by ready to move at 8: sitting in sun reading and wrote up diary &ndash; no entry being made since last Friday.  5th Brigade took over from 6th yesterday. We hear that they are around Peronne which however has not fallen to us yet.</p>
