<p class="page" id="a4815006">[Page 6]</p>
<p>Received letter from Cousin Bessie Dickson of Ayr. Returned to village to act as Dump guard at old P.H.Q. from 6-10. Don't want such another birthday as I'm none too good.- slight attack of gas.  30 years of age to-day.</p>
<p>Wednesday, 24th &ndash; On gas guard 1-2 a.m. Beautiful early morning: very quiet: up at 9 for breakfast. Received parcel A.K. from home and a parcel of 2 books from Miss Alston, Paris. "Typhoon" and "The Crime of Sylvester Bonard". On dump guard from 10 p.m. all night. Self and Jack Castles on No.12 post. Couldn't sleep &ndash; hot and itchy &ndash; feeling effect of gas in stomach. Early breakfast Remained on post all day with our relief. Good feeding.</p>
<p>Thursday, 25th. &ndash; Quiet day: went on same guard in evening.</p>
<p>Thursday 26th.  &ndash; Same as yesterday. Good cellar, good food, good job. Troubled with a boil on left foreleg. Feeling off in the stomach at times still. Only 10 left in our platoon now counting the Corporal in charge. Only 27 fighting men left in the company. Rumours of being reinforced by Yanks.</p>
<p>Saturday, 27th &ndash; Cool day: remained with relief on post on account of rain. Parcelling up postcards etc. for all at home: made a parcel for Ruby of two little china ornaments (?) On guard again at night. Had a hit wash.</p>
<p>Sunday, 28th &ndash; Back to original billets in cellars in afternoon. Only 6 men and 1 corporal left in 9 platoon. Reinforced by 10 or so Yanks in evening. Digging fatigue in night &ndash; self excused on account of boil on left leg. Fatigue shelled: several killed and wounded: Yanks badly scared. Self on gas guard.</p>
<p>Monday, 29th &ndash; Went to R.A.P. and had boil dressed as core came out last night. Preparing to move up. Received reply paid cable from Dad. After dark moved up to front line (outposts) on L of rly to Marceleaux. Flat ground and much machine gun traverse fire.</p>
<p>Tuesday, 30th. &ndash; Beautiful warm day &ndash; slept in bottom of trench. Exchange of bombs and machine gun fire with Fritz outpost during night.</p>
<p>Wednesday, 31st. Same as yesterday.</p>
<p>Thursday, 1st August. &ndash; At dawn thought Fritz was coming over: barrage on near left but no attack made. Usual routine for rest of day and night.</p>
<p>Friday, 2nd.- Rain all day: trench soon in bad condition. Spent a miserable day. Were relieved by part of B company in night: 11 and 10 of C. moved round to 5th Brigade on left to reinforce No.9 &amp; 12 (1 man) with "C" H.Qrs in close supports in rear of out-post. On ration fatigue to "Doll's House". Lost by Yankee guide: long time to find route.</p>
<p>Saturday, 3rd  &ndash; Trenches muddy and wet. Slept nearly all day. Some 5.9's near trench during the evening.</p>
<p>Sunday, 4th &ndash; On early morning ration fatigue. Weather better and trenched drying up. Got a big dose of gas from a 5.9 near trench in evening. Fatigue in night to Doll's House.</p>
<p>Monday, 5th. &ndash; Fine in morning, but worked up to bad weather in afternoon. Yanks relieved and so left 5 men on outpost made for</p>
