<p class="page" id="a4852008">[Page 8]</p>
<p>[The following paragraph has been inserted as a post script at the top of the first page of the letter, above the date]<br/>Have just issued the weekly tot of rum, the men look forward to it, they just get enough to warm them up. Thanks for enclosed paper, we are running very short and have to husband it. With best wishes for the New Year and love for you and the kiddies from. Yours sincerely<br/>R Mackenzie</p>
<p>23rd November 1915</p>
<p>Dear Annie</p>
<p>Thanks very much for your letter and all the news within it, it is the little bits that make the interesting reading and I hope you will write again and give me some more. I am still plugging along, have not had any desperate work to do yet or participated in any charges and must frankly say that I dont want to if it can be helped. I have seen the results of charges, that is unsuccessful ones and it was by no means edifying &ndash; dead men lying thick between the trenches and the penalty of sudden death for anyone venturing near them, with burial quite out of the question for the present, we have got used to a variety of things that at home would each give cause for much excitement &ndash; and we still have a lot to learn or experience. At present we are having a sort of rest from the trenches in which we put in 9 solid weeks and a bit over, the rest consists of pretty solid work with a full night's rest &ndash; a thing not to be had in the fire-trenches, and of course the freedom from all the strain of constant watching very trying for some men, especially at night, am thankful that it was always easy for me to do to do my bit without making a hard job of it or getting the jumps and seeing Turks in everything that moved. Very sorry to know that it wasn't Uncle who got the promotion [Burrowes enlisted in March 1917, sixteen months after this letter was written], I thought there must be some mistake because he said nothing of it when he last wrote, it must be much pleasanter for him to have a job on his own to look after and for you to go to when you visit Liverpool. Glad to hear about</p>
