by its absence, the only occupation of the people being growing corn rearing mountain sheep goats. The capital is a town named Castro but is of no considerable size. It is very hilly. In fact the island is typical of the Archipelago. Donkeys oxen are the beasts of burden. The sunrises sunsets in this part are superb having a grand effect on the water mountains. The island is now overrun with khaki navy blue as well as being temporarily a great naval base many thousand pounds have been spent on road making (by Gypos) erection of works of military significance. In the village of Therme it boasts of mineral springs but there is absolutely no means of travelling publicaly.
Jan 6th Arrived in Alexandria harbour after a good run of 46 hours. Alexandria impresses me even more than previously. There are many fine wharves the coaling facilities are excellent. The "Southland" torpedoed within 30 miles of Mudros is in harbour apparently in OK condition. We drew alongside the wharf at 6 pm by 8 pm we had entrained for Tel-el-Kebir (a record for military organisation) On this run we were not even allow the luxury of carriages, even 3rd class but had to ride in iron goods trucks minus springs
Jan 7th Arrived Tel-el-Kebir at 2.30 am bivouac for the night but by 10 am we had pitched camp. Here everything to preparations for a big camp a prolonged stay. There are tons of fodder, food, fuel etc here everything is marked out as positions for the whole of the 1st 2nd Aust Divisions.
Jan 8th Visit trenches of Battle of Tel-el-Kebir 1882 Camp routine is not very strict
Jan 15th To day the 1st 2nd Australian Divisions were inspected by General Murry the march past was very inspiring everything being on a war footing.
Jan 28th Usual drill on the desert which is very firm here while there a mirage was to be seen. They are often seen here usually take form of a pool of water surrounded by bushes.
Feby 4th It has been raining off on since we landed in Egypt to night we have had 7 hours rain continuously a record for some time in the memory of the natives.
Feby 8th Leave visit Cairo this time I went through the mosques citadel. The citadel is the old fort of Cairo in parts it has been renovated is in such a position as to command any point in Cairo. There is now an Indian hospital established here now