{"vid":"103115","uid":"1","title":"Frank Smith diary, 8 July 1917-26 February 1919 - Page 1","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"103092","type":"transcript_page","language":"und","created":"1389065703","changed":"1397714401","tnid":"0","translate":"0","revision_timestamp":"1397714401","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"> \r\n <html> \r\n <head> \r\n <meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\"> \r\n <meta name=\"generator\" content=\"NoteTab Pro\"> \r\n <title>Frank Smith diary, 8 July 1917-26 February 1919</title> \r\n </head> \r\n <body> \r\n <p>Mitchell Library, State Library of New South Wales</p> \r\n <p>Frank Smith diary, 8 July 1917-26 February 1919<br> \r\n MLMSS  2742/Item 2</p> \r\n <p>[Transcriber's note: Frank Smith wrote the diary every few weeks and this diary covers a period from when he was in Cairo to the end of the war.  He describes the advance of the Allies through Palestine including Jericho and Jerusalem many other little towns and villages and the countryside and then the trip home and the homecoming.]</p> \r\n <p><a name=\"a5738002\"></a></p> \r\n <p> \r\n [Page 2]<br> \r\n To No 437 Private Frank H Smith<br> \r\n Queensland Section<br> \r\n 2nd Aust Light Horse Field Ambulance<br> \r\n A.I. Forces</p> \r\n <p>13th Oct. 1915</p> \r\n <p>Received Decr 13th 1915</p> \r\n <p>Transferred C.B.F.A. on 3/7/17<br> \r\n Address<br> \r\n \"Woodlands\"<br> \r\n Townshend<br> \r\n Qland</p> \r\n <p><a name=\"a5738003\"></a></p> \r\n <p> \r\n [Page 3]<br> \r\n July 1917</p> \r\n <p>8th ? 11th  Moascar. Gave Capt Logan book to take to Molly. He was to leave today (11th) by Port Sydney. Made formal appln for leave 13th to 17th. Rumours isolation to be lifted Saty 14th. Sgts mess formed. Bairnsgrove &amp; Duncan of A.M.C. details also there. Overseas L Hsmn [Light Horsemen] arrived &amp; some went straight thro. Enquired if Scott there? About four inspectns in three days.  Generals plentiful.</p> \r\n <p>11th-17th  Camp routine as usual nothing startling. ICC left on 16th for Abbassia. C.B.F.A. still standing fast. Supposed to be going to Cairo, fancy we will end up at Ferry's Post. On 15th 50% granted leave &amp; about 80% of them returned home under arrest. General mess up. No apology to the men. Applied for leave 13/17th told to renew appln. Wait to see how events pan out first.</p> \r\n <p><a name=\"a5738004\"></a></p> \r\n <p> \r\n [Page 4]<br> \r\n July 1917<br> \r\n 17-29th  Ranks of N.C.O.s confirmed on 26th or 27th. Preps being made for dep'ture &amp; on 28th we left Moascar Camp &amp; entrained by 10.12 train en route to Abbassia. Arrived Cairo 1.30-2pm kit put on wagons &amp; sent out, &amp; personnel <strike>put</strike> got on train but only as far as Sakakini walking balance of distance say 15km. Had showers &amp; generally felt refreshed. Very hot marching, tunics wet with perspiration<br> \r\n Good Sgts mess here, also canteen run in conjunction with it &amp; profits go to mess a/c. Rather strange to use cups &amp; have a table cloth &amp; cruet etc. Rum about Pt5 or P10 with perhaps P10 as initiation fee. Iced drinks at Canteen. 25% granted leave, Colonel giving Brennan Martin &amp; myself precedence on a/c of applns being in for leave from Moascar All letters etc answered. None outstanding<br> \r\n July &amp; August 1917<br> \r\n 29th to 3rd  Leave increased to 100% duties excepted. Went in every night, failed to get into telephonic touch with Mr Draper, got photos done for Stretcher &amp; again at Kodaks special prints. Met Sister Andrews ex Southport &amp; Sister Stone. Had a yarn to them for a while. Dick Jimmison at 14th AGH. Sent to Ghiza for our kit bags. Sent some shirts &amp; underpants originally issued, back to Ordnance. General overhaul of kit. S.S. Mooltan on whom about 500 nurses arrived in Egypt sank in the Med. Aust mail aboard. Saw Capt Jamieson for minute or two. Same as usual, same old hat etc. Cairo much cleaner than it used to be, still very dirty. Natives, upper class especially, becoming Europeanised &amp; adopting European style of dress etc. Change very noticeable.</p> \r\n <p><a name=\"a5738005\"></a></p> \r\n <p> \r\n [Page 5]<br> \r\n August 1917<br> \r\n 29th July ? 4th Aug  3rd Anniversary of war to be celebrated at Anzac Hostel 9.30am on 4th. Dick Watson on ten days duty pass. Dust worse than ever at Wadi. Shelled on one occasion. Garbutt being prominent. Camel training proceeding apace. First a.m. camels being fresh, commenced to buck &amp; about half a dozen saddles emptied. Saw an aeroplane fall from a height of 80-100 feet. Spiral-ed into the ground, aviator being thrown clear of engine &amp; had remarkable escape, being winded only Framework smashed to atoms. Fell about 80 yards from us. <br> \r\n 5th ? 8th  Went out to Barrage on 5th. Called on Mr Draper. Could not have been made more welcome. Since L.H. trekked there, he has been very interested in Aust &amp; Austns. Returned by 7.30 train.<br> \r\n Wagh on lea or some such name his add[ress] in town. Town days <strike>Fri</strike> Monday to Friday Expecting mail any day<br> \r\n August 1917<br> \r\n 8th ? 16th  Sgt Dunbar &amp; Carne in town also saw Dave Little of 4th L.H.F.A. Tom King in town but not sighted Went out to Mataria on 12th. Aust mail also in that day<br> \r\n On 14th Sgts Duggan Brown &amp; Utting left with Major W &amp; Capt Mc for Sheik Nuran. Posted home letters on 12th Molly's on 13th also one to Jeannie<br> \r\n 16th ? 31st  On a.m. of 18th unit left Abbassia adv. party by 7am. train ex Bab el Hadid &amp; self with others by 11am train, latter arriving K'tara 3pm Swim in canal in p.m. &amp; left at 11pm an intricate mass attempting to sleep in a truck. Mass of humanity arrived at El Arish &amp; had snack about 6-7am &amp; lobbed at Sh. Nuran at 12.15 &amp; camelled to camp. Scotties still there &amp; holding sway &amp; did not leave for a week or so. We took over a couple of days later. Their</p> \r\n <p><a name=\"a5738006\"></a></p> \r\n <p> \r\n [Page 6]<br> \r\n August &amp; Sept 1917<br> \r\n 16-31st  methods not ours &amp; quite a number of alterations taking place. They evidently had been too obliging &amp; consequently imposed upon, &amp; therein good crowd. Dust same as ever. Camping about 2½ m from one of our former camps. On 28th rode over to 2nd, Hether accompanying. Dunbar to nursing, Garbutt, Steward, Jim WO. Wicker &amp; Power L/Sgts. Allen T.Sgt. Tom King &amp; Thompson Cpls. On beach. Aust mail arrived 25th none for Qlanders excepting new arrivals. Papers arrived a couple of days later still no letters to date. Delay to our letters not understood.<br> \r\n 1st-11th  Wrote Mater &amp; Molly. No letters yet to hand. None at unit either. Camel bde sports eventuated<br> \r\n 5th &amp; 7th inst, good events, but slow in coming forward. Tote &amp; bookies there in force. Amb only one rep. viz foot running.<br> \r\n Septr 1917<br> \r\n 1st-11  Dusty as usual. One or two clouds occasionally banking up, perhaps betokens the approach of a storm before long. Wadis at Xmas often run 3 or 4 ft deep. Roads being marked. Probably give what vegetation there is a chance of sprouting. Flies getting bad thus signifying the approach of winter, nights also getting fresher. Padded my saddle.<br> \r\n 11th -28  Usual rigmarole. Approached Garbutt re Xfer [transfer]. Not having any. Mild Kharnseen blowing 3 days. Rotten weather Rumours of stoush again prevalent. Moon full about 1st or 2nd Prox. No mail from Aust. Port Kembla reported a few days ago is sunk in Cook's Sts. with mails aboard. Evidently going via U.S.A. &amp; UK. Letters from Joe &amp; Dave. Joe had been Xferred to Signallers</p> \r\n <p><a name=\"a5738007\"></a></p> \r\n <p> \r\n [Page 7]<br> \r\n Septr &amp; Oct 1917<br> \r\n 11-28th  Judging by his letter does not appreciate same. <br> \r\n Old crowd now at Abbassan el Kebir. Dick W. going to ADMs office as S. Sgt. Clerk.<br> \r\n 28  Recd letters from Dad, Molly etc.<br> \r\n 28/9/17-5/10/17  Had been to Eng &amp; returned. Wrote Mater &amp; Molly &amp; also Dave &amp; Joe posting on or about 2nd. Had rather interesting episode which might have had another ending. Officer, jackknife &amp; H.Q. figuring in it. Ambulance drill being carried out<br> \r\n 5-20th  Usual happenings till 20th  Mails (several arrived) &amp; all mail up to 27th Aug. Recd about 25 letters &amp; 60 odd papers. On 20th busy packing up etc &amp; on 21st at 3pm. show moved out. Travelled till 4am. Then breakfast at Aba El Ghilyum &amp; at 2am. left for Khalassa arriving about 4am. Khalassa is the remains of the ancient city of Khalassa &amp; appear to be nothing but a heap of old stones &amp; an old well &amp; granary holes.  Christian cemetery to the South.  Mounds still there. Saw several skeletons in one, also well where Turkish cavalry used to water &amp; a large iron tank depth of about 10 ft &amp; diam of 10 ft which were destroyed before Turks left. Several snaps of same. Lizards by the thousand abound in the stones &amp; scorpions &amp; spiders galore. Another mail arrived only few letters so far being sorted. Another of the Jacko's planes brought down. Our Bristol fighter outflew outscrapped &amp; outmanoevred him. He (supposed) surrendered but only showed his hands up &amp; would not go in the direction our man wanted him to but flew Gaza way. So Steele gave</p> \r\n <p><a name=\"a5738008\"></a></p> \r\n <p> \r\n [Page 8]<br> \r\n Oct 1917<br> \r\n 5-25th  emptied his drum into him &amp; he fell from a great height, smashing his machine etc to pieces &amp; himself being so badly smashed that even his clothes were torn to shred &amp; it was with difficulty that he was recognised as an officer. His disc showed him to be Lt Irmott. The other plane brought down was captured intact with pilot. Radiator holed. L.H. got in before he could burn his machine. Machine was latest Albatross model 6D16 &amp; one of the best they had.  Seems to have the wind up him now. Supposed to have expressed surprise in finding out machine was here. First scrap one of theirs turned tail &amp; cleared home.<br> \r\n 24th-4th Nov  Returned to Abu Khatli there for 2 days &amp; again we turned our faces to the east &amp; about 2 a.m. we stopped Tawal Habari date about 31st or 1st<br> \r\n Nov 1917<br> \r\n 1st-4th  London &amp; Welsh attacking Bir Saba (Beersheba) from Sth &amp; West. Mtd Troops from East &amp; North East Camel Corps on left of 20th Army Corps. By 1.15pm all defences S &amp; W had fallen to inf &amp; at 4pm the Mtd Troops took Tel el Saba a hill about 3 m East of Beersheba &amp; at 5pm the L.H. entered Beersheba. Redoubt to North still holding out but it was soon evacuated. 1600 prisoners 9 or 12 guns taken &amp; 90 m.guns also reported as captured (M.G. only report). The mtd troops fighting their way had cleared 6m. of Hebron road N.E. of B'sheba by 8pm. On a.m. of 1st we rode thro Beersheba &amp; on to Abu Jerwal &amp; there camped, LH etc being in front. On 3rd inf &amp; L.H scrapping for wells at Khuweilfeh &amp; by 4pm wells were taken but </p> \r\n <p><a name=\"a5738009\"></a></p> \r\n <p> \r\n [Page 9]<br> \r\n Nov 1917<br> \r\n but not before Jacko had blown them up. However Engrs will soon remedy that. Water chief difficulty. On a.m. of 2nd NZs &amp; L.H. scrapped with Jacko &amp; took wells or caves of Lekyeh (Khirbit Likyeh) which were good supply for L.H. <br> \r\n 1st-4th  Beersheba was mined all over township but troops too old to be caught, mines discovered &amp; removed. Stores of fodder wood &amp; some foodstuff also taken. Town not very large, couple of good stone buildings including a 2 storeyed one which was being used as hsptl &amp; on which flew two red crescent flags. New Rly stns in progress of being built. Did not see much of town when passing thro. About 20 R.W.Fs wounded passed thro our hands. Saw German battery of 4 guns (part of the booty) &amp; judging by the number of shell cases there they must have got hell. Shrapnel helmets very effective &amp; doing good work. Aerial scrap on 3rd, our chaps came first. Jacko forced down with what result not yet known to us. Water very scarce for other than drinking &amp; cooking washing unknown. Padre Boosence (RC.) took photo of town for me, one from minaret of mosque.<br> \r\n 5th  Shifted from Camp Abu Jerwal to Caves of Lekiyeh. Spent half day there then relieved NZs a mile or so further on. Heavy fighting for wells of Khuwelfieh, which changed hands once. Very strong position on hills commanding same but we got them. For a day or so they were no man's, but our arty settled the question. Utting &amp; I from our next camp (Khuwelfieh) went up &amp; had a look at same. M.G. positions plentiful &amp; all ideal. Underground granaries on Tel el K. being utilised as emplacements.</p> \r\n <p><a name=\"a5738010\"></a></p> \r\n <p> \r\n [Page 10]<br> \r\n Novr 1917<br> \r\n Thousands of fired cartridges near each one, one especially 6?x4?x4? deep pile beside it. Arty fire of ours excellent. <br> \r\n 6th  We cleared about 150 winged etc, of all sorts, Capt Cain Lt Dixon &amp; Owen Jones of 2nd LH Bde being slightly winged &amp; passing thro, Lt Muir was killed. Wounded lying in no man's land until ever, St. bearers etc being M.gunned every time Numbers wounded thro trying to reach wounded<br> \r\n 7th   On 7th we shifted to Khuwelfieh Not many wounded received here. Whilst here news re Gaza Sheria &amp; Hareira falling received. Jacko on the hop evidently. Artillery on all sides pouring it into him &amp; getting him too. I.C.C. held up until 9th when Jacko retired. Jackos dead by the hundred. 6 guns taken at Sheria by Cavalry. 13 field guns 2 mtn guns &amp; 1900 prisoners from Beersheba &amp; other booty. Even of 9th when Jacko ICC relieved &amp; by 5am. were on the move.<br> \r\n Nov 1917<br> \r\n 10th   We filled our grain bags with Dura &amp; our tanks also with water &amp; trekked out a mile or two &amp; at daylight on 11th moved to Tel Abu Dilaka. Passed pumping Stn etc &amp; all along route from Khuwelfieh signs of Jacko in retreating getting hell. Limbers guns corpses &amp; all sorts of gear strewn alongside of roads. Our shell cases very much in evidence. About 1pm on 10th off again going to Jules on Light Rly Gaza ?Jaffa about 20m. distance. <br> \r\n 11th   One bridge main Rly blown up at Sheria. Limbers &amp; G.S. wagons galore, &amp; in one place 24 limbers etc with horses dead in their harness. Apparently they were surrounded &amp; shot their horses or also M Gun or shrapnel got into them. Too dark to see which. Passed a couple of good sized red tile roofed houses &amp; orchards (? apricot or almond)</p> \r\n <p><a name=\"a5738011\"></a></p> \r\n <p> \r\n [Page 11]<br> \r\n 11th   on the way, first decent sized houses we have seen. Also several thro several native villages and about 1am on 12th just outside Ejji a bosker storm, very  heavy thunder &amp; vivid lightening caught us. Special G[round] sheets proved very acceptable &amp; we were all fairly dry. Camels turned their rumps to rain must have been ¾ or 1 inch of rain. However we barraked till dawn, had a light breakfast and made Julis about 8.30 on 12th (Julis a native village.) Scrapping going on ahead of us, mtd troops I think.<br> \r\n 12th   Evidently gained their objectives as Jacko counter attacked. Here we heard Jacko pushed right back and that 60th div. within 4 m. of Jerusalem &amp; troops landing at Jaffa. Also German troops reinforcing etc. Not authentic report only. However part must be fairly true as Hebron offered very little resistance. At 0515<br> \r\n 13th   on 13th we moved to near Wadi Medina &amp; from here I write, guns and MGun fire within hearing. Jacko having instns to hold out on Wadi. Expecting go on any minute. Genl. Allenby seems the one. Native village here much same as other places, mud huts altho larger, being chief and in most villages only type of house. Soil here cracked for want of rain but looks splendid soil, supposed to be most fertile in world no crops growing. Apricots figs, pears or plums trees growing &amp; oranges too. 13 of our planes bombed Jacko yest[terda]y. Saw a scrap between one of ours and two of his at camp on 5th. Both of his cleared home Large number of guns and loads of ammunition captured, at Huj reported a whole ordinance depot taken.<br> \r\n Official reports not yet obtainable. Washing etc. still out of question am as <strike>dirty</strike>clean as possible but very dirty</p> \r\n <p><a name=\"a5738012\"></a></p> \r\n <p> \r\n [Page 12]<br> \r\n Nov 1917<br> \r\n 13th   Present camp near Wadi Medina two miles from Sea. Sheria west of Khuwelfieh, Dilaka N.N.W. of Sheria. Julis N.W. of Dilaka &amp; Medina N.W. of Julis. Gave a wounded man letters for Mater and Molly otherwise no chance of posting &amp; no time to write. Hands burnt with [shorthand \"with\" used] carbolic. Few winged Yeom.</p> \r\n <p>13-25th   treated here. Shifted to nearer Yebna pitched our tent etc, treating winged also a few Jackos. Parties seeing Yebna. Too busy to see it. On a.m. 14th relieved Sgt B. at Collecting dump. Capt Douglas ex Ayr. Bty  i/c &amp; also about 1500 Turks nearby as prisoner. Photo of  two of them. About 9.30 moved off under instructions to join main body at El Kubibe. On arrive there they had gone &amp; we followed on to Akir. Passed site where Turk guns were charged &amp; captured by Yeom. in fine style. Hundreds of empty shells at each gun, &amp; 4 guns [something seems to be missing or gone wrong here.  Neither the words nor the dates seem to follow.]</p> \r\n <p>14-20th  Late that afternoon we moved on to Naane arriving about 9pm. Passed thro Achiron a Rothschild model <strike>city</strike> village, school flour mill etc in evidence. Bread obtainable here at exhorbitant prices 2/- &amp; 3/- for a loaf size of a 1lb loaf. Nothing else excepting grape jam obtainable. Fairly clean &amp; civilised. Sposed to be new town of Akir. Next a.m. at stand to,  had to return to Achiron rejoining about 11am. Plenty of work sick kicking about. About 9.30 on 16th we moved from camp near Abu bushir (Naane) to a spot not far from Kubibe but N.E. of it. Here midst prickles til 1pm of 17th. Rain (light) fell during night &amp; enabled us to discover our lining sheets far from waterproof. Letter from home (Sept 17th) arrived. Then we moved onto a spot about 2 miles </p> \r\n <p><a name=\"a5738013\"></a></p> \r\n <p> \r\n [Page 13]<br> \r\n Nov 1917<br> \r\n 17th ? 20th   of Ramleh supposed to have about 10,000 inh[abitants]. About 3 towers or spires visible &amp; largest town we have seen so far. During period under review, mtd troops did fine work N.Z.s 600 holding up &amp; repulsing strong attacks by 4000 Turks &amp; that night they buried 533. L.H. enfiladed. Whilst camped N of Ramleh, rain fell two nights but 21st broke fine. No news concerning other fronts. Prisoners here s?posed number over 9000, guns about 100 &amp; large qties of [Indecipherable] including MGs. &amp; millions of rounds of ammunition of all calibres. Posted letters to Dad &amp; mater &amp; Molly also Jeannie. Place here, another Rothschild village named Surafend or some such name. People from villages selling small loafs 1/- each, diluted wine 2/- a bottle eggs 3 for a 1/-, &amp; out to catch you in every way they can, giving change a speciality.</p> \r\n <p>20th-25th  From Surafend we went to a point S.W. of Yaszur, arriving there on 22nd. Picked up the 2nd Bde here &amp; in p.m. saw Grant Skyring &amp; Co. Next day R.J.W. came to see Phillips Garry Crib with him. Went over to the 2nd next pm. On 23rd [Indecipherable] &amp; I went into Jaffa. Jaffa in pre war days had evidently been some place. Good 4 storey buildings but on our occupation about 1500 people were in it, population fled returning again &amp; a few days later pop. estimated 10,000. Very poor biz. Exorbitant prices but cabbages 1/- sweet spuds turnips radish, tomatoes fish &amp; a few other vegs, obtainable in small qties. managed to get some baking powder &amp; for the next few days we made scones or pufteloons as more familiarly named in army. Line being consolidated. Jerusalem we understand being practically isolated. L of C being brought up</p> \r\n <p><a name=\"a5738014\"></a></p> \r\n <p> \r\n [Page 14]<br> \r\n Nov 1917<br> \r\n 25th ? 26th   Jaffa being used as landing base. When purchasing, great diff experienced in getting change. Also tried to ring in Turkish money under false values. By cheek we managed to secure PT in about 80 or 90 coins. ½ &amp; ¼ PTs predominantly. Only saw the biz part of Jaffa &amp; they were dirty but believe the residential or better portions are fairly decent. Saw one street with shade trees &amp; rotundas in it. Roads approaching it bordered on both sides by orange groves, trees being laden. Saw large numbers with laden donks &amp; camels Jaffa bound. Do not trust the devils L of C being brought well up. Genl Maude died on 19th everybody sorry. On 25th we shifted to a camp near Ibnabraka or some such joint. German village of Wilhelmina or Wilhelm not far distant.</p> \r\n <p>26th ? 27th   Rumoured that it is O/bound. Try our luck tmw[tomorrow] perhaps. Posted letters home &amp; one to Standing re xfer. Secured a fowl or two 10P.T. Boiled cabbage &amp; 5 spuds for dinner in p.m. now. Getting quite experts chefs.<br> \r\n 27th to Dec 15th   Do not know in what order things happened. However Major Kenny &amp; B Sectn formed C.C.S. on Ramleh Jaffa road. Made us very busy doing led camels parades etc. To increase or stimulate our interest in life Jacko started pitching his 5.9's too close to be very comfortable. Put about a dozen into Ibnabraka about 150-200 yds distant &amp; a couple 50 yds off our op. tent. We were evidently hidden from his view by Hill otherwise we would have got it in the neck. Badly wounded one native woman in village &amp; she was first</p> \r\n <p><a name=\"a5738015\"></a></p> \r\n <p> \r\n [Page 15]<br> \r\n Nov &amp; Dec 1917<br> \r\n 27th - 15th  Dec    woman we have treated. Not on any occasion (Gaza excepted) have the British hit any village &amp; Gaza was deserted by all civilians &amp; used by Jacko for defensive purposes. However about 31st we shifted to place at Sandhills near Jaffa Gaza road &amp; about 3pm on 3rd 2 hours in advance of brigade Nye Walker &amp; self started off for Belah (50 m). Reached Esdud about 11pm &amp; camped till daybreak. Surprising the ignorance in topography of the Tommies. 6m from Yebna one told us it was a mile ahead 3 miles further on it was still a mile &amp; at Kubibe a S/Off told us K was Deiran &amp; Yebna 5 m distant. We knew better &amp; 1½ m further on we saw our Bde advance party (7am). Had tea not far from Yebna &amp; pushed on. In am started about 7am arriving Deir Sineid (now Detail Camp) about 4pm. Rained like the very devil. </p> \r\n <p>Novr Decr<br> \r\n 27th-15) Saw Trost &amp; Davis of 4th L.H.F.A. here. No time for visiting Canteens Road very slippery so we walked for a while. Reached Gaza about 6.30 camped &amp; left again 8.30 or 9am next day Light rain falling, saw parts of Gaza, every place branded O/B. no one save a few Gyppo soldiers to block us &amp; they cleared at sight of us. Bmbdmt must have been hell, hard work to dodge shell holes. Spent a couple of hours there, some parts of town where the gun emplacements were, blown to fragments. At Deir Sineid, naval gun hit one of Jacko's engines &amp; left it a heap of scrap iron.</p> \r\n <p>Rained nearly all day &amp; soaked we pulled up at Dental tent &amp; were very glad to get under cover, get practically dry &amp; warm tea.</p> \r\n <p><a name=\"a5738016\"></a></p> \r\n <p> \r\n [Page 16]<br> \r\n Decr 1917<br> \r\n 27-15 ) Blankets fairly wet &amp; next day it rained in showers. Went to dump, fixed up ointments &amp; awaited arrival of Bde. After three days wait, heard they had arrived Shellal &amp; off we set &amp; from 2pm that day till this pm have not had time to turn round. Good mail arrived yesterday, 23 letters in all. \"Links\" &amp; Xmas Cards to tune of a dozen \"Cacolet\" after lying at dumps hereabouts for 6 wks arrived this pm. </p> \r\n <p>Letter from Allan. Weather very cold. Jerusalem fell on 10th. City intact absolutely no damage done by Brit military &amp; so far no report of Turks doing any. Second votes (Aust referenda on Conscription) cast today. Wonder what result this time. Very uncertain to forecast. Voted as usual. Natives taken camels over.</p> \r\n <p>Decr 1917<br> \r\n 15-31st ) Nothing of any consequence happening Xmas very tame &amp; to make matters worse cold I had was at its worst. Assorted menu, ducks being the unfortunate birds. They were bought at canteen very high prices. A few got squiffy [drunk] that night but very few.  leave started for officers. New Years Eve Hog-marnay celebrated. <strike>Until</strike> Nothing of any consequence happening &amp; New Year opened with the same old camp routine &amp; work.</p> \r\n <p><a name=\"a5738017\"></a></p> \r\n <p> \r\n [Page 17]<br> \r\n Jany 1918<br> \r\n 1st-26th ) Same routine as usual. Mails arriving very regularly of late &amp; home letters report good rains &amp; everything in the garden lovely. Major McLaren took command about the 24th. Lt Col Arnold going to 14ty with a crown only. Sent sub to Gazette &amp; sent appln for sig school of instns. Believe it is being approved of in Alexda. Letters from Joe &amp; Dave. Each on move. Expecting to hear of Dave's arrival on Egypt any day. <br> \r\n 26th-31st) Usual routine of work. Chap named Crawford 4th Bn admitted unconscious &amp; a few days later died at 76th C.C.S. <strike>without</strike> regaining consciousness few hours  before death. Meningitis (not C.S.M.) &amp; Pneumonia.<br> \r\n 1st-8th) Left for Cleopatra Alexda. for Sig course. Usual trip down. Spent three hours in Cairo arriving camp about 8.20pm on 2nd.<br> \r\n Feb 1918<br> \r\n 2nd) Lot of rigmarole to go thro? on arrival all necessary for some Got a start with [shorthand symbol used] visuals on Tuesday 5th. Thomson &amp; Pollard also in Alex on leave. Had dinners at Windsor with them. Went to a concert Monday at Alhambra not much good. They left Wednesday. Saw Garcia. Visited B.R.Cross [British Red Cross] Commr &amp; collected nipple keys Australian mail in but so far my letters not yet come to hand Bought F.S. Pkt Book &amp; Fld sketching &amp; map reading. Protractors not obtainable.<br> \r\n to March 19th<br> \r\n Put in time at Alexda . Alexda showing signs of waking up after winter. Left on Mch 11th Caught train 8.40 at Sidi Gaber. Blue Armstrong &amp; Gilber[Indecipherable] also. Blue got off at Moascar. Reached Rafa about 4.45am. Slept an hour or so.</p> \r\n <p><a name=\"a5738018\"></a></p> \r\n <p> \r\n [Page 18]<br> \r\n Mch 1918<br> \r\n 12th) &amp; had a snack of cold boiled egg &amp; bread &amp; butter at canteen. Heard unit had left Shellal on trek to Bir Salem but could get no def. infmtn so I went out &amp; saw Capt Campbell &amp; Dentals. Cap Campbell said to go to K293 &amp; I got  lift to Belah in Maj Douglas (600 Egypt) car to Belah where I caught the \"local Goods &amp; after shunting &amp; delaying at nearly every stn arrived at Sukereir where another passed &amp; I hopped aboard &amp; reached Bir Salem (295) about 11.30. Very inhospitable place to arrive at that hour but I managed to get a camp with a motor driver (Thomson) who could not do enough for me &amp; next morning, with a coon to carry my blankets set out on shank's pony to find the unit. After walking a couple of miles arrived at  </p> \r\n <p>March 1918<br> \r\n 13th) a certain <strike>H.Q.</strike> in Deiran. Saw Lewis Col D's clerk also Grant (Laboratory). Before seeing these saw Lt McKenzie (WO's friend) &amp; after I had made several enquiries we set of in a Light Pat car &amp; after a lot of dodging about found unit twixt 293 &amp; Wadi Hinan or Hinane &amp; there I stopped &amp; here I am today 15th.<br> \r\n Austn mail here on my arrival. Missed Bill Pat &amp; Co. They left am of my arrival.<br> \r\n 13th onwards) Rumours of move etc &amp; preps being &amp; 4pm 16th dump of surplus kit etc made at K295 &amp; next day 5th Inst in showery weather we started on what will be a never forgotten stunt. Weather thro?out was wet &amp; rotten &amp; made what would probably have been a most interesting stunt full of possibilities disappointing. We passed through Ras Deiran passed [Indecipherable] &amp; after waiting for an hour or so</p> \r\n <p><a name=\"a5738019\"></a></p> \r\n <p> \r\n [Page 19]<br> \r\n March 1918<br> \r\n 17th) until the Bde crossed flooded Wadi near Jctn Stn. &amp; a few miles further on at 9.30pm we camped on weedy rocky hilly ground for the night. Majority of the men walked &amp; led their camels realising that they may want have to walk &amp; perhaps carry their kit later on, see a stitch in time saved nine &amp; it proved a wise step. Trak or road was very slippery &amp; in places very boggy &amp; sticky so much that heels &amp; soles were pulled off some of the boots. Early on PM of the 18th we pushed off again passed this valley [Elah Valley] where Davis slew Goliath. Valley remarkable for echoing &amp; re-echoing. A very old &amp; deep well stone-slabbed &amp; rope worn to a depth of 4? or 5? at Zacharia &amp; it appeared as if the Turks had boarded it in, at a depth of 20ft or so as earth thrown in so as to deceive us regarding water supply. Well then we started the ascent of the hills of Judea (+2500ft-3000ft) &amp; at 8pm camped at the top. Weather somewhat clearer but it rained again early next a.m. &amp; </p> \r\n <p>19th March 1918) made it sticky again. Rocks all over &amp; camels slipping &amp; falling &amp; marvellously avoiding breaking necks &amp; legs. Stopped for breakfast ½ hour &amp; then on again passing in sight of &amp; thro? several native villages until about 11am we passed under a stone arch near Solomon's pools &amp; ¼ mile further on camped in sight of Bethlehem &amp; right glad we were. We stayed here two days &amp; weather cleared up again. 7% leave to Beth. granted but one or two got drunk &amp; visited Church of Nativity &amp; all leave for I.C.C. stopped. Men duly matted &amp; punished but that was no good to the others &amp; scathing comment passed thereon. Well on evening of 21st 7pm in misty moonlight we passed thro? Beth &amp; Jerusalem, not seeing much of either &amp; stopping every few yards or so while Bde filed &amp; single filed. Passed thro? <strike>main sts</strike> outside walls of Jerusalem picking up our transport there &amp; after going for miles down a zig-zagging road, around</p> \r\n <p><a name=\"a5738020\"></a></p> \r\n <p> \r\n [Page 20]<br> \r\n 22nd March 1918<br> \r\n doubling &amp; redoubling on itself, we camped at Talat ed Dumm &amp; continuing the zig-zagging, horse-shoeing shaped road (an old Roman road) where a side slip may have meant a fall of 300 ft we camped on flat of Jordan valley about 4am. B?fast at 5am &amp; ready to shift. Jericho about 3 or 4 miles distant. About 9am we commenced to move towards pontoon bridge. Had dinner close ? handy &amp; got snaps of bridge. Light bad for photography. Kept moving &amp; about 5pm passed [Indecipherable] &amp; part of 2nd Bde near a Circassian Bedouin camp. Circassian Bed-Village blanketed like Arab Bedouin Described fully in letters. Still kept on moving and altho? the travelling was [Indecipherable] we had to push on &amp; at 8am on 25th we camped for an hour nearly all wet thro?, all feet soaked &amp; ate a breakfast minus tea in pouring rain. then pushed off again &amp; took till 6pm to cover two miles, camels slipping sliding all directions& one point especially where soil shallow &amp; on smooth rock. Picked up 2nd Bde 7pm which had arrived there previous night &amp; after tea, groom or rub camels backs etc at 9pm got going on what proved much better travelling in good moonlight. About 4am it rained again &amp; at dawn we found we were near a Turks Circassian village Na-aur  (pronounced Na-ooo) Village flat roofed, fair size and semi-cemented walls &amp; in some instances garden on top. Inhabitants whiter looking &amp; looked more like upper class Gyppo  &amp; looked as if the Turks also had reps. there. We had breakfast there leaving about 10am &amp; joining up Bde about 2pm near Ain le Sur. Instances of surprise were numerous. Turks &amp; Germans being</p> \r\n <p><a name=\"a5738021\"></a></p> \r\n <p> \r\n [Page 21]<br> \r\n March &amp; April 1918<br> \r\n captured in villages, having come in to visit friends. We camped that night for which we were truly thankful &amp; at 6am \"B\" or Capt S's party separated &amp; abt 8am we started out on the opening phase of Amman scrap &amp; at Marca[?] we pitched a dr. stn [dressing station] &amp; about 2pm first wounded arrived &amp; 9am (28th) next day saw all dressed  &amp; some re-dressed. Stunt lasted several days &amp; we joined up Capt D's adv dr stn about 30th or 31st returning to near NZFA. same night (still wet &amp; boggy) &amp; next day returned thro? village of Le Sur following Ain Le Sur to Shunet Nimrin where Es Salt road rejoined. Rained &amp; camels bogged &amp; slipped &amp; it was not till near am that we got thro?. Camping on hill overnight. Road drier but pm it rained &amp; we camped. Next am rations etc &amp; recrossed Jordan, camping near Jericho at 7pm. 1500 Armenian refugees passed on road, fleeing <br> \r\n April 1917<br> \r\n from Es Salt &amp; the Turks. Next a.m. about 6 Taubes bombed camps etc in &amp; around Jericho. About 10K &amp; [Indecipherable]. That pm pushed to Wadi Anja, bde relieving infy. on outpost.  Next am another raid by Turks. Official list of prisoners etc over 1000, 21 M.G. 4Fld guns &amp; 21 motor lorries. Turks reptdly attacking outposts &amp; on am of 11th very determinedly made 4 or 5 attacks in a.m. &amp; 2 in pm. getting as close as bombing distance. They came in large numbers &amp; suffered hellish casualties. M.G's . playing havoc with them. Our total losses in all were about 10 killed &amp; 25 wounded &amp; 350 dead Turks counted in front of two positions. He put up heavy H.E. supporting fire but our barrage did good work altho during main attack he got up under cover of darkness but the boys got stuck well into </p> \r\n <p><a name=\"a5738022\"></a></p> \r\n <p> \r\n [Page 22]<br> \r\n April 1918<br> \r\n him &amp; altho the odds (300-30) were heavy his casualties were heavier. He came in waves &amp; got mown down in waves. On 11th he started shelling with 4.2 guns, the Wadi Anja &amp; tried to get some of our batty's but beyond killing a few mules &amp; wnding one man slightly &amp; getting a cook in the leg &amp; arm no damage done. We shifted a few yds in Wadi Obedia where protection better. 60 pdrs very much in evidence. Good Austn mail recd on 10th &amp; letters from David Joe on 13th. Dave coming to Egypt next draft &amp; Joes 10m off coast in France. Letters to Dad Mater &amp; Molly written &amp; others rec?d from them 3 long years &amp; 7 long months today since I enlisted. Jordan crossed on March 24th &amp; recrossed again on April 1st or 2nd.<br> \r\n May 30th. Back in Wadi Hanin. <br> \r\n April &amp; may 1918<br> \r\n After shifting from Wadi Anja to Wadi OBeida (cause by enemy shelling) we struck a very dusty camp L.H. &amp; transport repeatedly passing &amp; raising clouds of dust. About April 28, we again shifted, this time across the wadi into a patch of tees besides some old ruins. Jacko made several air raids while we were here flying overhead &amp; very low each time. An A.A. brought up to meet him first morning when a dozen of his planes came over &amp; the following morning about six came over &amp; the anti played up &amp; broke their formation. Third morning when four came over, one of his planes evidently got it. It turned round, dropped his load quietly &amp; without attempting to go further, cleared for home, apparently hit. First indication of a raid to me was the antis shells</p> \r\n <p><a name=\"a5738023\"></a></p> \r\n <p> \r\n [Page 23]<br> \r\n April &amp; May 1918<br> \r\n bursting low overhead &amp; three Jackos appeared directly above me &amp; very low. I thought its too late to get clear &amp; lay quiet but on seeing these three pass &amp; five more following I got hospital patients cleared &amp; into Wadi but nothing happened nearest bomb dropped about 20 yds from nearest camp, one also not exploding. No one hurt. Messelabah constantly shelled but not one a day hurt. During 2nd am. stunt we demonstrated &amp; took hill without opp. but next a.m. a few men tried to repeat it &amp; ran into a nest of M.G. about 20 being killed &amp; wounded. About May 11th we pulled out &amp; camped near spring of Elisha near Jericho following night arrived Talaat Dumm [Talat et Dumm] travelling via old Roman road. Next day rode \"Dick\" Tamp's horse back to see if Dave had rejoined the 2nd Rather remarkable coincidence but it was not he. </p> \r\n <p>May 1918<br> \r\n Next day we camped at Enab 6 or 7 miles W. of Jerusalem passing through Jerusalem about 2A.M. Dead tired &amp; I dozed &amp; slept all the way. Remarkable how we escaped falls . Afraid to go to sleep on our camels we walked &amp; fell asleep walking &amp; walked on leading our camels in our sleep. Rather dangerous as road side on right dropped sheer for anything up to 50 feet. kept to the left &amp; repeatedly being awakened by stepping into gutter three feet deep, the jolt awaking me. Humerous watching men walking in their sleep, walk along as though drunk in a zig-zag gait the whole time. That night we moved on to Latron camping there over following night &amp; in early a.m. pushed on through Deiran to Wadi Hanin &amp; its here on Grandma's birthday that I am wracking my brain trying to </p> \r\n <p><a name=\"a5738024\"></a></p> \r\n <p> \r\n [Page 24]<br> \r\n May 1918<br> \r\n remember events of the past six weeks. Sick rate considerably reduced, still an odd malarial passing thro? but time now available for writing a few letters or so. Posted all home letters to Dave. Home letters mention death of Mrs Von &amp; Uncle Tom Pat. Tom King left here for Aust on 27th. Put in my appln for transport duty on 26th. Wonder what next I'll hear about it. Got rid of about 120 odd sets of Amman stunt. Could sell hundreds more. Wadi Hanin camp much better &amp; very refreshing. Dave rejoined 2nd Regt about Apr. 16 Leave to Port Said Rest Camp being granted first batch returning from Port Said on 1st prox. Few large snakes, spiders, scorpions &amp; thousands of grasshoppers &amp; fleas hereabouts. Mess reformed. E.P. tent for hsptl. &amp; O.P. for mess.</p> \r\n <p>June 1918<br> \r\n Shifted to Surafend. horses arriving by deg. &amp; re organisations taking place. Re- equipping &amp; getting rid of surplus gear &amp; exchanging panniers. Nothing startling re position here. Saw a balloon of ours near Jaffa brought down in flames by two Taubes. Report says 2 ?planes downed pretty certain one was. Aerial scrap near here. Stray bullet got our observer thro head killing him &amp; pilot descended with him. Taube went home glad to get clear<br> \r\n July 1918<br> \r\n Still in same spot. On 13 Germans attacked between Vale &amp; View posts in Valley of Jordan. Penetrated top Abu Tallul. Expected to be supported by Turks. However 1st regt got behind them &amp; cut them off 600 prisoners taken. Mussellaba not touched. Capt W.J. Handley killed by shell when with lead horses. His batman got winged &amp; on going to his assistance, got shell burst within foot of him killing him instantly</p> \r\n <p><a name=\"a5738025\"></a></p> \r\n <p> \r\n [Page 25]<br> \r\n July 1918<br> \r\n Saw Dave about the 26th. Couple of days later, he was sent to hospital now in 31st GH Cairo.</p> \r\n <p>August 1918<br> \r\n Letters from home O.K. 16th Letters from Dave &amp; Joe. Both O.K. On 4th left for Jerusalem on leave. Left Ludd about 10 &amp; arrived there after a tedious slow journey about 2.30. Snack at Mrs Chisholm's, then found the Church Army hut &amp; bunked there. 1st day, accompanied by Mr Crane Secy to the Ch Army, we visited Jews Wailing place, Mosque of El Aksa, Sub passage, courtyd &amp; stables of Crusaders underneath, Mosque of Omar (Dome of Rock, Grain wind sieve, Abr.[Abraham] sacrifice etc. angel alighted, thence via golden gate to Church of Ecce Homo &amp; via Dolorosa, thence out thro Damascus gate past Herods Gate &amp; Gordon's Calvary then dinner. Afternoon stns of Cross (8) Holy Sepulchre (Calvary) Tomb where Christ buried, saw service by Franciscan Monks, thence to German Church (170 steps) &amp; then home.</p> \r\n <p>Aug 1918<br> \r\n A.M. of the 14th Went to Solomon's quarries, Garden of Gethsemane, Mt of Olives &amp; Russian Church (316 steps up tower) &amp; from there took photos of Jerusalem Returning saw Church of Ascension &amp; footsteps in the rock) Virgin Mary's Tomb, Grotto of Gethsemane. Also 8 venerable Olive trees. In afternoon visited Dr Schick's place, saw his models of the Temple Area &amp; then went to Y.M.C.A. had a tuck in &amp; then went down the city Met Bill Power &amp; Anderson, Monty Smith &amp; a couple of others from the 2nd. Had a yarn, then feed up again &amp; back to bed.<br> \r\n 15th Went to the R.C. procession of Feast of Annunciation. Disappointed in display. They marched 2 deep thro Jaffa gate to Holy Sepulchre said few prayers, bowed to Tomb &amp; off again to tomb of Virgin Mary. Nothing doing there so we came back, exchanged Kelly's buttons with [shorthand symbol used] old Ikey creating </p> \r\n <p><a name=\"a5738026\"></a></p> \r\n <p> \r\n [Page 26]<br> \r\n Aug 1918<br> \r\n no small amount of amusement, dinner then to Mrs Chisholm's to await train &amp; before leaving had P.M. tea caught train 3.15 arr Ludd about 6.5o &amp; came home by a Ford. Big party waited till next day</p> \r\n <p>18.11.18 <br> \r\n 3 days out from Suez.<br> \r\n Big &amp; final stunt against Jacko started on Nov 19th &amp; finished on Oct 31st by Jacko signing an armistice on our terms. Troops had advanced about 20m. beyond Aleppo &amp; destroyed 3 armies &amp; all their equipment captured about 90,000-100,000 men &amp; approx 500 guns, all his dumps, rly systems, lorries &amp; transport of all descriptions.</p> \r\n <p>Nov 8th Recd word 11.30pm to be at 13th Bde dump 0800 next day to proceed by lorry to Tripoli thence Moascar to Aust on 1914  Messed about until we arrived at Moascar 3pm 15th. more</p> \r\n <p>Nov 1916<br> \r\n trouble here, waiting re-equipping etc &amp; at 9.30 left for train, travelling in usual military fashion, goods trucks failing cattle trucks. Very cold, no blankets &amp; not sufficient room to stretch our legs out. However we are accustomed to this &amp; not at all surprised at it, in fact we anticipated it. However about 4.30 before daylight we got to Suez &amp; spent the next hour being shunted up &amp; down one or two sidings &amp; about daylight we pulled up near the pier The \"port Darwin\" one of the C?wealth steamers of about 8,000 tons. About 200-300 inf from France also waiting. Report vary saying 800-1200 aboard. Dave aboard too, also many old faces that I have not seen for years. Nearly all 1914 men &amp; a very fine class too. Very different to those met in brigades. Quite safe to leave</p> \r\n <p><a name=\"a5738027\"></a></p> \r\n <p> \r\n [Page 27]<br> \r\n Novr 1918<br> \r\n anything lying about. Not much excitement. Fancy 4 yrs of war has settled most of that. However once we got aboard we soon got settled, the weather very hot &amp; sea very calm. 2nd day out I was commandeered for hsptl. Quite a number of sick, most of whom were sick before leaving but would not report being afraid of missing the boat. Chiefly infl. &amp; malaria recurring. Troop deck almost unbearable, heat stifling. Deck (main) hot but much better. Stokers must have a warm time. Boat supposed to be doing about 12 knots &amp; expected to be tied up at Port Melbne 7am on 21st. So far, food fairly decent. On night of 11th we were aboard the ABBASIEH anchored off Tripoli when sirens, whistles from trawlers in shore started screeching &amp; blowing quickly followed by lights 7 rockets<br> \r\n Novr 1918<br> \r\n of all colours. We soon guessed that the cause of it was that Germany had accepted the armistice. Our boat then went mad too. On confirmation of it being received, several cases of whiskey were given to the troops &amp; they celebrated also, some well &amp; some wisely. Peace is a foregone conclusion, Germany after carrying out terms of the armistice not being in a position of offer much resistance or show fight. It took over four years to do but by jove we did it, &amp; everyone satisfied to go home &amp; hoping to be there for Xmas. <br> \r\n Arrived Colombo on 29th departed on 1st &amp; Fremantle expected to be reached on 14th &amp; W.A. troops disembarked. Did not arrive Fremantle before 16th Reported strong wind blew us out of our course &amp;</p> \r\n <p><a name=\"a5738028\"></a></p> \r\n <p> \r\n [Page 28]<br> \r\n rough seas 7 headwinds further delayed us. We anchored a few miles out about 1pm &amp; about three health officers etc came aboard. Pneumonia Influ raging Europe &amp; also Indian &amp; altho no one allowed ashore &amp; no influ of any description since leaving Colombo yet we had to take the W.A's (who had already received orders &amp; had their kits etc ready to land) on to Melbne. It was very unfair top them &amp; we all sympathised with them. However we left that night, received fruit &amp; other edible gifts from W.A. red cross 7 arrived at Melbne off Portsea on 21st or 22nd. Here we put up the quarantine flag &amp; had to undergo inhalations as a prophylactic measure &amp; also have all temperatures taken daily in addition to being inoculated twice. Inoculations did not concern us in the least. We had all been done many times &amp; took it as a matter of course. Two men with temps put ashore at Quarrantine Stn &amp; about 4pm on24th we got under way again, tying up at the pier at Port Melbne about 5.30. General leave was granted until 10am next day &amp; we all went ashore returning in time next day. Then we collected our kits, did not give Xmas dinner a thought &amp; about 12 disembarked &amp; entrained at Pt Melbne. At Seymour, the red cross first met us, &amp; from there up till the time we reached Bne about 5.40pm on the 27th we could not </p> \r\n <p><a name=\"a5738029\"></a></p> \r\n <p> \r\n [Page 29]<br> \r\n have received better treatment. In addition to three hot meals a day provided by the Mil.[itary] Authorities, at almost every stn we stopped at, the Red Cross ladies met us &amp; provided us with tea, scones, fruit etc. Not the least pleasing of all was the sight of our own Austn girls. We who had been in Palestine had seen practically nothing of the English speaking world save our soldiers in Khaki &amp; it was truly a feast for the eye, the ear &amp; the spirit. To look &amp; to listen was a treat &amp; I think everybody thought that \"all the world over theres no place like home\". Changing at Albury we got sleepers &amp; even though the hour was midnight, those who were awake were met by Red Cross workers &amp; at daylight in the morning, they also were there. I slept like a top, both nights &amp; at 4.30am on the 27th was quite ready to get up preparatory changing trains at Wfarra. We stopped at Sydney for about an hour but were not allowed off the platform. However by dint of persuasion &amp; palm grease I persuaded a porter to enquire of the C.S.M. Sydney if there was a wire for me &amp; he brought one from Aunt Jack saying all were meeting us at Central. From Wfarra to Centl every house we passed within sight of , waved a flag or sheet or something to greet us. Our arms got tired of responding, so a newspaper held outside &amp; blowing in the wind sufficed.</p> \r\n <p><a name=\"a5738030\"></a></p> \r\n <p> \r\n [Page 30]<br> \r\n At Stanthorpe the Chairman of the Council made a speech which I did not hear, thanks to a pretty girl with a tray of peaches, (more in my line) &amp; also at Warwick Toowmba (dinner) &amp; Helidon we got refreshments. At Ipsch Tom, Edie &amp; the family, Joe Sheppard Chas. L. TG &amp; Mrs Springall &amp; a few others including Lil Handley met us. Tom said family would wait engine end of platform<br> \r\n Arrived at Central OK. &amp; struggling with kitbags etc Molly was the first spotted. She told me where the family were &amp; I told her Dave was coming somewhere behind me, &amp; she left to look for him. Crowds of relatives very dense &amp; almost impossible to work through. Eventually I found Mater, Dad, Aunt J. Billy &amp; Molly Gunn inside Sturgy &amp; Allan outside &amp; after a few mins, we got in cars, passed down Edward Queen &amp; went up Albert St to Market Square, where Goold Adams (Gover) Theodore &amp; a few parliament &amp; municipal authorities made speeches of welcome. We all wished they would cut it out. However we all met together &amp; went out to Aunt Jacks &amp; altho I was not in the slightest hungry could not resist the fine dinner &amp; did it full justice. Tom landed down about ten min's after our train. Next day we got fixed up at the Barracks, &amp; about 2pm left for home, calling at Tom's place en-route with cars Buick &amp; [Indecipherable]. Ad. Fletcher accompanying us.</p> \r\n <p><a name=\"a5738031\"></a></p> \r\n <p> \r\n [Page 31]<br> \r\n & here endeth my escapade etc in this the great &amp; we hope the last war,  &amp; without making any rash statement as to what I would do if another war broke out, I will leave it till then, if ever Amen<br> \r\n Decr 28th 1918.<br> \r\n Discharged from A.I.F. February 26th 1919<br> \r\n [signed] F.H.Smith</p> \r\n <p>[Transcriber's notes:<br> \r\n Abbassia page 2 ? is now called El-Abaseya and it is a suburb about 4 kms NE from the centre of Cairo.<br> \r\n Abu Jerwal page 8 ? is about 5miles north of Beersheba. The name must have changed as it no longer appears on maps. <br> \r\n Abu Tallul page 24 is about 4kms south of Musallabeh and about 1.5kms behind the Vale &amp; View outposts.<br> \r\n Ain le Sur page 20 ? is Ain es Sirabout 6 miles N of Naaur and 6 miles W of Amman. <br> \r\n Akir page 12 ? also spelled Aqir was a Palestinian Arab village located 9 km southwest of Ramla.  It was occupied by Israel in 1948 and depopulated.  The area is now part of the town of Kiryat Ekron.<br> \r\n Aleppo page 26 ? is now in Syria.  It is about 700kms N of Jerusalem.<br> \r\n Bab el Hadid page 5 ? Bab el Hadeed is a suburb of Cairo.<br> \r\n Barrage page 5 ? possibly The Assiut Barrage which is a dam on the Nile in the city of Assiut or Asyut 250 miles to the south of Cairo. Smith might also be referring to the Nile Delta Barrage or the Aswan Dam.<br> \r\n Belah page 15 ? full name then was Dei el Belah but is now called Dayr al-Balah and is about 10 miles South of  Gaza on the coast.<br> \r\n Bir Salem page 18 ? was a village close to Ramla/Ramleh.<br> \r\n Cacolet page 16 ? a cacolet (plural cacolets) is one of a pair of chairs or litters mounted on the sides of a pack animal to carry loads including wounded soldiers.<br> \r\n C.B.F.A page 2 ? Camel Brigade Field Ambulance<br> \r\n C.C.S page 14 ? Casualty Clearing Station.<br> \r\n Deiran page 18 ? was a railhead for the Allied troops.<br> \r\n Deir Sineid page 15 ? is about 7 miles NE of Gaza. Dayr Sunayd was a Palestinian Arab village. Prior to its depopulation during the 1948 Arab-Israeli war it had 730 inhabitants.<br> \r\n Dilaka page 12 ? see Tel el Dilaka below.<br> \r\n Ejji page 11 ? this is Ejjeh and is or was about 10 miles south of Esdud or Ashdod as it is now called.<br> \r\n El Arish page 5 ? is on the north coast of the Sinai about 50kms from the Israeli border.<br> \r\n Elisha page 23 ? Ain es-Sultan, Elisha's Spring<br> \r\n Enfiladed page 13 ? Enfilade fire is gunfire is commonly known as flanking fire.  It refers to firing on an enemy from the side ie down its longest axis.  If the enemy is making an attack to the south then enfilading fire would come from the east or the west.<br> \r\n Es Salt page 20 ? is about 7 miles NNW of Ain es Sir.<br> \r\n Ferry's Post page 2 - is near Ismailia, a town on the Suez Canal about 60kms south of Port Said.<br> \r\n Ibnabraka page 14 ? is Ibn Ibrak which midway between Jaffa and Wilhelmia.<br> \r\n ICC page 2 ? Imperial Camel Corps.<br> \r\n Jacko page 7 ? a nickname for the Turks used by the AIF in Palestine and Gallipoli.<br> \r\n Jaffa page 13 ? is now part of Tel Aviv.<br> \r\n Junction Station page 19 ? was about 7 miles SE of Yebna and about 20 miles east of Jerusalem.<br> \r\n Khalassa page 7 ? Al-Khalasa was a Palestinian village, located 23 kilometres southwest of the city of Beersheba <br> \r\n Khamseen page 6 - a dry, hot and dusty wind blowing in the Arabian Peninsula and North Africa which often blows for 50 days.<br> \r\n Kontara page 5 ? is Al Qantarah or Kantara on the Suez Canal about 40kms north of Ismailia.<br> \r\n Latron page 23 ? is on the road between Jerusalem and Ramla/Ramleh and is about 8 miles from Ramleh.<br> \r\n L.H.F.A. page 5 ? Light Horse Field Ambulance Corp.<br> \r\n L of C page 13 ? probably Lines of Communication.<br> \r\n Ludd page 25 ? is probably now Lod which is about 5 miles E of Rishon Le Tsiyon.<br> \r\n Moascar page 2 ? This was an isolation camp (about 10kms by road from Ismailia or about 4kms as the crow flies) for screening soldiers arriving in Egypt as reinforcements. <br> \r\n SS Mooltan page 4 - on July 26th 1917 the P&O ocean liner was being escorted by two Japanese destroyers when, she was torpedoed and sunk by a German submarine, 53 miles from Cape Serrat (on the north coast of Tunisia).<br> \r\n Port Kembla page 6 - The SS Port Kembla was a steamer owned by the Commonwealth and Dominion Line. It was sunk 17 kilometres off Farewell Spit on NZ's South Island in September 1917 by a mine laid by the German cruiser SMS Wolf. <br> \r\n Lt Muir was killed page 10 ? see page 423 of Volume VII of the Official History of the War of 1914-18.<br> \r\n Naane page 12 ? is now called Na?an, a village about 5kms NE of Kiryat Ekron and about 7kms S of Ramla.<br> \r\n Na-aur page 20 ? is a village on the road from Jericho to Amman, about 10 miles SW of Amman.<br> \r\n PTs page 14 ? probably Egyptian pounds which are called Piastres.<br> \r\n Rafa page 17 ? Rafah is now the last Egyptian town before the Palestinian/Israeli border.  It is right on the border and on the coast.<br> \r\n Ramleh page 13 ? is now called Ramla about 10 miles SE of Tel Aviv.<br> \r\n Rothschild Village ? In the 1890s Baron Rothschild provided funds for the purchase of land in Palestinian territories for the development of villages and settlement of Jews.<br> \r\n R.W.Fs page 9 ? Royal Welsh Fusiliers.<br> \r\n Sakakini page 4 ? is Al Sakakini, a suburb of Cairo.<br> \r\n Sandhills page 15 ? at that time there were sand dunes just south of Jaffa.<br> \r\n Shellal page 16 ? is about 10 miles S of Gaza. Sheria page 10 ? is Tel el Sheria about 9 miles NW of Beersheba. <br> \r\n Shunet Nimrin page 20 ? is 15 miles SW of Ain es Sur or Ain Le Sur as Smith writes it.<br> \r\n Sukereir page 18 ? is Wadi Sukereir.<br> \r\n Surafend pages 13 &amp; 24 ? is now called Tzrifin and is 2 kms east of Rishon Le Tsiyon.<br> \r\n Talat ed Dumm page 20 ? is about 7 miles SW of Jericho and 7 miles ENE of Jerusalem. <br> \r\n Taube page 21 ? Taube (meaning Dove), was a monoplane aircraft with a birdlike wing shape.<br> \r\n Tel Abu Dilaka page 10 ? Te Abu Dilakh is about 6 miles east of Gaza.<br> \r\n Tel el Sheria is about 10 miles NW of Beersheba and Abu Hareira is about 5 miles west of Tel el Sheria.<br> \r\n Vale &amp; View posts page 24 ? were two outposts among many about 1.5kms SW of Musallabeh.<br> \r\n Wadi Hanin page 18 &amp; 24 ? is Wadi Hanein, not far from Richon le Zion or now called Rishon Le Tsiyon which is about 8 miles south of Tel Aviv.<br> \r\n Wilhelmina page 14 ? is the village of Wilhelmia about 10 miles east of Jaffa.  Now called Magshimim.<br> \r\n Windsor page 17 ? is the Windsor Hotel. <br> \r\n Yaszur page 13 ? this village is now an eastern suburb of Tel Aviv-Yafo (the amalgamation of Tel Aviv and Jaffa).<br> \r\n Yebna page 12 ? was in the al-Ramla district of Palestine (15 kms SW of al-Ramla) and now is the town of Yavne.  Yebna/Yibna was occupied by Israel in 1948 and mostly destroyed with the exception of couple of houses and the village mosque.]</p> \r\n <p>[Transcribed by Miles Harvey, Barbara Myles for the State Library of New South Wales]</p> \r\n </body>\r\n","format":"plain_text","safe_value":"<p><!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"><br />\n <html><br />\n <head><br />\n <meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-1\"><br />\n <meta name=\"generator\" content=\"NoteTab Pro\"><br />\n <title>Frank Smith diary, 8 July 1917-26 February 1919</title><br />\n </head><br />\n <body> </p>\n<p>Mitchell Library, State Library of New South Wales</p>\n<p>Frank Smith diary, 8 July 1917-26 February 1919<br><br />\n MLMSS  2742/Item 2</p>\n<p>[Transcriber's note: Frank Smith wrote the diary every few weeks and this diary covers a period from when he was in Cairo to the end of the war.  He describes the advance of the Allies through Palestine including Jericho and Jerusalem many other little towns and villages and the countryside and then the trip home and the homecoming.]</p>\n<p><a name=\"a5738002\"></a></p>\n<p>\n [Page 2]<br><br />\n To No 437 Private Frank H Smith<br><br />\n Queensland Section<br><br />\n 2nd Aust Light Horse Field Ambulance<br><br />\n A.I. Forces</p>\n<p>13th Oct. 1915</p>\n<p>Received Decr 13th 1915</p>\n<p>Transferred C.B.F.A. on 3/7/17<br><br />\n Address<br><br />\n \"Woodlands\"<br><br />\n Townshend<br><br />\n Qland</p>\n<p><a name=\"a5738003\"></a></p>\n<p>\n [Page 3]<br><br />\n July 1917</p>\n<p>8th ? 11th  Moascar. Gave Capt Logan book to take to Molly. He was to leave today (11th) by Port Sydney. Made formal appln for leave 13th to 17th. Rumours isolation to be lifted Saty 14th. Sgts mess formed. Bairnsgrove &amp; Duncan of A.M.C. details also there. Overseas L Hsmn [Light Horsemen] arrived &amp; some went straight thro. Enquired if Scott there? About four inspectns in three days.  Generals plentiful.</p>\n<p>11th-17th  Camp routine as usual nothing startling. ICC left on 16th for Abbassia. C.B.F.A. still standing fast. Supposed to be going to Cairo, fancy we will end up at Ferry's Post. On 15th 50% granted leave &amp; about 80% of them returned home under arrest. General mess up. No apology to the men. Applied for leave 13/17th told to renew appln. Wait to see how events pan out first.</p>\n<p><a name=\"a5738004\"></a></p>\n<p>\n [Page 4]<br><br />\n July 1917<br><br />\n 17-29th  Ranks of N.C.O.s confirmed on 26th or 27th. Preps being made for dep'ture &amp; on 28th we left Moascar Camp &amp; entrained by 10.12 train en route to Abbassia. Arrived Cairo 1.30-2pm kit put on wagons &amp; sent out, &amp; personnel <strike>put</strike> got on train but only as far as Sakakini walking balance of distance say 15km. Had showers &amp; generally felt refreshed. Very hot marching, tunics wet with perspiration<br><br />\n Good Sgts mess here, also canteen run in conjunction with it &amp; profits go to mess a/c. Rather strange to use cups &amp; have a table cloth &amp; cruet etc. Rum about Pt5 or P10 with perhaps P10 as initiation fee. Iced drinks at Canteen. 25% granted leave, Colonel giving Brennan Martin &amp; myself precedence on a/c of applns being in for leave from Moascar All letters etc answered. None outstanding<br><br />\n July &amp; August 1917<br><br />\n 29th to 3rd  Leave increased to 100% duties excepted. Went in every night, failed to get into telephonic touch with Mr Draper, got photos done for Stretcher &amp; again at Kodaks special prints. Met Sister Andrews ex Southport &amp; Sister Stone. Had a yarn to them for a while. Dick Jimmison at 14th AGH. Sent to Ghiza for our kit bags. Sent some shirts &amp; underpants originally issued, back to Ordnance. General overhaul of kit. S.S. Mooltan on whom about 500 nurses arrived in Egypt sank in the Med. Aust mail aboard. Saw Capt Jamieson for minute or two. Same as usual, same old hat etc. Cairo much cleaner than it used to be, still very dirty. Natives, upper class especially, becoming Europeanised &amp; adopting European style of dress etc. Change very noticeable.</p>\n<p><a name=\"a5738005\"></a></p>\n<p>\n [Page 5]<br><br />\n August 1917<br><br />\n 29th July ? 4th Aug  3rd Anniversary of war to be celebrated at Anzac Hostel 9.30am on 4th. Dick Watson on ten days duty pass. Dust worse than ever at Wadi. Shelled on one occasion. Garbutt being prominent. Camel training proceeding apace. First a.m. camels being fresh, commenced to buck &amp; about half a dozen saddles emptied. Saw an aeroplane fall from a height of 80-100 feet. Spiral-ed into the ground, aviator being thrown clear of engine &amp; had remarkable escape, being winded only Framework smashed to atoms. Fell about 80 yards from us. <br><br />\n 5th ? 8th  Went out to Barrage on 5th. Called on Mr Draper. Could not have been made more welcome. Since L.H. trekked there, he has been very interested in Aust &amp; Austns. Returned by 7.30 train.<br><br />\n Wagh on lea or some such name his add[ress] in town. Town days <strike>Fri</strike> Monday to Friday Expecting mail any day<br><br />\n August 1917<br><br />\n 8th ? 16th  Sgt Dunbar &amp; Carne in town also saw Dave Little of 4th L.H.F.A. Tom King in town but not sighted Went out to Mataria on 12th. Aust mail also in that day<br><br />\n On 14th Sgts Duggan Brown &amp; Utting left with Major W &amp; Capt Mc for Sheik Nuran. Posted home letters on 12th Molly's on 13th also one to Jeannie<br><br />\n 16th ? 31st  On a.m. of 18th unit left Abbassia adv. party by 7am. train ex Bab el Hadid &amp; self with others by 11am train, latter arriving K'tara 3pm Swim in canal in p.m. &amp; left at 11pm an intricate mass attempting to sleep in a truck. Mass of humanity arrived at El Arish &amp; had snack about 6-7am &amp; lobbed at Sh. Nuran at 12.15 &amp; camelled to camp. Scotties still there &amp; holding sway &amp; did not leave for a week or so. We took over a couple of days later. Their</p>\n<p><a name=\"a5738006\"></a></p>\n<p>\n [Page 6]<br><br />\n August &amp; Sept 1917<br><br />\n 16-31st  methods not ours &amp; quite a number of alterations taking place. They evidently had been too obliging &amp; consequently imposed upon, &amp; therein good crowd. Dust same as ever. Camping about 2½ m from one of our former camps. On 28th rode over to 2nd, Hether accompanying. Dunbar to nursing, Garbutt, Steward, Jim WO. Wicker &amp; Power L/Sgts. Allen T.Sgt. Tom King &amp; Thompson Cpls. On beach. Aust mail arrived 25th none for Qlanders excepting new arrivals. Papers arrived a couple of days later still no letters to date. Delay to our letters not understood.<br><br />\n 1st-11th  Wrote Mater &amp; Molly. No letters yet to hand. None at unit either. Camel bde sports eventuated<br><br />\n 5th &amp; 7th inst, good events, but slow in coming forward. Tote &amp; bookies there in force. Amb only one rep. viz foot running.<br><br />\n Septr 1917<br><br />\n 1st-11  Dusty as usual. One or two clouds occasionally banking up, perhaps betokens the approach of a storm before long. Wadis at Xmas often run 3 or 4 ft deep. Roads being marked. Probably give what vegetation there is a chance of sprouting. Flies getting bad thus signifying the approach of winter, nights also getting fresher. Padded my saddle.<br><br />\n 11th -28  Usual rigmarole. Approached Garbutt re Xfer [transfer]. Not having any. Mild Kharnseen blowing 3 days. Rotten weather Rumours of stoush again prevalent. Moon full about 1st or 2nd Prox. No mail from Aust. Port Kembla reported a few days ago is sunk in Cook's Sts. with mails aboard. Evidently going via U.S.A. &amp; UK. Letters from Joe &amp; Dave. Joe had been Xferred to Signallers</p>\n<p><a name=\"a5738007\"></a></p>\n<p>\n [Page 7]<br><br />\n Septr &amp; Oct 1917<br><br />\n 11-28th  Judging by his letter does not appreciate same. <br><br />\n Old crowd now at Abbassan el Kebir. Dick W. going to ADMs office as S. Sgt. Clerk.<br><br />\n 28  Recd letters from Dad, Molly etc.<br><br />\n 28/9/17-5/10/17  Had been to Eng &amp; returned. Wrote Mater &amp; Molly &amp; also Dave &amp; Joe posting on or about 2nd. Had rather interesting episode which might have had another ending. Officer, jackknife &amp; H.Q. figuring in it. Ambulance drill being carried out<br><br />\n 5-20th  Usual happenings till 20th  Mails (several arrived) &amp; all mail up to 27th Aug. Recd about 25 letters &amp; 60 odd papers. On 20th busy packing up etc &amp; on 21st at 3pm. show moved out. Travelled till 4am. Then breakfast at Aba El Ghilyum &amp; at 2am. left for Khalassa arriving about 4am. Khalassa is the remains of the ancient city of Khalassa &amp; appear to be nothing but a heap of old stones &amp; an old well &amp; granary holes.  Christian cemetery to the South.  Mounds still there. Saw several skeletons in one, also well where Turkish cavalry used to water &amp; a large iron tank depth of about 10 ft &amp; diam of 10 ft which were destroyed before Turks left. Several snaps of same. Lizards by the thousand abound in the stones &amp; scorpions &amp; spiders galore. Another mail arrived only few letters so far being sorted. Another of the Jacko's planes brought down. Our Bristol fighter outflew outscrapped &amp; outmanoevred him. He (supposed) surrendered but only showed his hands up &amp; would not go in the direction our man wanted him to but flew Gaza way. So Steele gave</p>\n<p><a name=\"a5738008\"></a></p>\n<p>\n [Page 8]<br><br />\n Oct 1917<br><br />\n 5-25th  emptied his drum into him &amp; he fell from a great height, smashing his machine etc to pieces &amp; himself being so badly smashed that even his clothes were torn to shred &amp; it was with difficulty that he was recognised as an officer. His disc showed him to be Lt Irmott. The other plane brought down was captured intact with pilot. Radiator holed. L.H. got in before he could burn his machine. Machine was latest Albatross model 6D16 &amp; one of the best they had.  Seems to have the wind up him now. Supposed to have expressed surprise in finding out machine was here. First scrap one of theirs turned tail &amp; cleared home.<br><br />\n 24th-4th Nov  Returned to Abu Khatli there for 2 days &amp; again we turned our faces to the east &amp; about 2 a.m. we stopped Tawal Habari date about 31st or 1st<br><br />\n Nov 1917<br><br />\n 1st-4th  London &amp; Welsh attacking Bir Saba (Beersheba) from Sth &amp; West. Mtd Troops from East &amp; North East Camel Corps on left of 20th Army Corps. By 1.15pm all defences S &amp; W had fallen to inf &amp; at 4pm the Mtd Troops took Tel el Saba a hill about 3 m East of Beersheba &amp; at 5pm the L.H. entered Beersheba. Redoubt to North still holding out but it was soon evacuated. 1600 prisoners 9 or 12 guns taken &amp; 90 m.guns also reported as captured (M.G. only report). The mtd troops fighting their way had cleared 6m. of Hebron road N.E. of B'sheba by 8pm. On a.m. of 1st we rode thro Beersheba &amp; on to Abu Jerwal &amp; there camped, LH etc being in front. On 3rd inf &amp; L.H scrapping for wells at Khuweilfeh &amp; by 4pm wells were taken but </p>\n<p><a name=\"a5738009\"></a></p>\n<p>\n [Page 9]<br><br />\n Nov 1917<br><br />\n but not before Jacko had blown them up. However Engrs will soon remedy that. Water chief difficulty. On a.m. of 2nd NZs &amp; L.H. scrapped with Jacko &amp; took wells or caves of Lekyeh (Khirbit Likyeh) which were good supply for L.H. <br><br />\n 1st-4th  Beersheba was mined all over township but troops too old to be caught, mines discovered &amp; removed. Stores of fodder wood &amp; some foodstuff also taken. Town not very large, couple of good stone buildings including a 2 storeyed one which was being used as hsptl &amp; on which flew two red crescent flags. New Rly stns in progress of being built. Did not see much of town when passing thro. About 20 R.W.Fs wounded passed thro our hands. Saw German battery of 4 guns (part of the booty) &amp; judging by the number of shell cases there they must have got hell. Shrapnel helmets very effective &amp; doing good work. Aerial scrap on 3rd, our chaps came first. Jacko forced down with what result not yet known to us. Water very scarce for other than drinking &amp; cooking washing unknown. Padre Boosence (RC.) took photo of town for me, one from minaret of mosque.<br><br />\n 5th  Shifted from Camp Abu Jerwal to Caves of Lekiyeh. Spent half day there then relieved NZs a mile or so further on. Heavy fighting for wells of Khuwelfieh, which changed hands once. Very strong position on hills commanding same but we got them. For a day or so they were no man's, but our arty settled the question. Utting &amp; I from our next camp (Khuwelfieh) went up &amp; had a look at same. M.G. positions plentiful &amp; all ideal. Underground granaries on Tel el K. being utilised as emplacements.</p>\n<p><a name=\"a5738010\"></a></p>\n<p>\n [Page 10]<br><br />\n Novr 1917<br><br />\n Thousands of fired cartridges near each one, one especially 6?x4?x4? deep pile beside it. Arty fire of ours excellent. <br><br />\n 6th  We cleared about 150 winged etc, of all sorts, Capt Cain Lt Dixon &amp; Owen Jones of 2nd LH Bde being slightly winged &amp; passing thro, Lt Muir was killed. Wounded lying in no man's land until ever, St. bearers etc being M.gunned every time Numbers wounded thro trying to reach wounded<br><br />\n 7th   On 7th we shifted to Khuwelfieh Not many wounded received here. Whilst here news re Gaza Sheria &amp; Hareira falling received. Jacko on the hop evidently. Artillery on all sides pouring it into him &amp; getting him too. I.C.C. held up until 9th when Jacko retired. Jackos dead by the hundred. 6 guns taken at Sheria by Cavalry. 13 field guns 2 mtn guns &amp; 1900 prisoners from Beersheba &amp; other booty. Even of 9th when Jacko ICC relieved &amp; by 5am. were on the move.<br><br />\n Nov 1917<br><br />\n 10th   We filled our grain bags with Dura &amp; our tanks also with water &amp; trekked out a mile or two &amp; at daylight on 11th moved to Tel Abu Dilaka. Passed pumping Stn etc &amp; all along route from Khuwelfieh signs of Jacko in retreating getting hell. Limbers guns corpses &amp; all sorts of gear strewn alongside of roads. Our shell cases very much in evidence. About 1pm on 10th off again going to Jules on Light Rly Gaza ?Jaffa about 20m. distance. <br><br />\n 11th   One bridge main Rly blown up at Sheria. Limbers &amp; G.S. wagons galore, &amp; in one place 24 limbers etc with horses dead in their harness. Apparently they were surrounded &amp; shot their horses or also M Gun or shrapnel got into them. Too dark to see which. Passed a couple of good sized red tile roofed houses &amp; orchards (? apricot or almond)</p>\n<p><a name=\"a5738011\"></a></p>\n<p>\n [Page 11]<br><br />\n 11th   on the way, first decent sized houses we have seen. Also several thro several native villages and about 1am on 12th just outside Ejji a bosker storm, very  heavy thunder &amp; vivid lightening caught us. Special G[round] sheets proved very acceptable &amp; we were all fairly dry. Camels turned their rumps to rain must have been ¾ or 1 inch of rain. However we barraked till dawn, had a light breakfast and made Julis about 8.30 on 12th (Julis a native village.) Scrapping going on ahead of us, mtd troops I think.<br><br />\n 12th   Evidently gained their objectives as Jacko counter attacked. Here we heard Jacko pushed right back and that 60th div. within 4 m. of Jerusalem &amp; troops landing at Jaffa. Also German troops reinforcing etc. Not authentic report only. However part must be fairly true as Hebron offered very little resistance. At 0515<br><br />\n 13th   on 13th we moved to near Wadi Medina &amp; from here I write, guns and MGun fire within hearing. Jacko having instns to hold out on Wadi. Expecting go on any minute. Genl. Allenby seems the one. Native village here much same as other places, mud huts altho larger, being chief and in most villages only type of house. Soil here cracked for want of rain but looks splendid soil, supposed to be most fertile in world no crops growing. Apricots figs, pears or plums trees growing &amp; oranges too. 13 of our planes bombed Jacko yest[terda]y. Saw a scrap between one of ours and two of his at camp on 5th. Both of his cleared home Large number of guns and loads of ammunition captured, at Huj reported a whole ordinance depot taken.<br><br />\n Official reports not yet obtainable. Washing etc. still out of question am as <strike>dirty</strike>clean as possible but very dirty</p>\n<p><a name=\"a5738012\"></a></p>\n<p>\n [Page 12]<br><br />\n Nov 1917<br><br />\n 13th   Present camp near Wadi Medina two miles from Sea. Sheria west of Khuwelfieh, Dilaka N.N.W. of Sheria. Julis N.W. of Dilaka &amp; Medina N.W. of Julis. Gave a wounded man letters for Mater and Molly otherwise no chance of posting &amp; no time to write. Hands burnt with [shorthand \"with\" used] carbolic. Few winged Yeom.</p>\n<p>13-25th   treated here. Shifted to nearer Yebna pitched our tent etc, treating winged also a few Jackos. Parties seeing Yebna. Too busy to see it. On a.m. 14th relieved Sgt B. at Collecting dump. Capt Douglas ex Ayr. Bty  i/c &amp; also about 1500 Turks nearby as prisoner. Photo of  two of them. About 9.30 moved off under instructions to join main body at El Kubibe. On arrive there they had gone &amp; we followed on to Akir. Passed site where Turk guns were charged &amp; captured by Yeom. in fine style. Hundreds of empty shells at each gun, &amp; 4 guns [something seems to be missing or gone wrong here.  Neither the words nor the dates seem to follow.]</p>\n<p>14-20th  Late that afternoon we moved on to Naane arriving about 9pm. Passed thro Achiron a Rothschild model <strike>city</strike> village, school flour mill etc in evidence. Bread obtainable here at exhorbitant prices 2/- &amp; 3/- for a loaf size of a 1lb loaf. Nothing else excepting grape jam obtainable. Fairly clean &amp; civilised. Sposed to be new town of Akir. Next a.m. at stand to,  had to return to Achiron rejoining about 11am. Plenty of work sick kicking about. About 9.30 on 16th we moved from camp near Abu bushir (Naane) to a spot not far from Kubibe but N.E. of it. Here midst prickles til 1pm of 17th. Rain (light) fell during night &amp; enabled us to discover our lining sheets far from waterproof. Letter from home (Sept 17th) arrived. Then we moved onto a spot about 2 miles </p>\n<p><a name=\"a5738013\"></a></p>\n<p>\n [Page 13]<br><br />\n Nov 1917<br><br />\n 17th ? 20th   of Ramleh supposed to have about 10,000 inh[abitants]. About 3 towers or spires visible &amp; largest town we have seen so far. During period under review, mtd troops did fine work N.Z.s 600 holding up &amp; repulsing strong attacks by 4000 Turks &amp; that night they buried 533. L.H. enfiladed. Whilst camped N of Ramleh, rain fell two nights but 21st broke fine. No news concerning other fronts. Prisoners here s?posed number over 9000, guns about 100 &amp; large qties of [Indecipherable] including MGs. &amp; millions of rounds of ammunition of all calibres. Posted letters to Dad &amp; mater &amp; Molly also Jeannie. Place here, another Rothschild village named Surafend or some such name. People from villages selling small loafs 1/- each, diluted wine 2/- a bottle eggs 3 for a 1/-, &amp; out to catch you in every way they can, giving change a speciality.</p>\n<p>20th-25th  From Surafend we went to a point S.W. of Yaszur, arriving there on 22nd. Picked up the 2nd Bde here &amp; in p.m. saw Grant Skyring &amp; Co. Next day R.J.W. came to see Phillips Garry Crib with him. Went over to the 2nd next pm. On 23rd [Indecipherable] &amp; I went into Jaffa. Jaffa in pre war days had evidently been some place. Good 4 storey buildings but on our occupation about 1500 people were in it, population fled returning again &amp; a few days later pop. estimated 10,000. Very poor biz. Exorbitant prices but cabbages 1/- sweet spuds turnips radish, tomatoes fish &amp; a few other vegs, obtainable in small qties. managed to get some baking powder &amp; for the next few days we made scones or pufteloons as more familiarly named in army. Line being consolidated. Jerusalem we understand being practically isolated. L of C being brought up</p>\n<p><a name=\"a5738014\"></a></p>\n<p>\n [Page 14]<br><br />\n Nov 1917<br><br />\n 25th ? 26th   Jaffa being used as landing base. When purchasing, great diff experienced in getting change. Also tried to ring in Turkish money under false values. By cheek we managed to secure PT in about 80 or 90 coins. ½ &amp; ¼ PTs predominantly. Only saw the biz part of Jaffa &amp; they were dirty but believe the residential or better portions are fairly decent. Saw one street with shade trees &amp; rotundas in it. Roads approaching it bordered on both sides by orange groves, trees being laden. Saw large numbers with laden donks &amp; camels Jaffa bound. Do not trust the devils L of C being brought well up. Genl Maude died on 19th everybody sorry. On 25th we shifted to a camp near Ibnabraka or some such joint. German village of Wilhelmina or Wilhelm not far distant.</p>\n<p>26th ? 27th   Rumoured that it is O/bound. Try our luck tmw[tomorrow] perhaps. Posted letters home &amp; one to Standing re xfer. Secured a fowl or two 10P.T. Boiled cabbage &amp; 5 spuds for dinner in p.m. now. Getting quite experts chefs.<br><br />\n 27th to Dec 15th   Do not know in what order things happened. However Major Kenny &amp; B Sectn formed C.C.S. on Ramleh Jaffa road. Made us very busy doing led camels parades etc. To increase or stimulate our interest in life Jacko started pitching his 5.9's too close to be very comfortable. Put about a dozen into Ibnabraka about 150-200 yds distant &amp; a couple 50 yds off our op. tent. We were evidently hidden from his view by Hill otherwise we would have got it in the neck. Badly wounded one native woman in village &amp; she was first</p>\n<p><a name=\"a5738015\"></a></p>\n<p>\n [Page 15]<br><br />\n Nov &amp; Dec 1917<br><br />\n 27th - 15th  Dec    woman we have treated. Not on any occasion (Gaza excepted) have the British hit any village &amp; Gaza was deserted by all civilians &amp; used by Jacko for defensive purposes. However about 31st we shifted to place at Sandhills near Jaffa Gaza road &amp; about 3pm on 3rd 2 hours in advance of brigade Nye Walker &amp; self started off for Belah (50 m). Reached Esdud about 11pm &amp; camped till daybreak. Surprising the ignorance in topography of the Tommies. 6m from Yebna one told us it was a mile ahead 3 miles further on it was still a mile &amp; at Kubibe a S/Off told us K was Deiran &amp; Yebna 5 m distant. We knew better &amp; 1½ m further on we saw our Bde advance party (7am). Had tea not far from Yebna &amp; pushed on. In am started about 7am arriving Deir Sineid (now Detail Camp) about 4pm. Rained like the very devil. </p>\n<p>Novr Decr<br><br />\n 27th-15) Saw Trost &amp; Davis of 4th L.H.F.A. here. No time for visiting Canteens Road very slippery so we walked for a while. Reached Gaza about 6.30 camped &amp; left again 8.30 or 9am next day Light rain falling, saw parts of Gaza, every place branded O/B. no one save a few Gyppo soldiers to block us &amp; they cleared at sight of us. Bmbdmt must have been hell, hard work to dodge shell holes. Spent a couple of hours there, some parts of town where the gun emplacements were, blown to fragments. At Deir Sineid, naval gun hit one of Jacko's engines &amp; left it a heap of scrap iron.</p>\n<p>Rained nearly all day &amp; soaked we pulled up at Dental tent &amp; were very glad to get under cover, get practically dry &amp; warm tea.</p>\n<p><a name=\"a5738016\"></a></p>\n<p>\n [Page 16]<br><br />\n Decr 1917<br><br />\n 27-15 ) Blankets fairly wet &amp; next day it rained in showers. Went to dump, fixed up ointments &amp; awaited arrival of Bde. After three days wait, heard they had arrived Shellal &amp; off we set &amp; from 2pm that day till this pm have not had time to turn round. Good mail arrived yesterday, 23 letters in all. \"Links\" &amp; Xmas Cards to tune of a dozen \"Cacolet\" after lying at dumps hereabouts for 6 wks arrived this pm. </p>\n<p>Letter from Allan. Weather very cold. Jerusalem fell on 10th. City intact absolutely no damage done by Brit military &amp; so far no report of Turks doing any. Second votes (Aust referenda on Conscription) cast today. Wonder what result this time. Very uncertain to forecast. Voted as usual. Natives taken camels over.</p>\n<p>Decr 1917<br><br />\n 15-31st ) Nothing of any consequence happening Xmas very tame &amp; to make matters worse cold I had was at its worst. Assorted menu, ducks being the unfortunate birds. They were bought at canteen very high prices. A few got squiffy [drunk] that night but very few.  leave started for officers. New Years Eve Hog-marnay celebrated. <strike>Until</strike> Nothing of any consequence happening &amp; New Year opened with the same old camp routine &amp; work.</p>\n<p><a name=\"a5738017\"></a></p>\n<p>\n [Page 17]<br><br />\n Jany 1918<br><br />\n 1st-26th ) Same routine as usual. Mails arriving very regularly of late &amp; home letters report good rains &amp; everything in the garden lovely. Major McLaren took command about the 24th. Lt Col Arnold going to 14ty with a crown only. Sent sub to Gazette &amp; sent appln for sig school of instns. Believe it is being approved of in Alexda. Letters from Joe &amp; Dave. Each on move. Expecting to hear of Dave's arrival on Egypt any day. <br><br />\n 26th-31st) Usual routine of work. Chap named Crawford 4th Bn admitted unconscious &amp; a few days later died at 76th C.C.S. <strike>without</strike> regaining consciousness few hours  before death. Meningitis (not C.S.M.) &amp; Pneumonia.<br><br />\n 1st-8th) Left for Cleopatra Alexda. for Sig course. Usual trip down. Spent three hours in Cairo arriving camp about 8.20pm on 2nd.<br><br />\n Feb 1918<br><br />\n 2nd) Lot of rigmarole to go thro? on arrival all necessary for some Got a start with [shorthand symbol used] visuals on Tuesday 5th. Thomson &amp; Pollard also in Alex on leave. Had dinners at Windsor with them. Went to a concert Monday at Alhambra not much good. They left Wednesday. Saw Garcia. Visited B.R.Cross [British Red Cross] Commr &amp; collected nipple keys Australian mail in but so far my letters not yet come to hand Bought F.S. Pkt Book &amp; Fld sketching &amp; map reading. Protractors not obtainable.<br><br />\n to March 19th<br><br />\n Put in time at Alexda . Alexda showing signs of waking up after winter. Left on Mch 11th Caught train 8.40 at Sidi Gaber. Blue Armstrong &amp; Gilber[Indecipherable] also. Blue got off at Moascar. Reached Rafa about 4.45am. Slept an hour or so.</p>\n<p><a name=\"a5738018\"></a></p>\n<p>\n [Page 18]<br><br />\n Mch 1918<br><br />\n 12th) &amp; had a snack of cold boiled egg &amp; bread &amp; butter at canteen. Heard unit had left Shellal on trek to Bir Salem but could get no def. infmtn so I went out &amp; saw Capt Campbell &amp; Dentals. Cap Campbell said to go to K293 &amp; I got  lift to Belah in Maj Douglas (600 Egypt) car to Belah where I caught the \"local Goods &amp; after shunting &amp; delaying at nearly every stn arrived at Sukereir where another passed &amp; I hopped aboard &amp; reached Bir Salem (295) about 11.30. Very inhospitable place to arrive at that hour but I managed to get a camp with a motor driver (Thomson) who could not do enough for me &amp; next morning, with a coon to carry my blankets set out on shank's pony to find the unit. After walking a couple of miles arrived at  </p>\n<p>March 1918<br><br />\n 13th) a certain <strike>H.Q.</strike> in Deiran. Saw Lewis Col D's clerk also Grant (Laboratory). Before seeing these saw Lt McKenzie (WO's friend) &amp; after I had made several enquiries we set of in a Light Pat car &amp; after a lot of dodging about found unit twixt 293 &amp; Wadi Hinan or Hinane &amp; there I stopped &amp; here I am today 15th.<br><br />\n Austn mail here on my arrival. Missed Bill Pat &amp; Co. They left am of my arrival.<br><br />\n 13th onwards) Rumours of move etc &amp; preps being &amp; 4pm 16th dump of surplus kit etc made at K295 &amp; next day 5th Inst in showery weather we started on what will be a never forgotten stunt. Weather thro?out was wet &amp; rotten &amp; made what would probably have been a most interesting stunt full of possibilities disappointing. We passed through Ras Deiran passed [Indecipherable] &amp; after waiting for an hour or so</p>\n<p><a name=\"a5738019\"></a></p>\n<p>\n [Page 19]<br><br />\n March 1918<br><br />\n 17th) until the Bde crossed flooded Wadi near Jctn Stn. &amp; a few miles further on at 9.30pm we camped on weedy rocky hilly ground for the night. Majority of the men walked &amp; led their camels realising that they may want have to walk &amp; perhaps carry their kit later on, see a stitch in time saved nine &amp; it proved a wise step. Trak or road was very slippery &amp; in places very boggy &amp; sticky so much that heels &amp; soles were pulled off some of the boots. Early on PM of the 18th we pushed off again passed this valley [Elah Valley] where Davis slew Goliath. Valley remarkable for echoing &amp; re-echoing. A very old &amp; deep well stone-slabbed &amp; rope worn to a depth of 4? or 5? at Zacharia &amp; it appeared as if the Turks had boarded it in, at a depth of 20ft or so as earth thrown in so as to deceive us regarding water supply. Well then we started the ascent of the hills of Judea (+2500ft-3000ft) &amp; at 8pm camped at the top. Weather somewhat clearer but it rained again early next a.m. &amp; </p>\n<p>19th March 1918) made it sticky again. Rocks all over &amp; camels slipping &amp; falling &amp; marvellously avoiding breaking necks &amp; legs. Stopped for breakfast ½ hour &amp; then on again passing in sight of &amp; thro? several native villages until about 11am we passed under a stone arch near Solomon's pools &amp; ¼ mile further on camped in sight of Bethlehem &amp; right glad we were. We stayed here two days &amp; weather cleared up again. 7% leave to Beth. granted but one or two got drunk &amp; visited Church of Nativity &amp; all leave for I.C.C. stopped. Men duly matted &amp; punished but that was no good to the others &amp; scathing comment passed thereon. Well on evening of 21st 7pm in misty moonlight we passed thro? Beth &amp; Jerusalem, not seeing much of either &amp; stopping every few yards or so while Bde filed &amp; single filed. Passed thro? <strike>main sts</strike> outside walls of Jerusalem picking up our transport there &amp; after going for miles down a zig-zagging road, around</p>\n<p><a name=\"a5738020\"></a></p>\n<p>\n [Page 20]<br><br />\n 22nd March 1918<br><br />\n doubling &amp; redoubling on itself, we camped at Talat ed Dumm &amp; continuing the zig-zagging, horse-shoeing shaped road (an old Roman road) where a side slip may have meant a fall of 300 ft we camped on flat of Jordan valley about 4am. B?fast at 5am &amp; ready to shift. Jericho about 3 or 4 miles distant. About 9am we commenced to move towards pontoon bridge. Had dinner close ? handy &amp; got snaps of bridge. Light bad for photography. Kept moving &amp; about 5pm passed [Indecipherable] &amp; part of 2nd Bde near a Circassian Bedouin camp. Circassian Bed-Village blanketed like Arab Bedouin Described fully in letters. Still kept on moving and altho? the travelling was [Indecipherable] we had to push on &amp; at 8am on 25th we camped for an hour nearly all wet thro?, all feet soaked &amp; ate a breakfast minus tea in pouring rain. then pushed off again &amp; took till 6pm to cover two miles, camels slipping sliding all directions&amp; one point especially where soil shallow &amp; on smooth rock. Picked up 2nd Bde 7pm which had arrived there previous night &amp; after tea, groom or rub camels backs etc at 9pm got going on what proved much better travelling in good moonlight. About 4am it rained again &amp; at dawn we found we were near a Turks Circassian village Na-aur  (pronounced Na-ooo) Village flat roofed, fair size and semi-cemented walls &amp; in some instances garden on top. Inhabitants whiter looking &amp; looked more like upper class Gyppo  &amp; looked as if the Turks also had reps. there. We had breakfast there leaving about 10am &amp; joining up Bde about 2pm near Ain le Sur. Instances of surprise were numerous. Turks &amp; Germans being</p>\n<p><a name=\"a5738021\"></a></p>\n<p>\n [Page 21]<br><br />\n March &amp; April 1918<br><br />\n captured in villages, having come in to visit friends. We camped that night for which we were truly thankful &amp; at 6am \"B\" or Capt S's party separated &amp; abt 8am we started out on the opening phase of Amman scrap &amp; at Marca[?] we pitched a dr. stn [dressing station] &amp; about 2pm first wounded arrived &amp; 9am (28th) next day saw all dressed  &amp; some re-dressed. Stunt lasted several days &amp; we joined up Capt D's adv dr stn about 30th or 31st returning to near NZFA. same night (still wet &amp; boggy) &amp; next day returned thro? village of Le Sur following Ain Le Sur to Shunet Nimrin where Es Salt road rejoined. Rained &amp; camels bogged &amp; slipped &amp; it was not till near am that we got thro?. Camping on hill overnight. Road drier but pm it rained &amp; we camped. Next am rations etc &amp; recrossed Jordan, camping near Jericho at 7pm. 1500 Armenian refugees passed on road, fleeing <br><br />\n April 1917<br><br />\n from Es Salt &amp; the Turks. Next a.m. about 6 Taubes bombed camps etc in &amp; around Jericho. About 10K &amp; [Indecipherable]. That pm pushed to Wadi Anja, bde relieving infy. on outpost.  Next am another raid by Turks. Official list of prisoners etc over 1000, 21 M.G. 4Fld guns &amp; 21 motor lorries. Turks reptdly attacking outposts &amp; on am of 11th very determinedly made 4 or 5 attacks in a.m. &amp; 2 in pm. getting as close as bombing distance. They came in large numbers &amp; suffered hellish casualties. M.G's . playing havoc with them. Our total losses in all were about 10 killed &amp; 25 wounded &amp; 350 dead Turks counted in front of two positions. He put up heavy H.E. supporting fire but our barrage did good work altho during main attack he got up under cover of darkness but the boys got stuck well into </p>\n<p><a name=\"a5738022\"></a></p>\n<p>\n [Page 22]<br><br />\n April 1918<br><br />\n him &amp; altho the odds (300-30) were heavy his casualties were heavier. He came in waves &amp; got mown down in waves. On 11th he started shelling with 4.2 guns, the Wadi Anja &amp; tried to get some of our batty's but beyond killing a few mules &amp; wnding one man slightly &amp; getting a cook in the leg &amp; arm no damage done. We shifted a few yds in Wadi Obedia where protection better. 60 pdrs very much in evidence. Good Austn mail recd on 10th &amp; letters from David Joe on 13th. Dave coming to Egypt next draft &amp; Joes 10m off coast in France. Letters to Dad Mater &amp; Molly written &amp; others rec?d from them 3 long years &amp; 7 long months today since I enlisted. Jordan crossed on March 24th &amp; recrossed again on April 1st or 2nd.<br><br />\n May 30th. Back in Wadi Hanin. <br><br />\n April &amp; may 1918<br><br />\n After shifting from Wadi Anja to Wadi OBeida (cause by enemy shelling) we struck a very dusty camp L.H. &amp; transport repeatedly passing &amp; raising clouds of dust. About April 28, we again shifted, this time across the wadi into a patch of tees besides some old ruins. Jacko made several air raids while we were here flying overhead &amp; very low each time. An A.A. brought up to meet him first morning when a dozen of his planes came over &amp; the following morning about six came over &amp; the anti played up &amp; broke their formation. Third morning when four came over, one of his planes evidently got it. It turned round, dropped his load quietly &amp; without attempting to go further, cleared for home, apparently hit. First indication of a raid to me was the antis shells</p>\n<p><a name=\"a5738023\"></a></p>\n<p>\n [Page 23]<br><br />\n April &amp; May 1918<br><br />\n bursting low overhead &amp; three Jackos appeared directly above me &amp; very low. I thought its too late to get clear &amp; lay quiet but on seeing these three pass &amp; five more following I got hospital patients cleared &amp; into Wadi but nothing happened nearest bomb dropped about 20 yds from nearest camp, one also not exploding. No one hurt. Messelabah constantly shelled but not one a day hurt. During 2nd am. stunt we demonstrated &amp; took hill without opp. but next a.m. a few men tried to repeat it &amp; ran into a nest of M.G. about 20 being killed &amp; wounded. About May 11th we pulled out &amp; camped near spring of Elisha near Jericho following night arrived Talaat Dumm [Talat et Dumm] travelling via old Roman road. Next day rode \"Dick\" Tamp's horse back to see if Dave had rejoined the 2nd Rather remarkable coincidence but it was not he. </p>\n<p>May 1918<br><br />\n Next day we camped at Enab 6 or 7 miles W. of Jerusalem passing through Jerusalem about 2A.M. Dead tired &amp; I dozed &amp; slept all the way. Remarkable how we escaped falls . Afraid to go to sleep on our camels we walked &amp; fell asleep walking &amp; walked on leading our camels in our sleep. Rather dangerous as road side on right dropped sheer for anything up to 50 feet. kept to the left &amp; repeatedly being awakened by stepping into gutter three feet deep, the jolt awaking me. Humerous watching men walking in their sleep, walk along as though drunk in a zig-zag gait the whole time. That night we moved on to Latron camping there over following night &amp; in early a.m. pushed on through Deiran to Wadi Hanin &amp; its here on Grandma's birthday that I am wracking my brain trying to </p>\n<p><a name=\"a5738024\"></a></p>\n<p>\n [Page 24]<br><br />\n May 1918<br><br />\n remember events of the past six weeks. Sick rate considerably reduced, still an odd malarial passing thro? but time now available for writing a few letters or so. Posted all home letters to Dave. Home letters mention death of Mrs Von &amp; Uncle Tom Pat. Tom King left here for Aust on 27th. Put in my appln for transport duty on 26th. Wonder what next I'll hear about it. Got rid of about 120 odd sets of Amman stunt. Could sell hundreds more. Wadi Hanin camp much better &amp; very refreshing. Dave rejoined 2nd Regt about Apr. 16 Leave to Port Said Rest Camp being granted first batch returning from Port Said on 1st prox. Few large snakes, spiders, scorpions &amp; thousands of grasshoppers &amp; fleas hereabouts. Mess reformed. E.P. tent for hsptl. &amp; O.P. for mess.</p>\n<p>June 1918<br><br />\n Shifted to Surafend. horses arriving by deg. &amp; re organisations taking place. Re- equipping &amp; getting rid of surplus gear &amp; exchanging panniers. Nothing startling re position here. Saw a balloon of ours near Jaffa brought down in flames by two Taubes. Report says 2 ?planes downed pretty certain one was. Aerial scrap near here. Stray bullet got our observer thro head killing him &amp; pilot descended with him. Taube went home glad to get clear<br><br />\n July 1918<br><br />\n Still in same spot. On 13 Germans attacked between Vale &amp; View posts in Valley of Jordan. Penetrated top Abu Tallul. Expected to be supported by Turks. However 1st regt got behind them &amp; cut them off 600 prisoners taken. Mussellaba not touched. Capt W.J. Handley killed by shell when with lead horses. His batman got winged &amp; on going to his assistance, got shell burst within foot of him killing him instantly</p>\n<p><a name=\"a5738025\"></a></p>\n<p>\n [Page 25]<br><br />\n July 1918<br><br />\n Saw Dave about the 26th. Couple of days later, he was sent to hospital now in 31st GH Cairo.</p>\n<p>August 1918<br><br />\n Letters from home O.K. 16th Letters from Dave &amp; Joe. Both O.K. On 4th left for Jerusalem on leave. Left Ludd about 10 &amp; arrived there after a tedious slow journey about 2.30. Snack at Mrs Chisholm's, then found the Church Army hut &amp; bunked there. 1st day, accompanied by Mr Crane Secy to the Ch Army, we visited Jews Wailing place, Mosque of El Aksa, Sub passage, courtyd &amp; stables of Crusaders underneath, Mosque of Omar (Dome of Rock, Grain wind sieve, Abr.[Abraham] sacrifice etc. angel alighted, thence via golden gate to Church of Ecce Homo &amp; via Dolorosa, thence out thro Damascus gate past Herods Gate &amp; Gordon's Calvary then dinner. Afternoon stns of Cross (8) Holy Sepulchre (Calvary) Tomb where Christ buried, saw service by Franciscan Monks, thence to German Church (170 steps) &amp; then home.</p>\n<p>Aug 1918<br><br />\n A.M. of the 14th Went to Solomon's quarries, Garden of Gethsemane, Mt of Olives &amp; Russian Church (316 steps up tower) &amp; from there took photos of Jerusalem Returning saw Church of Ascension &amp; footsteps in the rock) Virgin Mary's Tomb, Grotto of Gethsemane. Also 8 venerable Olive trees. In afternoon visited Dr Schick's place, saw his models of the Temple Area &amp; then went to Y.M.C.A. had a tuck in &amp; then went down the city Met Bill Power &amp; Anderson, Monty Smith &amp; a couple of others from the 2nd. Had a yarn, then feed up again &amp; back to bed.<br><br />\n 15th Went to the R.C. procession of Feast of Annunciation. Disappointed in display. They marched 2 deep thro Jaffa gate to Holy Sepulchre said few prayers, bowed to Tomb &amp; off again to tomb of Virgin Mary. Nothing doing there so we came back, exchanged Kelly's buttons with [shorthand symbol used] old Ikey creating </p>\n<p><a name=\"a5738026\"></a></p>\n<p>\n [Page 26]<br><br />\n Aug 1918<br><br />\n no small amount of amusement, dinner then to Mrs Chisholm's to await train &amp; before leaving had P.M. tea caught train 3.15 arr Ludd about 6.5o &amp; came home by a Ford. Big party waited till next day</p>\n<p>18.11.18 <br><br />\n 3 days out from Suez.<br><br />\n Big &amp; final stunt against Jacko started on Nov 19th &amp; finished on Oct 31st by Jacko signing an armistice on our terms. Troops had advanced about 20m. beyond Aleppo &amp; destroyed 3 armies &amp; all their equipment captured about 90,000-100,000 men &amp; approx 500 guns, all his dumps, rly systems, lorries &amp; transport of all descriptions.</p>\n<p>Nov 8th Recd word 11.30pm to be at 13th Bde dump 0800 next day to proceed by lorry to Tripoli thence Moascar to Aust on 1914  Messed about until we arrived at Moascar 3pm 15th. more</p>\n<p>Nov 1916<br><br />\n trouble here, waiting re-equipping etc &amp; at 9.30 left for train, travelling in usual military fashion, goods trucks failing cattle trucks. Very cold, no blankets &amp; not sufficient room to stretch our legs out. However we are accustomed to this &amp; not at all surprised at it, in fact we anticipated it. However about 4.30 before daylight we got to Suez &amp; spent the next hour being shunted up &amp; down one or two sidings &amp; about daylight we pulled up near the pier The \"port Darwin\" one of the C?wealth steamers of about 8,000 tons. About 200-300 inf from France also waiting. Report vary saying 800-1200 aboard. Dave aboard too, also many old faces that I have not seen for years. Nearly all 1914 men &amp; a very fine class too. Very different to those met in brigades. Quite safe to leave</p>\n<p><a name=\"a5738027\"></a></p>\n<p>\n [Page 27]<br><br />\n Novr 1918<br><br />\n anything lying about. Not much excitement. Fancy 4 yrs of war has settled most of that. However once we got aboard we soon got settled, the weather very hot &amp; sea very calm. 2nd day out I was commandeered for hsptl. Quite a number of sick, most of whom were sick before leaving but would not report being afraid of missing the boat. Chiefly infl. &amp; malaria recurring. Troop deck almost unbearable, heat stifling. Deck (main) hot but much better. Stokers must have a warm time. Boat supposed to be doing about 12 knots &amp; expected to be tied up at Port Melbne 7am on 21st. So far, food fairly decent. On night of 11th we were aboard the ABBASIEH anchored off Tripoli when sirens, whistles from trawlers in shore started screeching &amp; blowing quickly followed by lights 7 rockets<br><br />\n Novr 1918<br><br />\n of all colours. We soon guessed that the cause of it was that Germany had accepted the armistice. Our boat then went mad too. On confirmation of it being received, several cases of whiskey were given to the troops &amp; they celebrated also, some well &amp; some wisely. Peace is a foregone conclusion, Germany after carrying out terms of the armistice not being in a position of offer much resistance or show fight. It took over four years to do but by jove we did it, &amp; everyone satisfied to go home &amp; hoping to be there for Xmas. <br><br />\n Arrived Colombo on 29th departed on 1st &amp; Fremantle expected to be reached on 14th &amp; W.A. troops disembarked. Did not arrive Fremantle before 16th Reported strong wind blew us out of our course &amp;</p>\n<p><a name=\"a5738028\"></a></p>\n<p>\n [Page 28]<br><br />\n rough seas 7 headwinds further delayed us. We anchored a few miles out about 1pm &amp; about three health officers etc came aboard. Pneumonia Influ raging Europe &amp; also Indian &amp; altho no one allowed ashore &amp; no influ of any description since leaving Colombo yet we had to take the W.A's (who had already received orders &amp; had their kits etc ready to land) on to Melbne. It was very unfair top them &amp; we all sympathised with them. However we left that night, received fruit &amp; other edible gifts from W.A. red cross 7 arrived at Melbne off Portsea on 21st or 22nd. Here we put up the quarantine flag &amp; had to undergo inhalations as a prophylactic measure &amp; also have all temperatures taken daily in addition to being inoculated twice. Inoculations did not concern us in the least. We had all been done many times &amp; took it as a matter of course. Two men with temps put ashore at Quarrantine Stn &amp; about 4pm on24th we got under way again, tying up at the pier at Port Melbne about 5.30. General leave was granted until 10am next day &amp; we all went ashore returning in time next day. Then we collected our kits, did not give Xmas dinner a thought &amp; about 12 disembarked &amp; entrained at Pt Melbne. At Seymour, the red cross first met us, &amp; from there up till the time we reached Bne about 5.40pm on the 27th we could not </p>\n<p><a name=\"a5738029\"></a></p>\n<p>\n [Page 29]<br><br />\n have received better treatment. In addition to three hot meals a day provided by the Mil.[itary] Authorities, at almost every stn we stopped at, the Red Cross ladies met us &amp; provided us with tea, scones, fruit etc. Not the least pleasing of all was the sight of our own Austn girls. We who had been in Palestine had seen practically nothing of the English speaking world save our soldiers in Khaki &amp; it was truly a feast for the eye, the ear &amp; the spirit. To look &amp; to listen was a treat &amp; I think everybody thought that \"all the world over theres no place like home\". Changing at Albury we got sleepers &amp; even though the hour was midnight, those who were awake were met by Red Cross workers &amp; at daylight in the morning, they also were there. I slept like a top, both nights &amp; at 4.30am on the 27th was quite ready to get up preparatory changing trains at Wfarra. We stopped at Sydney for about an hour but were not allowed off the platform. However by dint of persuasion &amp; palm grease I persuaded a porter to enquire of the C.S.M. Sydney if there was a wire for me &amp; he brought one from Aunt Jack saying all were meeting us at Central. From Wfarra to Centl every house we passed within sight of , waved a flag or sheet or something to greet us. Our arms got tired of responding, so a newspaper held outside &amp; blowing in the wind sufficed.</p>\n<p><a name=\"a5738030\"></a></p>\n<p>\n [Page 30]<br><br />\n At Stanthorpe the Chairman of the Council made a speech which I did not hear, thanks to a pretty girl with a tray of peaches, (more in my line) &amp; also at Warwick Toowmba (dinner) &amp; Helidon we got refreshments. At Ipsch Tom, Edie &amp; the family, Joe Sheppard Chas. L. TG &amp; Mrs Springall &amp; a few others including Lil Handley met us. Tom said family would wait engine end of platform<br><br />\n Arrived at Central OK. &amp; struggling with kitbags etc Molly was the first spotted. She told me where the family were &amp; I told her Dave was coming somewhere behind me, &amp; she left to look for him. Crowds of relatives very dense &amp; almost impossible to work through. Eventually I found Mater, Dad, Aunt J. Billy &amp; Molly Gunn inside Sturgy &amp; Allan outside &amp; after a few mins, we got in cars, passed down Edward Queen &amp; went up Albert St to Market Square, where Goold Adams (Gover) Theodore &amp; a few parliament &amp; municipal authorities made speeches of welcome. We all wished they would cut it out. However we all met together &amp; went out to Aunt Jacks &amp; altho I was not in the slightest hungry could not resist the fine dinner &amp; did it full justice. Tom landed down about ten min's after our train. Next day we got fixed up at the Barracks, &amp; about 2pm left for home, calling at Tom's place en-route with cars Buick &amp; [Indecipherable]. Ad. Fletcher accompanying us.</p>\n<p><a name=\"a5738031\"></a></p>\n<p>\n [Page 31]<br><br />\n &amp; here endeth my escapade etc in this the great &amp; we hope the last war,  &amp; without making any rash statement as to what I would do if another war broke out, I will leave it till then, if ever Amen<br><br />\n Decr 28th 1918.<br><br />\n Discharged from A.I.F. February 26th 1919<br><br />\n [signed] F.H.Smith</p>\n<p>[Transcriber's notes:<br><br />\n Abbassia page 2 ? is now called El-Abaseya and it is a suburb about 4 kms NE from the centre of Cairo.<br><br />\n Abu Jerwal page 8 ? is about 5miles north of Beersheba. The name must have changed as it no longer appears on maps. <br><br />\n Abu Tallul page 24 is about 4kms south of Musallabeh and about 1.5kms behind the Vale &amp; View outposts.<br><br />\n Ain le Sur page 20 ? is Ain es Sirabout 6 miles N of Naaur and 6 miles W of Amman. <br><br />\n Akir page 12 ? also spelled Aqir was a Palestinian Arab village located 9 km southwest of Ramla.  It was occupied by Israel in 1948 and depopulated.  The area is now part of the town of Kiryat Ekron.<br><br />\n Aleppo page 26 ? is now in Syria.  It is about 700kms N of Jerusalem.<br><br />\n Bab el Hadid page 5 ? Bab el Hadeed is a suburb of Cairo.<br><br />\n Barrage page 5 ? possibly The Assiut Barrage which is a dam on the Nile in the city of Assiut or Asyut 250 miles to the south of Cairo. Smith might also be referring to the Nile Delta Barrage or the Aswan Dam.<br><br />\n Belah page 15 ? full name then was Dei el Belah but is now called Dayr al-Balah and is about 10 miles South of  Gaza on the coast.<br><br />\n Bir Salem page 18 ? was a village close to Ramla/Ramleh.<br><br />\n Cacolet page 16 ? a cacolet (plural cacolets) is one of a pair of chairs or litters mounted on the sides of a pack animal to carry loads including wounded soldiers.<br><br />\n C.B.F.A page 2 ? Camel Brigade Field Ambulance<br><br />\n C.C.S page 14 ? Casualty Clearing Station.<br><br />\n Deiran page 18 ? was a railhead for the Allied troops.<br><br />\n Deir Sineid page 15 ? is about 7 miles NE of Gaza. Dayr Sunayd was a Palestinian Arab village. Prior to its depopulation during the 1948 Arab-Israeli war it had 730 inhabitants.<br><br />\n Dilaka page 12 ? see Tel el Dilaka below.<br><br />\n Ejji page 11 ? this is Ejjeh and is or was about 10 miles south of Esdud or Ashdod as it is now called.<br><br />\n El Arish page 5 ? is on the north coast of the Sinai about 50kms from the Israeli border.<br><br />\n Elisha page 23 ? Ain es-Sultan, Elisha's Spring<br><br />\n Enfiladed page 13 ? Enfilade fire is gunfire is commonly known as flanking fire.  It refers to firing on an enemy from the side ie down its longest axis.  If the enemy is making an attack to the south then enfilading fire would come from the east or the west.<br><br />\n Es Salt page 20 ? is about 7 miles NNW of Ain es Sir.<br><br />\n Ferry's Post page 2 - is near Ismailia, a town on the Suez Canal about 60kms south of Port Said.<br><br />\n Ibnabraka page 14 ? is Ibn Ibrak which midway between Jaffa and Wilhelmia.<br><br />\n ICC page 2 ? Imperial Camel Corps.<br><br />\n Jacko page 7 ? a nickname for the Turks used by the AIF in Palestine and Gallipoli.<br><br />\n Jaffa page 13 ? is now part of Tel Aviv.<br><br />\n Junction Station page 19 ? was about 7 miles SE of Yebna and about 20 miles east of Jerusalem.<br><br />\n Khalassa page 7 ? Al-Khalasa was a Palestinian village, located 23 kilometres southwest of the city of Beersheba <br><br />\n Khamseen page 6 - a dry, hot and dusty wind blowing in the Arabian Peninsula and North Africa which often blows for 50 days.<br><br />\n Kontara page 5 ? is Al Qantarah or Kantara on the Suez Canal about 40kms north of Ismailia.<br><br />\n Latron page 23 ? is on the road between Jerusalem and Ramla/Ramleh and is about 8 miles from Ramleh.<br><br />\n L.H.F.A. page 5 ? Light Horse Field Ambulance Corp.<br><br />\n L of C page 13 ? probably Lines of Communication.<br><br />\n Ludd page 25 ? is probably now Lod which is about 5 miles E of Rishon Le Tsiyon.<br><br />\n Moascar page 2 ? This was an isolation camp (about 10kms by road from Ismailia or about 4kms as the crow flies) for screening soldiers arriving in Egypt as reinforcements. <br><br />\n SS Mooltan page 4 - on July 26th 1917 the P&amp;O ocean liner was being escorted by two Japanese destroyers when, she was torpedoed and sunk by a German submarine, 53 miles from Cape Serrat (on the north coast of Tunisia).<br><br />\n Port Kembla page 6 - The SS Port Kembla was a steamer owned by the Commonwealth and Dominion Line. It was sunk 17 kilometres off Farewell Spit on NZ's South Island in September 1917 by a mine laid by the German cruiser SMS Wolf. <br><br />\n Lt Muir was killed page 10 ? see page 423 of Volume VII of the Official History of the War of 1914-18.<br><br />\n Naane page 12 ? is now called Na?an, a village about 5kms NE of Kiryat Ekron and about 7kms S of Ramla.<br><br />\n Na-aur page 20 ? is a village on the road from Jericho to Amman, about 10 miles SW of Amman.<br><br />\n PTs page 14 ? probably Egyptian pounds which are called Piastres.<br><br />\n Rafa page 17 ? Rafah is now the last Egyptian town before the Palestinian/Israeli border.  It is right on the border and on the coast.<br><br />\n Ramleh page 13 ? is now called Ramla about 10 miles SE of Tel Aviv.<br><br />\n Rothschild Village ? In the 1890s Baron Rothschild provided funds for the purchase of land in Palestinian territories for the development of villages and settlement of Jews.<br><br />\n R.W.Fs page 9 ? Royal Welsh Fusiliers.<br><br />\n Sakakini page 4 ? is Al Sakakini, a suburb of Cairo.<br><br />\n Sandhills page 15 ? at that time there were sand dunes just south of Jaffa.<br><br />\n Shellal page 16 ? is about 10 miles S of Gaza. Sheria page 10 ? is Tel el Sheria about 9 miles NW of Beersheba. <br><br />\n Shunet Nimrin page 20 ? is 15 miles SW of Ain es Sur or Ain Le Sur as Smith writes it.<br><br />\n Sukereir page 18 ? is Wadi Sukereir.<br><br />\n Surafend pages 13 &amp; 24 ? is now called Tzrifin and is 2 kms east of Rishon Le Tsiyon.<br><br />\n Talat ed Dumm page 20 ? is about 7 miles SW of Jericho and 7 miles ENE of Jerusalem. <br><br />\n Taube page 21 ? Taube (meaning Dove), was a monoplane aircraft with a birdlike wing shape.<br><br />\n Tel Abu Dilaka page 10 ? Te Abu Dilakh is about 6 miles east of Gaza.<br><br />\n Tel el Sheria is about 10 miles NW of Beersheba and Abu Hareira is about 5 miles west of Tel el Sheria.<br><br />\n Vale &amp; View posts page 24 ? were two outposts among many about 1.5kms SW of Musallabeh.<br><br />\n Wadi Hanin page 18 &amp; 24 ? is Wadi Hanein, not far from Richon le Zion or now called Rishon Le Tsiyon which is about 8 miles south of Tel Aviv.<br><br />\n Wilhelmina page 14 ? is the village of Wilhelmia about 10 miles east of Jaffa.  Now called Magshimim.<br><br />\n Windsor page 17 ? is the Windsor Hotel. <br><br />\n Yaszur page 13 ? this village is now an eastern suburb of Tel Aviv-Yafo (the amalgamation of Tel Aviv and Jaffa).<br><br />\n Yebna page 12 ? was in the al-Ramla district of Palestine (15 kms SW of al-Ramla) and now is the town of Yavne.  Yebna/Yibna was occupied by Israel in 1948 and mostly destroyed with the exception of couple of houses and the village mosque.]</p>\n<p>[Transcribed by Miles Harvey, Barbara Myles for the State Library of New South Wales]</p>\n<p> </body></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"103990","uid":"0","filename":"a5738001h.jpg","uri":"public://a5738001h.jpg","filemime":"image/jpeg","filesize":"728133","status":"1","timestamp":"1389065703","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1050,"width":687},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"Frank Smith diary, 8 July 1917-26 February 1919","format":"plain_text","safe_value":"Frank Smith diary, 8 July 1917-26 February 1919"}]},"field_page_number":{"und":[{"value":"1"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/103092/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"103092","revision_id":"103115","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397714401","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"103115","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/frank-smith-diary-8-july-1917-26-february-1919-page-1-1"}