<p class="page" id="a3239076">[Page 76]</p>
<p>For these cheerful men who are doing the dirtiest part of the work that England could have bestowed on fighting man &ndash; monotonous guard and picket work. We passed a few Australians on the same game, but mostly near one of the many pretty cases &ndash; like stations along the route of the canal. They all greeted us with "Lucky beggars", and no doubt we are. At 10 am on the 12th August we drew into Port Said. Said is a large town with some waterfront buildings which are rather imposing. There is an enormous amount of shipping there now, and I should think there was not the slightest reduction in the toll since the war began. We did not draw up to a wharf here, but were only about 50 yards from the shore. The first evening, as we had had no leave at all, we decided that a trip ashore would do us a great deal of good. There was a knotted rope which had been lowered over the stern of the Orsova to enable those who had been swimming in the afternoon to regain the boat, and this we decided to use. Now next time the Orsova is in you look at the height of her stern and you will see you need to be a bit of a monkey to manage the up trip at any rate. And yet it was only necessary to haul one chap on board, and that was accomplished by placing a rope under his armpits, and with a series of sudden jerks we managed to yank him on board. Instead of thanking us he wanted to fight everyone at once. Why, I don't know &ndash; we were very gentle and he simply had to be got on board.<br/>Well, it was one of the three (3) days (or rather nights) which comprise the niggers' Christmas, and of course the town was in festival.<br/>During these three days, the white always keep out of the blacks' ways, because of the many ways which on special occasion like this you can offend an Arab. So naturally when we landed in half a dozen boatloads on the wharf about 1 mile from our ship, the Egyptian guards refused to allow us to enter the town. Things were at a deadlock when some brainy specimen conceived a brilliant idea.<br/>He whipped off into the gloom and tied a white handkerchief round his arm which is the sign of a picket or city police. He bustled up to us with a most official air, swearing horribly and demanded in</p>
