<p class="page" id="a3239067">[Page 67]</p>
<p>boat and from the shore. The thousands of streamers gradually lengthened and drew out, the tangled and twisted ones <strike>graduall</strike> snapped one by one and fluttered slowly to the water, till only a few long gay streaks retained connection with the wharf. But there is a last in everything, and, as the lone survivor of these paper strips finally broke, and with lazy flaps settled in the harbour water, there once more broke out a rousing cheer. It lasted for minutes. We roared ourselves hoarse, and in any lapse of the din beside us we could hear the answering roar from the wharf. But it finally dies down<br/>and we began to find it hard to pick out our friends on the wharf. Individually they were no longer distinguishable, but I could pick out the bunch of colour which represented our friends, and in the middle the patch of khaki which was Alan. It was awfully decent of Alan to come down; it quite made it worth while for me .Over this side, too, we meet our friends and they are all in khaki.<br/>We begin to wonder whether there is anything but khaki in the world now. We soon rounded the Quay and the wharf was lost to sight, just as a misty rain commenced. It will take more than water to wash that farewell scene from my mind. I can't convey it to you, just as I can't the many wonderful sights I have since seen, or the many wonderful things I have since heard. Splendissimus!<br/>Splendissimus! Is the only adjective for it. We did not leave the harbor till 4 that afternoon. It was an aggravating delay, but it couldn't be helped, and we have since learnt to cease to wonder at delays. Theirs not reason why in this army of ours. But nevertheless, that doesn't erase the tiresomeness of waiting idly round. A sea trip is always a sea trip, and it has its little ups and downs. Sometimes they are big ups and downs: then things get lively, but when you are travelling non de lux as we are, the minor variety of ups and downs are quite sufficient. A few of the boys were sick between Sydney and Melbourne, but for a wonder I was not .At the first mess we were able to see who were on board. We found New South Wales Infantry, 3 companies of about 180 men each, a number of Queensland A.M.C., probably about 50, and our own unit,</p>
