<p class="page" id="a3357093">[Page 93]</p>
<p>18/2/16<br/>To bed but not to sleep. Called out at 2200 to put out a screen in front, one platoon reinforced each picquet, one to the Punchbowl under Alderson and the balance of the local reserve bivouacked in trenches. A squadron of 13 LH went out at 0300 taking our doctor with them. Bde. making complaint to D.H.Q to avoid our losing our M.O again.</p>
<p>Dr. Craig, very Scotch, and one of the driest old sticks. Discussing Court martials the other day someone said "Three years penal servitude is a very hard sentence" "Yes", said Craig, "I'd almost as soon go through the war".</p>
<p>Mackay after lunch said "I'll leave the table, doctor". "Yes", said doctor, "it's about all you do leave".</p>
<p>"If the sick parade has no serious cases", says he "I lock all the poisons up open all the panniers and say to the AMC men "Go ahead lads!"</p>
<p>Having to turn out with the L.H. his horse took some procuring and much language was wasted because saddle was missing. My batman told me that in the pitch darkness they could hear someone outside and one of them called out "Have the batmen to stand to arms". The laconic reply was "B&mdash; the batmen!"</p>
<p>Noticed camels drinking water out of their throats. Where Adams apple should be they have a slight dip like a pelican and reserve water there. When they want a drink the head is thrown back and this water ingurgitated. The yelp of wild dogs can be heard alround and their foot marks are to be seen in the sand hereabouts. Sound travels remarkably far at night. Last night the Orderly officer called out in an ordinary hail "Regimental Orderly Sergeant", this call was distinctly heard &frac34; mile off out in No. 2 picquet.</p>
<p>When Craig returned from his tour with the Light Horse  Smith said "How are the Light Horse, Doctor?" "I don't know", says Craig "but I can speak very feelingly for myself".</p>
<p>The men sing a song to tune of Marsellaise.</p>
<p>Backsheesh! [transcriber's note: page appears to have been cut here]</p>
<p>