<p class="page" id="a3357082">[Page 82]</p>
<p>6/2/16<br/>Heavy rain fell during the night and dawn broke very pleasant. Special orders out to safeguard our maps and plans as the Turks are dependent on ones that are very old and unreliable. Church parade at 0930 padre Durnford new to the job. A nice compact little square all clean and smart. Hats drill order without rifles. R.Cs. marched over half way to 21st and held mass there.</p>
<p>After lunch had the preliminary bouts of our boxing tourney. Weighing apparatus like a gibbet constructed of telegraph poles and we used cases of bully beef for the weighing. Engineers rigged up ring tarpaulin &amp; matting, Porter referee Cpl Ryan time keeper. A good crowd including Brigade Staff and some hefty bouts blood and hair flying. Lawson v Q.M's storeman Stephens very amusing, Lawson like a dog lifting his bloodstained smiling face up to the R.S.M when taking the count. Survey officers passed mounted on camels with an escort from the Indian Camel Corps. A camel is only given a drink once every three days (can go for eight) and then absorbs 1 fantassa full or about 10 gallons. Natives can get on a camel when it is standing by climbing up the legs and then standing on the neck and scrambling on to the hump. Some use a loop of rope, others ascend via the rear though a camel kicks like a cow. If the animal is unruly the drivers cruelly belabour it about the head.</p>
<p>The trenches we dug are nearly filled by the sandstorm and engineers as they go on revetting have to dig them out. The allowance of &frac34; pound biscuit for the men in lieu of 1 lb. bread proves too little, a mans tea amounting to about one biscuit and a half. Rumoured that all existing units are to be divided into two separate battalions and then half reinforcement men and officers added so as to have a leaven of old soldiers right through the AIF. What is exercising the minds of we in the desert is the thought that cold footers at the Base being on the spot will pull the strings and get the good jobs. Our new C.O. turned up tonight and is at BdeH.Q.  The C in C Sir Archibald Murray will be out tomorrow and the "furphey" is that it is on his favourable report that the <strike>success</strike> decision will be made about sending us to France.</p>
