<p class="page" id="a3357004">[Page 4]</p>
<p>Anzac<br/>12/12/15<br/>some shots very close to them with their anti-aircraft guns. 5th Field Ambulance also moving off. Our men working on detached jobs are all reporting back today - some of them we have not seen for six weeks or so. The men tonight are getting sauce and other extras, 30 cases of gift stuff having arrived form England. Paton, A Coy is still missing, -  as he is the gentleman who is always complaining of "invisible &amp; noiseless bombs" perhaps he has gone clean of his head and taken to a wandering fit. After dark the sniping from the Jolly sharpened up and the bullets seemed to be flicking by in concerted bursts, heavy bombing was also in progress and a good amount of Hotchkiss and machine gun fire. One of our guns on Plugge's Plateau was belching out into the darkness and the sound of rattling winches from the beach spoke of activity there. The place looking its very best and very impressive in the moonlight our patrols went out but did not encounter anything of note. Have made Peart clean out the whole place today burning and scrapping all unnecessary documents. Overhauled personal gear and jettisoned superfluous articles to lighten the load. Went to bed at 2030 and had just got to sleep when Colonel Crouch woke me up and showed me a letter saying he was appointed commandant Australian Advanced Base Camp Mudros and to leave at once, or before noon tomorrow. Major Smith then came in and said Q.M. tells him Ordnance have orders to pack up, stores are going off as fast as they can send them, and they have supplies of petrol for such stacks as they cannot get away. Told him about C.O.'s shift and then went to sleep again. Wakened up after 2200 by C.O. who had been to see Brigadier and found we had to leave by early morning boat at 0600. He said Brigadier was asking a good deal about me and they seem to have me marked out for some job. Got up and took over all secret documents and plans also books and papers relative to Battalion and other funds. Turned in again and the extra heavy firing was rather disturbing. Awakened again about 0300 by C.O. to say Goodbye.</p>
