<p class="page" id="a3357081">[Page 81]</p>
<p>5/2/16<br/>A brute of a night and day. Wind plucking at tent, sand drifting in everywhere and like a smoke cloud travelling along surface of desert about 2 feet from ground. Clouded over in afternoon and rain started just after the afternoon parade. "D" Co route marched and brought back some telegraph poles from a line which was erected by us prior to last attack the idea being for the enemys line of advance to follow the line and thus lead them where we wished. Semaphore at early parade. A Co dug trenches after breakfast.</p>
<p>After lunch "B" Co did an attack 3 platoons against one entrenched myself as umpire. Advance in three lines extended until under such fire no further advance possible then by rushes sections long at longer angles &amp; platoons short at short ranges. Work fair. Indian mule corps out with British surveying officer. Most of the life insect and otherwise here harmonise almost exactly in colour with the sand or the scattered shrubs. The many shells lying round appear to be mostly those of a form of snail. This route (Ismailia &ndash; Hassana) is used by caravans to avoid the camel fly in certain seasons.</p>
<p>General Legge and staff round here this afternoon. Thomas "C" Co. up on a charge of begging and insulting a nurse, developed V.D. today. A bright specimen. Rations cut pretty fine nowadays. &frac34; pound of biscuit per man per diem is not enough. Plenty of meat and cheese. Water supply getting better. Prior to leaving Anzac an axe was put through two Barr &amp; Stroud range finders value &pound;160. These could have easily been carried by one man. Waste! Officers mess tent erected today on right flank of camp. Mail expected tomorrow or Monday, Davison having now taken the postal service over. Another party left for the Zeitoun school today. R.S.M Porter going well, with a bulls voice he is the King of N.C.O.s as my trusty Sergt Peart is the Prince of Clerks. A man drifted in with a string of lost camels the rain having washed away their scent in the sand.</p>
