<p class="page" id="a3357011">[Page 11]</p>
<p>Anzac<br/>16/12/15<br/>in beautiful little fleecy clouds with a core of fire and death. A Taube up very high and our planes also up, guns shooting at them from both sides. Men are busy today making moccasins out of blankets to muffle the tread of their feet. Talking to Stewart in trench and could hear splinter of a high explosive shell coming closer every second with a sound like the ignition of a match. Skimmed past my ear and buried itself in the bank in front.</p>
<p>A glorious moonlight night. Walked over to Bde and got preliminary orders. Entered upon a period of silence for 3 hours which was a success enemy remembering their experience last time when they had 150 dead. Upon resumption of fire a demonstration continued for a time but soon died down. The moonlight prevented the sending out of patrols. Shelling of beach kept up all night from Olive Grove. Weird to lie abed and hear the message of death screaming through the darkness. Bed 2200.</p>
<p>17/12/15<br/>Busy telling off boat parties &amp;c. A lovely sunny day admired, view from Regimental office looking down from our 400 feet, the blue sea and sweeping coves in front and beneath our feet quiet ravines no longer busy with mules and mulecarts. Our aeroplanes very active and circling round dodging Abdul's shells. A good many torpedo boat destroyers about today.</p>
<p>Drew iron rations, and had biscuit, Maconachie and pineapple for lunch. Saw flashes like signalling down valley and sent the R.S.M to investigate. It proved to be a piece of tin on wire twisting round in the breeze. Some shrapnel and 75's today. Some of our "warbs" are very irresponsible people calling out "Cooee" and "so long" until severely warned, and also throwing discarded shirts over the parapet. On explanation that any man will be shot in his tracks if he does these things, the froth is taken off the exuberance of these spirits.</p>
<p>Quiet in early part of the evening. Beachy Bill putting his shells well over on to the North Beach. Hospital ships lying on smooth water which is, all the same, so full of treacherous eddying</p>
