<p class="page" id="a3357012">[Page 12]</p>
<p>Anzac<br/>17/12/15<br/>currents, that in a blow a vessel's engines have to strain their hardest to keep her from going ashore. Discretion forbids writing a fraction of the interesting things I should like to about the last few days.</p>
<p>About 2000 a mist came up the gullies &ndash; white wreaths in a calm moonlight. Mac, canny Scot, making sure of every detail by reference to me. Up from the sea at the change of watch comes the sound of the ships bells. R.S.M Salmon says my bell for orderlies can be heard down the valley. At 0100 a dense fog came up and sentries had to be doubled. 3 heavy howitzer shells plunked into hill just outside my dugout. Broken sleep orderlies in and out during the small hours with orders and messages. Had to get up at 0400 to inquire into a patrol &ndash; the place looked so beautiful I shall never forget it. The moon was dipping into the sea, the clouds dense black</p>
<p>18/12/15<br/>covered the entire sky save one little strip of moon on the horizon.</p>
<p>A dim light showed up the frowning ridges around and fog filled the gullies below. Reflection of a big fire on the North Beach lighting up the sky there. This fire broke out about 0100 and burned furiously throwing up clouds of sparks from occasional explosives. An enormous pile of stuff on fire most unfortunate at this critical time and probably due to treachery. Beachy Bill keeping up a steady bombardment right through the hours of darkness. A dull foggy day which towards evening became brighter. Sea very calm and tranquil fortunately for the slightest roughness euchres us.</p>
<p>Received fully detailed orders and I am leaving in command of the second last party which is followed in 5 minutes by the last. Sergt. Stone DCM &amp; LtSgt Campbell will be with me. 150 rounds rifle bayonet and revolver and a bomb in each pocket. Pack being sent on before per Mitchell as I am wearing fighting order same as the men and let all the Turks come! Old Ped will also be in at the last scene of the strange eventful history. Late at night the first batch slipped away like ghosts in the night, good lads they made no noise with their feet swathed in blankets and not a cough was to be heard among them. Taube flying very low hovering around after dark. All quiet sea smooth &amp; an occasional sailors hail can be heard from the water at 2330.</p>
