<p class="page" id="a3357096">[Page 96]</p>
<p>21/2/16<br/>Bayonet fighting and saluting practice first thing. The men playing a fair amount of gambling games. Crown &amp; Anchor one of the most popular. Little rings gather after dark with a stump of candle. Pitch &amp; toss also going in places. Poker and other card games also running. Rumoured that some of the men have won as much as 1500 piastres tariff. That is the bad part of it, if they don't get a fair gamble for their money. However, although contrary to Kings Regs. we don't propose to interfere unless it becomes a pronounced evil. One:- because they are men, not children and know what they are doing. Two:- because time drags heavily and anything that restricts their leisure is to be avoided, as montony here is very trying.</p>
<p>Corporal Johnson our M.P. Corporal is hard looking nut. He is a finger print specialist in the Criminal Investigation branch. One of his excuses to get leave was most ingenious to wit that he wanted to send some of the special powder used for showing up the marks back to Australia Vienna, the other source being stopped. He superintends the work of the "bad eggs" who are the sanitary squad and also is the bloodhound we put on to detect petty thefts &amp;c.</p>
<p>139 cases of backsheese fruit arrived today and all ranks are living high. Our aeroplane reports 200 Turks 30 miles east of the Sphinx yesterday mounted so may expect raid any time. We have plenty of barbed wire out in black festoons and the intervals between trenches are covered by a high barbed wire fence with sloping entanglements on exterior side. Rode round outposts this morning with the C.O.. Roth building rifle range out there.</p>
<p>Heard today Harris, Fethers, &amp; Norris new Battalion commanders. Instituted a new night picquet and have supports and inlying picquet in bivouac. Our mess here is one of the best I've been in. cheese is almost a staple of diet and very excellent too, good bread only trouble lot of sand gets into food, particularly on windy day. Small mail tonight.</p>
