<p class="page" id="a3357026">[Page 26]</p>
<p>24/12/15<br/>Raining during morning so buglers sounded "no parade today". It is great to hear the bugles again. In the afternoon marched out with rifles and equipment and did some drill and then the men played duckstones and relay racing. It seemed strange to see men some of them quite elderly laughing and running about playing kid's games!. Anything to keep their minds occupied. 30 cases of Xmas billies arrived during the day and every man got one and a plum pudding. All delighted. Sparrow returned from Imbros with his stores. He says May and our first party of 180 have already gone on ahead to Egypt. Detailed Roth &amp; 15 others as our advance party ready to embark at a moments notice. All hands feel unsettled here as unable to take much interest in the place.</p>
<p>We are well away from the waterside, the harbour seems very shallow round here. The land seems to run in folds with little gullies at foot where wells are. Any amount of stones about. Our peasant was ploughing again with his oxen &amp; wooden plough and sowing barley from a small bag. Being Xmas Eve the camp was a merry one. Viewed from above the place was a sea of lights and from the rear the hum of other camps came. All our men inside their tents playing mouth organs &amp; singing. Many times sung with much gusto &ndash; well known hymn tunes but the words most profane. To the tune of "Holy Holy Holy Lord God Almighty" they were chanting "Rousing, rousing, rousing always &ndash; well rousing" Plenty backsheese sucker, sweets &amp;c today. My billy came from Presbyterian Ladies College and two others from Sybil GreySmith Melbne &amp; Miss Reynell South Aust.</p>
<p>Find evenings very long with nothing to do. Tomorrow we get a half holiday and we were going to Therma where there are hot springs for a bath but we are some way out of Sardi where the donkeys are. Castro the other port is on the other side of the island. The splendid harbour here takes my fancy, surely Britain will never give this island up again. Read &amp; bed early.</p>
