<p class="page" id="a3357114">[Page 114]</p>
<p>Moascar<br/>13/3/16<br/>Up in the dark being Orderly officer got things going early. At 0745 the Battalion marching out with the 21st with transport and pack animals and reaching Ferry Post carried out billeting practise and then returned for lunch. An 8 mile march excellently carried out and the men marched splendidly. A fine day and Ismailia looked its best &ndash; there is one brick house with gables and a lovely garden where bouganivillaes are a riot of purple and have covered the date palms with a flaunting cloak of colour. The air full of heavy tropical scents. The public gardens are prettily situated and seem to boast a few old monuments. I should have liked to see these gardens properly but have lacked the opportunity.</p>
<p>Near the A.S.C in among a thick grove a guard of Gurkhas turned out us. The N.C.O stood at the salute like a bronze image and a "sentry" stood with his kukri at the carry. A fair number of Indian lancers about who pay compliments by keeping their lances at attention and give "eyes right". Noticed that the native women today seemed to be very careless about their viels &ndash; a thing they are usually most strict about. In the town we passed a number of French naval officers one wearing a decoration. On Lake Timsah there was a new vessel with four low funnels &ndash; a French warship of some size. An ungainly British monitor was also there. The native shawish have often a good string of ribbons for service in Sudan and elsewhere.</p>
<p>In the afternoon we fell in at 1430 and I gave a lecture on Billets and some points on French Army ranks &amp;c and Intelligence. All the lads look forward to moving. Bazeley went to Alexandria today as our advance officer and the Brigade Major also. Received notification that G.O.C will not approve re 53rd so finish there. Great expression by Mesdames when challenged by picquet "Escari mafeesh" (Soldier finish). The 7th Bde were addressed by General Birdwood today and leave tonight. We are ready to move at short notice. We are well seasoned troops now.</p>
