<p class="page" id="a3357109">[Page 109]</p>
<p>Ismailia &ndash; Moascar<br/>8/3/16<br/>Passed a travelling workshop with electrical lathes &amp;c and also extensive ordnance stores very prettily situated amid a wealth of tropical vegetation. Carloads of tibbin passengers driven by their Indian drivers and one wild looking Indian sitting on a camel made a good picture. The waterfront to the lake is bordered with small bathing boxes and boat houses. The avenue takes a curve where gardens are situated &ndash; a few old monuments and other stones among the heavy foliage which is mostly Cingalese in nature. Some fine houses with blazing purple bouganvillias covering the walls and garden shrubs. In one corner of a garden was a clump of cocoanut trees almost covered with this beautiful plant, - the smell of tuber roses was in the air and the blaze of the sun made the scene one to remember. At each of these residences they have a good many native servants some gardening, cutting grass &amp;c others acting as boabs (watchmen or doorkeepers). At the top of a date palm was a native gathering the fruit. This particular part of Ismailia is a paradise of green and a sheer riot of color that was a joy to us after the bare waste of desert of the last six weeks.</p>
<p>Several bodies of New Zealanders on the march passed us and a motor ambulance full of French nurses in odd Dutch caps &ndash; "withered beldames old and drawn". Some houseboats on the canal hereabouts. We then passed through the quartier Arabe with all its native life and native filth. A mosque dominating the quarter. Natives with their arabeas, wicker cages &amp; baskets "eggs acook" &amp; "orankis". Little nigger children boys and girls running along by our band wearing little skull caps, - some of them mites not over four years old. Veiled women passing in the streets noisy idlers in the Arab cafes and [indecipherable] donkeys. Noticed one tiny little girl playing in the dust utterly rotten with syphilis the flies were clustered upon her sores and then clinging in the eyes of others. These kids were eating a meal of beans awash in what seemed to be dirty dish water.</p>
