<p class="page" id="a3357105">[Page 105]</p>
<p>6/3/16<br/>Steering on a bearing of 90&deg; eventually got to bed in the outposts. Lying in the blankets on the sand studied the stars which shone bright against the night "as dark as Egypt". A beautiful night with a dead silence broken only by the challenge of the sentries. One man "Squeaker" Dyson got lost and was wandering about the sand in the dark. A sentry caught sight of him and two men went out after this supposed enemy and soon had a bayonet at his chest and shouted "Halt". "J &ndash; C &ndash; I am glad to see you b&mdash;s" squeaked Dyson in his falsetto in reply and it sounded irresistibly comic after the tension of hunting this supposed enemy. Slept like a top, stood to arms before dawn and were back in camp before reveille. A soldiers song:-</p>
<p>"Old soldiers never die, never die, never die<br/>Old soldiers never die they simply fade away."</p>
<p>A wailing shriek following the last note after a pause. This is sung to hymn tune "Kind words never die". Another favourite is sung to the tune of "What a friend we have in Jesus" and goes</p>
<p>"When this bloody war is over<br/>Oh! How happy I shall be<br/>When I get my Sunday clothes on<br/>No more soldiering for me!"</p>
<p>Men marched out on this morning parade carrying all their belongings and a fatigue of 30 then got to work and imshied all other stuff down to the incinerator. Word came through we leave for Moascar tomorrow to concentrate. The artillery today are having firing practice and it seems like old times to hear the noise of explosion &amp; the burst of the shell. Camels busy being loaded up with Q.M.'s stores and other kit in charge of the loading party is my old playmate, now one of my men, Corporal Bud Shields. At mess we had a roast goose! It has been quacking round for some days &amp; I thought it would be rather a joke if some of the men had collared it! However it survived this peril to come to a horrible end for an officers mess. A good deal of whisky flying round in the mess and a good deal of jollification down the lines and singing. "Down where the watermelons grow" is a prime favourite. Slept on a mat with only one blanket and spent a cold night. Sleep 2130.</p>
