<p class="page" id="a3900020">[Page 20]</p>
<p>first pay which totalled out at 75 pfennigs, or 71/2 d. per day.  With the money we tried to purchase a few cooking utensils, and our barracks began to assume a more homely and comfortable appearance.  Then. oh joy of joys, we met another bunch of Tommies who were quartered in a neighbouring village, but had come to work close to us.  Some of the boys sneaked across and had a yarn with them, and were immediately asked how long we had been there, and how we were fixed for food and clothing.  We told them of our conditions, and they promised to help us as much as possible until own parcels &ndash; these ever talked of and dreamed of parcels of our very own &ndash; should arrive, but their sentries would not allow them to bring much at a time, and as winter was approaching they commenced by wearing an overcoat each with the pockets filled with socks, shirts, or anything else needed.  These overcoats they would take off and leave with us, and those good old boys continued this until we all had a great coat and a spare shirt each, and among other things they brought was soap.  Oh! the pleasure of having a good clean wash, even if it was in a bucket and cold, and last, but by no means least, tobacco and "fags", the greatest solace and comforter of all to men in distress.</p>
<p>The other boys from our own village paid us another visit, bringing as much as possible, this was the last time they were allowed to come, but their kindness and gifts had put us on our feet, and we began to think that perhaps after all we should be able to "hold on" until the end.</p>
<p>On coming home from work one day we passed theTommies, and one of them took his cardigan off his back and gave it to me, saying "I have another at the Barracks sure evidence that he was one of those world renowned and respected Britishers. This mutual help was made possible by the regular arrival of parcels from friends and the Red Cross Society.</p>
<p>Those of us who had got down the lowest and felt the conditions most began to brighten up, and walk with a firmer step, all but one who seemed daily to get worse, and was eventually ordered back to hospital, where he died three weeks later and was buried by his comrades in the cemetery provided, which is really kept in very good order by fellow prisoners, each grave being allowed a headstone with regimental address and cause of death.  These headstones are usually the work of French prisoners.</p>
<p>When a prisoner died in a Camp hospital the Germans allowed a respectable coffin, and the comrades who wished to see the last of the departed, to march, of course under guard, and pay their last respects to a British hero, the coffin being covered by the good old Union Jack.  After the burial the flag was taken off and rolled up, and is not seen again until the cemetry claims another victim.  There is generally one amongst us who read the burial service, and commits the departed one to the care of Him who gave him being.</p>
