<p class="page" id="a3900036">[Page 36]</p>
<p>Chapter XI <strike>Further Prison Experiences</strike></p>
<p>Fire! Fire! &amp; chance of another escape but not for us.</p>
<p>One evening a few days later, we were all wakened by shouts of "Fire!"  It appears that the Belgian "Civies" has arranged a flare, to make it possible for a party of them to be able to escape in the confusion. This fire soon spread, and as the barracks were built of wood, they were not long in burning, and carrying fire to the next one adjoining with result <strike>so</strike> that before morning not an upright of any description was left standing.  This compound was built of wood, in the shape of a square of perhaps 350 yards  <strike>each way, so that</strike> the fire burnt for some time, and <strike>caused</strike> the desired excitement and confusion.  How many made a break away, I do not know, but they certainly had laid their plans well, and had an excellent opportunity.  As the wind was blowing in the direction of the Clink and Cells, the flames were soon carried across <strike>and caught</strike> taking hold of them, we were then hurried out, and taken into the Carpenter's shop for the night.  After we had stood in the rain for an hour or two, our greatest anxiety was whether our valuables that were in the brick place, and close to the fire would be destroyed, but several of the boys got permission to help get the German's things out of danger.  Of course, the first things brought out were cases containing our trinkets, watches, belts, money and odds and ends, such as pocket books, containing home letters and papers, photos &ndash; perhaps the most valued of all.  As soon as the boys had these out of danger they got tired and disappeared, leaving Fritz to get his own goods out himself.  There was just sufficient rain to slow down the blaze, but at the same time not too much to prevent it from spreading, the effect was that the fire burnt a little steadier, but licked up everything it touched. But then to our dismay we noticed it approaching the "Packet Office" but of British packets there were very few, as none had come for a week or two [indecipherable] a batch of "Froggies" packets had recently arrived.  Of course the boys got excited, "Fritz" formed a guard and tried to keep order, but there was a united rush of French, British and Russians to the "Packet Office" which though not quite emptied, collapsed, and there remained only a few smouldering embers to tell the tale.  The Russians that night had more food than perhaps ever before.  They seemed to get in an get a lot.  Perhaps their desperation led them on, but we did not mind who had them so long as "Fritz" did not score.</p>
<p>Our temporary prison, the Carpenter's shop, was full of new clogs, and most of us fossicked around,  fitting on a new pair, as they were much warmer than boots, and others of us hopped through the windows, before the sentries got there <strike>[indecipherable]</strike> out amongst the boys who treated us to a right royal feed, and a good drink of tea and cocoa, so that the fire to us was a very welcome happening in many ways.  Next day we were taken into one of the remaining buildings that stood in the centre and had not been burned &ndash; a former ablution Barracks with bricked floor, which of course was very cold, and without ceilings of any description, so that our change of address had its disadvantages.  All this time we had spent in the "Strafe" Barracks waiting our trial, but it appeared we were in the wrong camp, and there were no papers or crime sheets against us.  As winter was fast approaching, I explained to the officer our position, thinking it wiser to get our punishment</p>
