<p class="page" id="a3900048">[Page 48]</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<p>reached a cross-road, with a friendly finger post, which Jimmy, being a sailor, scrambled up,  struck a match and read directions on the board which told us we were still in the right direction and were  a lot further on than we had anticipated.  Our next need was a place for hiding in.  I looked around and on the horizon saw what appeared like timber, about 200 yards off the road, so we moved in that direction.  Our course lay over a ploughed field, and frozen, so it was more like stones we were walking over than anything else.  We struggled on until near the trees, our eyes on the ground, picking a track for our weary feet, but, on glancing up, to our dismay the supposed timber proved to be a house.  Fortunately for us, the inmates were all asleep  as was also the dog.  We at once faced about and reached our road again,   <strike>and</strike>  but shortly after we left the main road for a little side track, down which we found our desired timber, but no bush.  The trees were Oaks, and had shed all their leaves, but we broke a number of twigs  placing them on the snow so that we might not get too wet or cramped, slept or dozed till morning, when a thaw set in, and with it rain, so that there was nothing for it but to sit and get wet, until dusk, when we could make another start on our way to freedom.</p>
<p>As the sun rose or set I would compare my compass with it, as it was only home made and I had heard dozens of boys attribute their failure to the variation of their compass, so I was not taking any risks.  Between showers we would get out my precious chart, and map out our walk for the night.  We were terribly thirsty, and although it was mid-winter, we did not come across much water, running water of course.  There were pools of it all along the road, but it tasted so stale we preferred thirst to the taste it left us with.  Four miles from our starting point we entered [indecipherable] a large town,  our road led us right through it, for at least one hour we were still in this town, but, being early, we passed as men returning from their "Arbeit."  As the town seemed to get larger, and more thickly populated, for the first time, we left the main road and went South, across fields, on a cart track, which was rough, wet and very slippery, and took more out of us in the six miles than 10 would have done on the road.  This track, I guessed, would lead us to a road which we had previously taken, and on reaching it, the exhaustion and depression caused by the rough track was dispelled and was followed by a sense of security as I recognised familiar surroundings.</p>
<p>We were both very thirsty, and several times were tempted to go into hotels and get something warm and stimulating, but considered it wiser to bear our thirst until we could reach the River.  So we plodded on, looking   [indecipherable] for our river as it was only 10 miles from the Frontier, so we had to exercise caution, and slow down our pace.</p>
<p>At last we reached the River, but as we got opposite the nearest point, heard several persons walking behind us, we stopped by a tree, and lit a couple of fags, remaining there until they were safely out of earshot, when we went across to the river, which we found was still frozen, in spite of the thaw and the rain, to the depth of at least three inches, so we sat down and pounded with our heels making a hole through</p>
