<p class="page" id="a3900015">[Page 15]</p>
<p>as I had a rubber lined gas mask pouch, which I inverted and wore as a cap until such time as Fritz thought fit to issue head gear, the loose flap hanging down and serving as a shade for my neck.</p>
<p>We prepared as well as we could to get things ready for our departure, and I spent my 21st birthday rather differently to the usual manner when one attains the age of independence at home.  But we were in a strange land, and prisoners, and were soon to learn the differences of situation and the contrasts to the easy happy-go-lucky life we had been used to.</p>
<p>On the morning of our departure for our toil, we were called early and received a bowl of soup (known to us as "Sandstorm").  It was a very rough mixture of maizena, but without  taste, and very coarse.  This bowl of food was considered by us as our best issue, and was eagerly looked for twice per week.  Our daily ration of bread we should have kept for our train ride, but hunger would not allow us, so we ate it with the "Sandstorm", and felt for a while ready for our road, wherever it might lead, and "for better or for worse".  We had been given to understand by the older Prisoners that conditions were much better out on a working party, so that our spirits and expectations were running very high.</p>
<p>We leave camp to earn our vegetable soup.</p>
<p>At day break of Aug 22nd we were ready for our tramp to the Station, thirty in all,  twentyeight Australians and two "Tommies" of the "Warwicks".  We were in full marching order (viz 1 blanket, 1 towel, 2 bowls and a spare shirt [indecipherable] and some amongst us had collected tins and fastened handles to them, so as to be ready and able to boil [indecipherable] a drink of tea, when the much talked of parcels should arrive.  Even under this small load we were forced to make three halts, or one each mile, plain evidence that we had got into a very weak state, and yet in this condition we were going out to "work" and worst of all, to work for the "Fatherland"!  That thought caused us as much trouble and worry almost as the shortage of food.  Arriving at the station we had about ten minutes to ourselves, and the boys who had pawned their rings and trinkets for foodstuffs, and those who had been able to get into touch with some of the older Prisoners who had given them as much of their food as they could spare, began to eat a little of it.  But for the remainder of us, it was a very hungry trip indeed, and continued to 4 p.m. by which time we arrived at our new barracks, or billets, which proved to be the music hall or dance room of an Hotel on the second floor, reached by a flight of stone stairs.  There was the usual barbed wire fence around the yard, and on Sundays Patrons of the hotel would come and look at us, especially at meal times, when we would  line up and get our bowl of "Potato Mash".  We used to go upstairs to eat it in quiet and out of sight.  The yard was perhaps about 20 yards by 10 yards, so that we had not any room for much recreation had we felt like it.</p>
<p>On entering the room we found light iron bedsteads with sacks of straw and another blanket each, so we made claims for our separate beds and tried to get next to our "cobbers".  This done our</p>
