<p class="page" id="a3900033">[Page 33]</p>
<p>He seemed quite elated over his capture and asked me "Why I had tried to escape back to England where food was so scarce, and if I was not satisfied to stay and work for his Fatherland?"  To which I answered, "No, I am a Britisher."</p>
<p>We were then searched for anything we might have as defensive weapons, or charts  or compasses , but we secreted our chart and compass we had none.  The search completed, four of our biggest sentries were called in, and we were taken through the town to the cells, where we had a dish of potato salad and a slice of bread.  The people had heard about two Australians and a Canadian having been captured, and all lined up on either side to see us taken to our Cells.  As it was Sunday everyone was able to come out and see us.  We remained in these cells for two days within a mile of "Freedom and Home", and as the fact gradually became more impressed on our minds that we were really captured and unable to get away, an awful feeling of despondency came over us, for we knew what we had to go back to, but we had to resign ourselves to disappointment, and to remember as much of the information given us by the Dutch as we possibly could, so that we should not make the same blunder again.  From here we were taken by train down to Aachen and placed in civilian prison there, with the Dutch Border still only three miles distant, and our thoughts turned in that direction again. But we had no chance of trying to get away from here. In the cells with us were all nationalities, and quite a number of German Deserters who had been caught on their way to Holland, and who told us pitiful tales of the conditions in Flanders, saying it was impossible for them to live and fight, as they could get no rest whatever.  By day our airmen were over them and at night our artillery, and the general opinion voiced was that of being driven to despair.  All this talk cheered us greatly, and helped tremendously to raise our spirits that were so depressed on account of not being able to reach Holland.</p>
<p>Chapter X</p>
<p>Our failure realised &amp; "Return<strike>ed</strike> to Prison."</p>
<p>Our stay here was only for two days, or until such time as sentries should come down from our Camp.  These arrived about 4 p.m.  when we were hustled out,  taken on to the Railway Station, and started on our way back across the Rhine.  Then it was that we really felt we were once more in captivity, when we heard the train rumble over the bridge, which we reached at dusk, and were once more on the same station which we had striven so hard to reach in our efforts of a week ago, Dusseldorf.  The Sentry in charge went up to a Red Cross Soup Kitchen on the platform and ordered 5 coffees and soups.  The ladies assisting there brought out 5 coffees, but on seeing only two soldiers and 3 "civies" they asked who the "civies" were, and on being told, "Englandern" exploded louder than any Mills grenade I have ever heard, and absolutely refused to have anything more to do with us, so that we had to go without our soup after all, but this we did not mind so much, as our minds were full of other thoughts, one of which was to break away, and had it not been that the sentries had all our money and valuables,</p>
