<p class="page" id="a3900026">[Page 26]</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<p>paper next morning made very light of the visit, and said that most of the bombs had fallen on open territory, and as near as I can remember the number of casualties were four or five.  As to the effect on the morale of the people, it was very successful from our point of view.  The citizens read in their own papers of the damage done to both cities and people in England, and were terrified, expecting to be treated in the same way with the same results, and began to wish their "Zepps" would discontinue their raids over London, as (that is all fair thinking and reasoning people) they argued that if their men raided London, they must rightly expect reprisals, and have the war brought closer home to them, if that were possible, because there is not a single home in Germany where they do not realise their country is at war, thanks to our good old Navy, and the successful blockade it is keeping over the Hun.</p>
<p>Concerning their economic conditions, these have already been published in all their awfulness and misery, and all I need do is to verify all these reports.  What brings the truth home to the Prisoner is the fact of the almost total absence of elderly people in the towns and villages, and the sight of armed sentries marching through potato fields, to see that nobody digs their potatoes before they are ready, as so many have done to try to make themselves a good meal after two or three months on mangelwersel, as one potato crop never lasts out until the next is ready, and again, when one sees sentries guarding vendors of greens, cabbages, carrots or turnips, in the streets, it all tends to strengthen the belief that without them the carts would be rushed and ransacked by the starving crowds of women and children around.</p>
<p>As our clothes and preparations for escape neared completion, the next all important factor was for the six of us to get together and form our plans of travelling, and the hour for breaking away.  But this all depended which sentry was on duty, as one came round earlier than the other so we picked a night, just six months after our arrival at the Commando.  All being ready and decided, we donned our clothes, and slipped out through the window, swinging from the ledge to a lightening conductor, down which we climbed into the yard.  While contemplating the best way through the barbed wire, who should come in but the Corporal in charge, who must have heard something and had come to investigate.  We had to lie flat behind some bushes two yards from the sentry, but luckily he did hadn't  his torch, or at least did not use it, and he went away satisfied that all was well, and his birds were all in bed and asleep. In reality, those birds, had never before been so wide awake perhaps in their lives, and not only us, but those also left behind, who knew what was going on, and heard us making our way out.</p>
<p>Then came the necessity of procuring money, and as prisoners were not paid in currency money (at least not British Prisoners in Germany), but we had been paid in German currency for the first seven or eight weeks, and had saved it and hidden it for a rainy day.</p>
