<p class="page" id="a3900021">[Page 21]</p>
<p>The conditions and treatment of our commando improved greatly after this death; and the sentries and contractors seemed frightened of another going the same way, and those of us who were taken to the Doctor were often given a day off, and in some cases we even got some medicine.</p>
<p>CHAPTER VII</p>
<p>Hurrah.  The great day arrives &amp; with it parcels from Blighty.</p>
<p>Then one evening the all important event happened, our parcels arrived, and caused not a little stir.  For the first time some of the boys did not want their German soup, which by this time had greatly deteriorated, and was mainly water, but there were still plenty of us with ravenous appetites that called for anything and in unlimited quantities, and seemed never to be appeased, but the thought of that good food under our beds was too strong for us, and the resolutions we had formed, viz., that we would only eat a little at first, were during the night all broken, and it was a light hearted party that lined up for work next morning.  Some of us managed to remember some old tunes or parodies and hummed or whistled, a sure sign that we were one and all on the mend.  Could the Red Cross authorities only have seen us that morning I'm sure their efforts &amp; heavenly work would have found complete gratitude &amp; thankfulness in one &amp; every face.</p>
<p>With the improvement in our conditions and living came the thought, that if ever I was to make an attempt to reach Neutral territory, it would be essential to have at least some idea of the language, so straight away I set about picking the wrappings from the Germans' luncheons, and trying to read and puzzle out what it might mean, but it was a slow, tedious task, and I did not make much headway, until one day I prevailed upon one of the girls working with us to lend me her little sister's school book, and from this I learnt a lot of the grammar and punctuation.  But I still had to master the pronunciation and accent, so I would ask them all kinds of questions, just as a child does who is commencing school.  Some times I would get an answer, and at others a scowl, but I still persevered , and  at length got along so well I was able to ask <strike>for</strike> in German for such things as razors, strops, shaving brushes and mirrors for the boys.  Our interpreter seemed to be bashful and afraid of getting himself disliked, so I undertook to get as much as I could for our general comfort.  As we got more accustomed to our work, guards and hours of labour, we thought we would like an instrument of some kind, so I procured an Accordion, and we would often have a bit of a sing song, or even a real "dinkum" clog dance.  On New Year's Eve of 1917 two or three of us managed to stay awake until midnight, and then struck up with customary tunes, the other boys joining in and swelling the chorus as they wakened up.  The sentries bounded into the room expecting to see a murder, riot, or something equally as bad, but when they saw us in our shirts dancing about welcoming the New Year they were flabergasted, and thought we had taken leave of out senses.  We could see that they could not understand our merriment, so deemed it advisable to leave off before they misinterpreted it, or perhaps they might have practised some of their "Kultur" on us, but we felt sure that our worst times were over, and with the Spring would come a great successful and deciding offensive by our arms, that would set us free, and</p>
