<p class="page" id="a3900019">[Page 19]</p>
<p>began to make our own pace at work.  But then the required amount of work would not be done, and the Foreman would threaten that he would keep us there until midnight if needs be, or until our work was finished.  The sentries objected to this <strike>as</strike> for if we were kept, they would have to stay as well, and this little bit of reasoning led us to go slower still in our arbeit for the Fatherland.</p>
<p>One evening in prison while waiting for our tea, a little German boy beckoned to me and showed me a note.  I got a gas mask satchel and let it down over the wall by means of string, into which the boy put his note, which to my intense relief I found to be written in English, and what was even better still it was from some British prisoners who were billeted in the town, and who had written to ask how we were situated in regard to food and clothing. We lost no time in writing an answer we would be glad of anything they could spare us.  I hailed the little German who unconsciously had done so much for us, and handed him down the reply, and within two hours, to our overwhelming surprise, three Tommies came marching in, each with a great stack of stuff. No words in either English or German could express our feelings of the joyful, inspiring sight of a strange [indecipherable] face, yet speaking our own language.  These boys gave us some useful information as to how we should act, and above all impressed on us that as long as we kept reasonably moving, Fritz had no right to hurry us at all, and what we wanted to know more than anything else, how long it would be before our parcels would reach us.  The sight of their careless, happy, yet determined faces was in itself enough to cheer us up tremendously, and the vigorous shake of their hard worked and scarred hands, which one could feel came straight from their hearts, and as we were the first "Aussies" they had ever seen, the novelty and greeting was not all on one side.  The sentries would not allow them to stay very long, so they tipped out their bags, and went back to their waiting comrades, with the promise that, if allowed, they would come to us each week.  Then came the pleasant task of dividing the food and clothing between us which took quite a long time, but after eating, and alas, gorging ourselves to the full, we did at last turn in and dream of all manner of pleasant dinners and luncheons.  The arrival of this food and the information we received tended to make us feel independent and more buoyant.  Our hearts once more beat regularly, and we were helped to forget the previous days of hunger and almost despair.</p>
<p>Day followed day without anything interesting happening, and our main topic of conversation was whether the "Tommies" would be allowed to come down to us again, and when it might be, and then just a week later they came with as much stuff as they could carry.  They brought us a lot of things that needed cooking, and as we had no means of cooking anything, we mixed such things as oatmeal in with our potato "mash" and "oxo" cubes and soup tablets  of every description, making the contents assume all kinds of colours, but nevertheless it was all appreciated and played its part in assuaging hunger.  It was at this period we received our</p>
