<p class="page" id="a3900022">[Page 22]</p>
<p>we drank imaginary toasts to their success, and utter destruction of German Militarism and "Kultur".</p>
<p>As winter approached, we felt the difference in the atmosphere, and found it necessary to keep moving, if only to maintain warmth; it seemed cold enough for snow.  Snow it did eventually, and we knew all about it too, but when it was down the air seemed warmer, and we stood and studied the first snow we, or at least most of us, had seen.  Of course the two Tommies were used to it, [indecipherable] and we would often cast a wary eye in their direction to see how they were taking it [indecipherable] cheered <strike>us a little</strike> to notice they were feeling the cold as much or more than we "Aussies " were, so that winter and the snows and frosts of winter did not hold any fears for us, and when we noticed the Germans coming to work tied up &ndash;well, not unlike "Kewpies" &ndash; and that they felt the cold more than we did, it made our lot much easier to bear.  Many times we would take off our jackets whist working to let them see we could stand it.  With the help of our parcels from England and bread from Switzerland, our living was levelling us up with Fritz, and when these parcels were in regular succession, we were better fed and clothed than the average Hun, thanks to that noble Society "The British Red Cross" without which none would ever again have come to native land and loved ones.</p>
<p>Those never to be forgotten days when we used to sit hungry and watch Fritz eating his breakfast, whilst we had only his jeers to chew, were now reversed and on one occasion when we had cleaned out a treacle tin (and I emphasise the "cleaned"), a worker came along, picked it up and licked the leavings, if any, literally licked it with his tongue.  Such a sight put us in good spirits, as we began to realise that Germany and her people really were hungry and depressed, and to verify our suspicions came the peace rumours of December 1916, when the Germans around us were quite intoxicated with delight, and told us of a surety we would soon be on our way home again, and they would have their boys back with them, and, in their excitement, were quite affable with us, until the news came through that England &ndash; good old England &ndash; had absolutely refused to entertain any of their proposals at any price.  Then once more they changed to a bitter hatred, but the very fact of Britain refusing their proposals led us to believe that we were in the position to master &amp; dictate that mastery, the final issues were in the hands of those living within the little chalk bound shores just across the Channel with the result that we were more contented and inspirited than disappointed.  To see the economic conditions gradually getting worse for Fritz whilst ours were maintained, was very encouraging to us,  the jeers gradually coming round to our side.  I might here say that we lost no possible chance to remind them of their position which had [indecipherable] .</p>
<p>Then the frosts took hold of the country in all their severity, the sandpit in which we had been working was frozen to a depth of three or four feet, making it as hard as Granite, and the water necessary for the engines was also frozen, forcing us to remain indoors, because unable to do anything at our work outside.  This we did not mind as the idea of working for Fritz at any thing at all is so disquieting and nerve racking, that we would do anything if we thought that by doing so doing so we would not have to work for him, but our light was also frozen.  The gas mains had burst and taken in water which froze immediately, and our only illumination was from candles purchased at our expense for 1d. per</p>
