<p class="page" id="a3900045">[Page 45]</p>
<p>It, and at once captured it.  He went straight downstairs to the 'phone, and we presume he told his news to the Chief.  This meant punishment for my two comrades, and the only way to evade it, was to hurry up and get away before their punishment next morning.  The two dressed ready to go <strike>and put</strike>  putting marked clothes over their others, intending to break from the work, but they did not get a suitable opportunity, so had to chance another day.  We decided we would attempt to escape the following evening, so next day I rolled up the little piece of wire rope I had secreted under some rubbish, put it in my shirt, and got it home later undetected.  We hurried through a little tea, got into our clothing and were all ready.  I secured the rope to a leg of one of the beds, letting the other end out through the window.  This window measured about 20" wide and 40" deep with four iron bars at intervals of 8."  We realised that we would not be able to get through this space thin though we were, with all our clothes on, so lowered as much as we could down by string, saved from the wrapping of our parcels.  All being ready, I was just getting my leg through the bar when someone under the bed said, "Here comes the Corporal.'  This Corporal caused us a lot of trouble.  He was very sincere about his work, and did not intend to have any more "birds' get out, especially was he cautious after finding the map.  I withdrew and hopped into a linen press, standing erect and  closing the door just before the Corporal came in.  He asked for me, whereon one of the boys glibly said  "He is downstairs in the bathroom."   Suspicious at once, down he trotted to see what I might be up to.  As soon as he was out of sight I stepped out and put on some marked clothes over those prepared, went down to him, and, in a nonchalant manner, asked him what he wanted me for.  He answered, "I have some money for you !"</p>
<p>Our first attempt at escape was towards the end of the week so that we left a week's wages behind us.  I had been worrying him for it, to lead him to believe that we had none, little thinking it would come at such an inopportune time.  I received the money, signed for it, thanked the Corporal, remarking that it had been a long time coming to me.  Of course, he wanted the other two as well for the same reason, and almost caught them, but close as this shave was we weathered it safely.  Coming to our room we slipped off our old marked things and squeezed out the window.  My word ! it was a squeeze and caused a lot of grunting and puffing.  Just as I was out of the window and standing on the ledge, along came an electric car, which ran only 12 yards distant, so that our window was lighted up plainly.  I stood dead still with face inwards.  Of course the light within the room was extinguished, as otherwise we would have been shown up.  The car passed and I slid down the rope to the roof of a shed, which roof was covered in three inches of snow, so that on donning the clothes we had lowered, we got quite a lot of it down our necks and it helped us to keep cool.  My mate had even more trouble than I had in getting through.  This was his first attempt so that he was more excited than I, and half way down called for me to let him have my shoulder as the rope was cutting his hands.  He had a nasty gash on the right hand for weeks as a result.  Running from the shed was a brick topped stone wall, also covered with snow and ice, and very slippery.  We crawled along</p>
