<p class="page" id="a3900031">[Page 31]</p>
<p>After this rude awakening, we found it impossible to again go to sleep, so had a meal of our biscuits and sweets that we had brought along with us,  which we had saved week by week from our wonderful Red Cross parcels.</p>
<p>Just at dusk we set out on our way to freedom, as we intended or calculated we should cross the frontier near Bruggen, an hour before dawn,  what with our recent experience, and the thought that we were nearing our goal, we set off very cautiously indeed.  As the night wore on and we became footsore and weary, our cautions gradually slipped away, and we strolled on as usual, until at length I began to think it was time we left the main road, and cut off through the bush, as the roads are all patrolled for a distance of three miles from the frontier, and we wanted to miss these patrols, but my mate, who had been the orderly and consequently had much more time for studying the chart, said we could safely carry on for at least for a mile.  To our chagrin we found his calculations were not correct.  I was feeling tired and irritable and sat down to change my socks, to try and ease my feet a little.  The others strolled on, and almost before I had put my boots on, I heard "Halt" and realised that they were up against it.  The sentry had stopped them and asked for their passports as he would have done to anyone else.  They not only did not have any passports, but could not understand him.  While I was trying to decide what would be better, for me to do a bolt, as I had not yet been seen, or go up and endeavour to explain matters  trying to bluff as on previous occasions [indecipherable] but this chap would not take neither excuses, bluff nor money, and marched us all three to the Guard Room, which was only one mile from our goal.  But we did not give up hopes and determined to put it out that we were Dutch Smugglers as I rightly guessed that there would exist a feeling of friendship with their Dutch brothers who smuggled them food.  On reaching the Guard Room we found several others were there as well, but not Prisoners of War.  They were Smugglers, both German and Dutch, and of both sexes, old and young.  We were taken inside and given a chair each, at which I asked the Sergeant "how long we would have to stay there".  He answered surlily "Until morning", and then in a surprised tone of voice I asked "And do we have to sit in these chairs all night?".  He mumbled something, and then turned his guards off their beds, motioning to us that we could, if we wished, sleep there.  We were not slow in accepting his invitation, and as the relief of guards came in, they, being tired, got down with us and slept under the same blanket until morning</p>
