<p class="page" id="a3900032">[Page 32]</p>
<p><strike>Chapter VII</strike></p>
<p></strike>DUTCH SMUGGLERS, WHOM I JOIN</strike></p>
<p>With the morning came our examination and trial, the Smugglers going through first.  We found we were in a place called Kaldenkirchen.  I remember one lady in particular, who appeared to be an elderly, stout person, and who on the night before I had noticed pull up her skirts, </u>and</strike> get two pounds of butter, one pound of "wurst" and quite a lot of chocolate from somewhere about her person, and sell to the sentries, thereby thinking to better her position in the eyes of her captors.  Well, when it came her turn to go and be examined, she went in feeling she would be dealt with leniently, but was sadly mistaken, for when she next appeared it was with tears in her eyes, and without her load of goods <strike>[indecipherable]</strike> she proved to be a slight stripling of a young woman of perhaps 20 to 25 years of age. She must have had <strike>had</strike> pockets all over or under her, for the goods taken from her filled two sacks, and were considerably heavy.  I then made it my business to get near one of the Dutch girls and to ask her quietly in German, if she could give me any idea of the best place and manner in which to cross the frontier, </u>[indecipherable]</strike> she told me, that  had we turned off the main road and gone south through a large Pine Forest, we should most likely have got through, as the border just there, on account of the large Forest which Frtiz evidently considers a very good barrier, is not very strongly guarded.  This information I welcomed and stored carefully away for future reference.  All too soon came our turn to go through,  we were taken out of the guard room and interviewed singly.  As before the bulk of explaining fell to my lot, with the result that that the interrogating officer soon had a long typewritten account of my supposed life as a Dutch Smuggler.  Almost his first question was, "Where did I learn to speak his lingo?." to which I replied, "That I had worked with Germans on the Canals and had learnt a little of their language".  Then came the usual cross-examination, 'Where was I born?" and as "Rotterdam" was the only Dutch town I could remember it had to be there that I was initiated into this world of trouble and adventure.  He then wanted my parents' names and addresses, but I promptly told him "They died wen I was quite young".  His next questions were "What were you smuggling?."  I answered, "Wool, Chocolates and Footwear".  He then wanted to know "How much I sold them for.?"  I knew these things were scarce and expensive, so quoted a high price for wool.  I said, 20 marks or &pound;1 per pound." To which he answered, "You know wool is worth 40 marks." So thought I should better bid pretty high when he asked the price of chocolates, and said, "15 marks."  As for boots, I knew the price of them in Germany, as I had often been offered 60 and 70 marks for boots sent to us from England.  That means boots are costing between &pound;3 and &pound;4per pair.  That price satisfied him, at which he totalled up what we should have, but our total cash <strike>on our persons</strike> was far beneath his figures, and he became suspicious, and on searching me found a coin from Dulman, prison camp,  of course a prisoners' coin.  I explained to him that I had found it, and was keeping it as a souvenir. He then sent another officer in to one of the others and asked, "Do you come from Dulman too? "Your mate has told everything", at which my mate thinking all was up, replied, "Yes".</p>
