<p class="page" id="a3900038">[Page 38]</p>
<p>and with my hands in my pockets, whereat he "collared" me by the shoulders, introducing his boots and rifle butt stood me against the wall. Hardly had I collected my wits when bang: my mate came up alongside me.  Then it is that one has to fight a battle &ndash; a very severe battle with himself &ndash; and use his little brain instead of his little pluck and strength, and while we were wondering what would happen next , bang: comes another against the wall with us, and with him three Fritz's with their Bayonets ready for action.  What with weakness and being unarmed, one had to clench his fists and bear it quietly.</p>
<p>The door of this Barrack was not very strong,  being locked only with centre lock and padlock, the hinges being on the inside, one night several Russians started taking out the screws suddenly to our dismay just as they had them all out, we heard a sentry coming along the passage, and stop at our door. As soon as he stopped, some us ran to the door and held the hinges in place, as otherwise the door would have fallen right in, but on account of the intense darkness he did not notice anything, and went away again with the man he came for, as soon after he had gone as was safe, the door was opened from the hinge side and several slipped out, passing the sentry with a "Guten  abend."  Those of us who were left behind closed the door and fixed the hinges again.</p>
<p>It was also very funny to see the boys smoking their "fags" and quickly "dowsing" them when a Fritz appeared.  Many a time a Fritz would come in, and although he could plainly see the smoke, he was never quick enough to catch one, smoking.  They would often make raids and get matches, smokes and razors. Mine I had hidden under a loose board of the floor.  While we were here together, it was a splendid opportunity for us to compare notes and experiences, so that I came out of the cells a much wiser man than when I went in, in fact we all did.</p>
<p>One day we were summoned for our trial, and were taken before several officers, but the one officiating could not understand English, therefore required an interpreter.  Then it was that my knowledge of German served me in good stead (although I told him I knew nothing of his lingo) because I was able to hear what he said and asked the interpreter, and consequently had my answers all ready for him.  He badly wanted to know how we  crossed the Rhine, but we mis-lead him, as we realised that if we told him, it would be harder to for us to use the same means again.  Then came the usual Official Query, "Why did you escape?" "And are you not satisfied?"  To which I answered, that "I did it because I considered it my duty as a Brtisher."  He then asked the other two the same question, and received the same answer, that settled it and we were marched out and placed in Cells, which although it meant solitary confinement, was in reality better than the "Strafe" Barracks.</p>
<p>To show the scarcity and value of soap.  My mate offered his sentry a small piece, if he could take him to the Barracks for a short time, and when all was quiet, he consented, they both went up to the boys, who gave my mate a good feed and the sentry a drink of cocoa, on leaving my mate asked for some food for the other two, which he got at once, cramming down as much as he could conceal about him.  On their way back to the cells an Officer stopped them,</p>
