<p class="page" id="a3900018">[Page 18]</p>
<p>there was a plum tree, and the plums were daily getting riper and of a brighter hue until I could resist the temptation no longer, and so taking off my boots and sneaking through the wires I climbed the tree and filled my pockets, but on getting back through the wire the weight of the plums in my pockets caused it to catch on the wire and make an awful racket, on which the sentry pocked his nose out of the window and "spotted" me.  I at once made a dash for my bed and got under the blankets, the sentry came up the stairs and looked right along and missed me, and I thought I was undetected.  But he came around again, and this time he made no mistake, but caught hold of me and said all sorts of unkind things, of which at that time I could not understand a word, and then started swinging his rifle butt and bayonet.  All I could do was to hold my tongue, temper and fists, no easy matter, but at such times one must above all be tactful and sham fear.  I felt more like fighting Germans than ever before, but it was no policy to do so!  After he had cooled down somewhat he stood me in a corner, as a school teacher does a naughty child, and <strike>he</strike> insisted on me standing at attention all the time, while he sat on a chair behind me nursing his beloved rifle and bayonet.  My punishment was that I was to stand there for 12 hours without food.  "Fritz" discovered this to be the only way to subdue the British spirit.  In this case, however, he forgot the plums I had in my pocket, so that by doing it very carefully, I could get plums from one pocket to my mouth and put the stones in the other pocket, so that my punishment was not as severe as he intended it.  When I was released and got back amongst the boys I found they had each given a little of their dinner and had hidden it in an odd bowl, in spite of the sentry trying to prevent such action, the boys, although hungry themselves, managed to hide it from Fritz, and handed it to me as soon as all was again quiet.  It is the spirit of comradeship asserting itself, which is so general among the "Aussie" boys, and especially so with Comrades in distress, that makes us brothers in arms.</p>
<p>When the sentry released me he said that if I would go to work he would not report it to headquarters, but for once I became obstinate and refused to work.  The sentry did not report it, as they will not report any more trouble than is necessary for fear that they will be taken away as incapable, and perhaps sent to the front.  If a German is able to keep his men doing the required amount of work without too much trouble, he realises he is much better off than at the front, where he would undoubtedly be sent, if the authorities considered him unable to maintain good order and discipline, and my experience of the German at home was that he would do almost anything rather than go to the Western Front, the other fronts he did not mind so much.</p>
<p>The next exciting event was the appearance of an officer, who it seemed had come out to know why I would not work, but I told him I was willing enough to work at anything I could do [indecipherable] with the result that I was put on a gang that was called by Fritz the 'langsomern' or the "slow' or "lazy" lot, so that my obstinacy brought me a little reward after all.</p>
<p>As we got wiser and discovered that the sentries would not report more than was necessary, we allowed ourselves more license, liberty &amp; a slight  feeling of independence &amp; superiority and</p>
