<p class="page" id="a3900054">[Page 54]</p>
<p>was a treat to us after  <strike>what we had been accustomed to see</strike>  our previous experiences in Germany.  They appeared well fed, strong and healthy, with an air of independence joy and pleasure.  Although there is food enough for all, despite the extra 750,000 people imposed on her neutrality since the outbreak of war, one can at once understand that although neutral, Holland is greatly affected by the war.  Perhaps the dearth of coal is the most conspicuous by its uncomfortable results.  For example, the difficulty of travelling by train, there being so few running, and when one does get in his train, it is a very cold ride, the steam heaters being out of action with the  [indecipherable] result that the carriage windows are all ice covered and frozen, making it impossible to see anything at all through them.  <strike>windows</strike>.  The only way of getting a glance through and a knowledge of one's where-a-bouts was by scaping a small space clear of ice, and keeping it rubbed dry by constantly wiping it with the coat sleeve.  After a real good night's sleep and rest, I felt years younger on awakening, over which I delayed so long, that I nearly missed my breakfast,   with my morning bath and breakfast over, I hunted up the Sergeant in charge and asked him, "If all escapees came through his hands?"  He said "Yes."  I asked if the other three men who were with me on the first attempt had been here?  He replied "Yes,"    showing himself interested at once,  then went up to the Bureau and read up all the particulars.  Then he came back to us, and told us all about how they crossed the line and everything else he could.  To make sure he was making no mistake, I showed him their photos, which he instantly recognised.  It mightily relieved us to know that they had been successful, and we looked forward to seeing them in 'Blighty," when we hoped   to exchange experiences in person, and to hear how they had got on after leaving them just outside our prison barracks in Dusseldorf.</p>
<p>Our next move was to go to the railway station.  There was a Sentry in charge, but what a different sentry to those we had met.  He offered us smokes and sweets, telling us we would be properly treated while in quarantine, which would last about three weeks.  Joining a train we proceeded to quarantine quarters.  Russians joined us who had just got across, andwere naturally highly elated at their success. They had been working for farmers for three years, being captured in the early Prussian drive in the East, but what surprised us most of all was that they had been working all that time within two miles of the Frontier and had not escaped before.  How we wished Fritz had only employed Britishers in such places, for we could not think of them sticking as close for three years without escaping to dear old Blighty with news of [indecipherable] the economic position of Germany and perhaps any vital positions our airmen might be able to demolish or put out of action.</p>
<p>At the next station a German girl joined us also having crossed the day before [indecipherable] quite affable to us.  I learnt that she came from the same town in which we had caught the train, so we had the feeling in common, of having got away from the same place of misery and depression, although she being a German, and in possession of passports had kept her train to the terminus, or within a mile of it.</p>
<p>On reaching our destination we entered the searching room of the quarantine station, when everything was taken from us and disinfected.  From this room we went through to the Doctor, who gave us a very hearty welcome indeed to Holland from Hunland, there</p>
