<p class="page" id="a3900058">[Page 58]</p>
<p>through the society, a much better and surer arrangement.</p>
<p>The day after Christmas our clothes arrived and caused some fun when we tried them on.  We got along alright till we came to the collar and ties.  These caused no end of trouble to fix up and irritated us while on, but we soon got used to being civilians <strike>again</strike> once more.  A few days later a batch of us went to Rotterdam to our various representatives.  Our Consul greeted us warmly and provided us with good lodgings at English speaking Hotels, giving us a little pocket money to carry on with.  Our next move was to get another passport from Holland to England with all particulars on it, also a photo.  We were perfectly free to go where we pleased but were warned not to go too far away as the convoy might be ready any day. I toured round Rotterdam, seeing all my small allowance of money would let me, and on New Year's Eve, we were both invited out to a Social Evening to welcome the New Year, and to wish success and a deciding victory for our Arms.</p>
<p>My mate did not go as he was more at home with some of our naval men at the hotel, so I went with a "Padre" who was then convalescent.  In getting there I was surprised to find so many English speaking people, mostly women, they had gathered together from all parts of the town, and we had a good evening together, welcoming in the New Year in good old English style, finishing our programme at 1 a.m.  Then for our walk home over the  frozen paths, and roads, where we met hundreds of Dutch folk celebrating the event in their own way, which seemed to be drinking as much wine as possible, and parading down the streets arm in arm, right across from one path to the other, dancing to lively tunes from mouth organs to accordians, and making merry with all they met.</p>
<p>On New Year's Day everyone fished out skates and wended their way to canals and smooth patches of ice.  It was a very pretty sight to see these people, in colored costumes, gliding along the ice in all directions.  Some of the men were either pulling or pushing a small sleigh with several children in it, wrapped up in furs with only their little blue eyes and red cheeks showing.  We also met a number of "Groningen" boys who retreated into Holland from Antwerp.  They were on their way home for a few days on parole.  Although they were in a country of peace and plenty <strike>they</strike> were chafing in that they were forced to remain there until the end of hostilities, more especially because a lot of them came straight through Belgium, or practically so, only having a few days in that country which they came out to help.  Some of them began airing their grievances to me, not knowing that I had been in Germany 17 months, till I could bear their "grouse' no longer, and exploded, saying, "They were in Paradise compared with what I and any Britisher in Germany had to endure" at which they closed up and felt thankful it was the Dutch frontier and not the German they had crossed .</p>
<p>On going back to dinner we were warned that we were to embark at 3 p.m. so our sightseeing was ended and our gamble across the North Sea about to commence.  Our party included 6 Britishers, two more who joined us in Rotterdam, (Tommies of three years standing)</p>
