<p class="page" id="a3900039">[Page 39]</p>
<p>and wanted to know who they were, at which the sentry replied "A new prisoner, Sir," and went on his way.  My mate told me afterwards that they were anxious moments for him, for had he been searched, he would at once have been found out for what he was.  But, "Fortune favors the brave," even in Germany, and he got back to his cell quite safely.  Next morning, when we had half an hour's daylight in which to clean our Cells, he slipped into my Dungeon  handing me a third of what he had, and without waiting to question or thank him I set to work on it immediately.  Our sentence in the Cells was 14 days, and a cold 14 days they were, for the frosts were already arriving, we were in brick cells under ground level, and without any daylight.  The Cells measured 6 ft. square and 7 ft. high and 12 square feet of the floor was occupied by a wooden bed, the boards of which were placed cross ways, so as not to allow of any possible ease, so that we only had 24 sq. ft. to move about in and try and keep our circulation up.  To lighten matters somewhat we were taken out three times a day to latrines, so that we were able to see one another's faces, not forgetting the hair that had been growing on them all this time, and to exchange greetings and [indecipherable] to cheer one another up as much as possible.  It is really wonderful the excellent spirit the men in such conditions maintain.  Nearly every minute of the day one can hear singing, more especially from the French.  There would come a banging of a butt on the door, and a harsh order to shut your mouth "du schweinehund."  To make my Cell feel even colder was the existence of a cook house directly over my head, and in the corner just above my bed was a water tap.  I could hear the men coming to the tap quite distinctly, then could hear the tap being turned on, and  almost always when the buckets were being filled a little water would be spilt,   when I could in imagination feel the water running through on top of me.  Each evening at 7 p.m. an orderly would come into us with two blankets, to make our night tolerable, and each morning the orderly would come and take them away again so that we should not sleep during the day.</p>
<p>The view I obtained from my small window during the half hour it was uncovered each morning, was first about 6 ft. from the window, a 10ft. barbed wire fence with the wires very tight and close; a yard beyond that was an electrified steel netted wire fence, 5 ft. high.  To give an idea of the number of voltages, I remember that looking through one morning when it was raining, a piece of bark fell from one of the posts and lodged against the wires, whereon it instantly flared up and was burnt to ashes, and on another post where the insulator was broken, the post was flaming even in the rain.  This insulator was soon replaced.  Three feet from electrified fence was another 10 f. high barbed wire fence with wires tight and close.  As I was looking first, through a window and then a fine wire mesh wire, then bars, and ready to shut out the daylight at any minute was the wooden shutter, that fitted tightly over all,  turning day into night, and outside all this were the three fences, one felt pretty well boxed in.</p>
