<p class="page" id="a3900011">[Page 11]</p>
<p>black war bread, but as soon as a Sentry noticed, he would turn his horse in her direction, flourishing his lance, and use very lurid language.</p>
<p>CHAPTER III</p>
<p>"A Prisoner of War"</p>
<p>Our destination was the Civilian Prison of Lille, where we were kept two days, or until Fritz had captured enough Prisoners to warrant a train, the required number being 500.  The food given us here, it was rumoured, was provided by the French Civilians, but for that I could not vouch.</p>
<p>We left Lille at 6 o'clock in the evening to entrain for a German Concentration Camp, travelling at night in closed Goods Wagons with doors locked, and very little ventilation.  Next morning we were treated to a so-called cup of coffee, whose only redeeming feature was that it was warm and wet for our parched throats. Our coffee drunk, we again entrained and travelled until 4 p.m. when we were let out and given a bowl of soup, our first food for 24 hours, which needless to say was appreciated as though we had beenfor weeks without anything at all.  Once more we entrained and travelled until daybreak, when we were taken out at a station and given another cup of "Coffee", and marched to our camp at Dulmen.  Passing through the village the first sight that met my eyes was a Haberdashery Shop, but not a white object was on  view, nothing but crepe and mourning, a very depressing and suggestive sight indeed.  It seemed to fit with our feelings exactly, and gave us the impression at once that Germany was much more war weary than the Allies.</p>
<p>The Camp was 7 kilometres or 4 3/4 miles away, and for hungry and depressed men it seemed more like 70 kilometres, but we eventually reached it, and the first thing I heard was a good old Australia "Coo-ee" sent out to greet us by one who had been captured from one of our raiding parties.  I think every Australian amongst us who heard it felt an increase in hope to know that at least one of our boys was there and been able to live.</p>
<p>The gates open, we were marched into the receiving compound where we were counted and re-counted, and searched for any Diaries or photos of Military movements we might have, but as soon as we saw what was being done to those in the lead, as many of us who could entered the latrines and destroy our long treasured and valued Diaries, photos and letters.  All being searched we were brought "Coffee" and given two slices of dry black bread which we ate ravenously.  This meal made our spirits rise considerably as we expected to get the same amount at each meal [indecipherable] the interpreter "Stiffy" as we nicknamed him, called us to order and announced the awful fact that we had "eaten our daily ration of bread" and should have kept a little of it for dinner.. Imagine if you can our feeling of remorse, and the sudden pang and tightening inwardly, making us realise even more what an awful and helpless position we were in, being prisoners of the inhuman merciless hun.</p>
<p>After "Stiffy" was satisfied that he had the correct number.</p>
