<p class="page" id="a3900017">[Page 17]</p>
<p>of the contractor, and our complaint being lodged, we were told we would have a new "boss", one German promise that was kept.  This victory put us in great heart, and the idea into our heads that he had been taking unlawful liberties.</p>
<p>At 8 o'clock a.m. a whistle was blown for breakfast, and then we found to our sorrow that the two slices of bread we received with the coffee and had eaten, should have been saved and eaten one for breakfast, and one for the afternoon at 4 p.m., so all we could do was sit and watch the Germans eat theirs, and they seemed to find great elation in our dejection and misery, but at times an odd apple or carrot would come floating down the river, and these were at once fished out by us and eaten with relish, at which the Germans would snigger, &amp; laugh with delight at our misfortune &amp; hunger.</p>
<p>One of the first things which attracted my attention was the fact that when Germany wishes to plant trees by her roadside instead of planting an ornamental tree that perhaps sheds its leaves and makes a mess<br/>generally, they have planted fruit trees, mainly apple trees, and these bear a very good crop of nice apples, and later on when working by the road we would sneak away, and climb the trees, and come back with our shirts full of fruit.  To get back to our first day's work, oh! It was work!  Each succeeding shovel became heavier than the other.  Breakfast time was 20 minutes and then we made another start, and dragged on until 12 o'clock, when the whistle went once more and we stopped for dinner, which the orderly with the relief of guard would pull out to us in a little cart, and dish out an equal portion to each man.  This we would eat so quickly that for the remainder of the day we would have indigestion and gnawing pains in the stomach.  For dinner 40 minutes was considered sufficient, and when once more that whistle would blow we would drag ourselves to the shovels and get them going again, and then it was that our hands were sore!  Our next respite was at 4 o'clock when we stopped for another twenty minutes to eat that piece of bread we had already eaten and forgotten, and once more had to be content to see Fritz eating his, and what was worse, to sit quiet and hear his jeers.</p>
<p>Our route to work led us through several fields, some of which were bearing crops of carrots and potatoes, and when marching by these we would make a grab and snatch as many of the vegetables as possible.  Of course the sentries greeted this with "vectreten du schweinhunden"  but as long as we had a carrot or turnip we did not mind his shouting and names because we could not understand him.</p>
<p>Ch.V1. A startling discovery, a good and kind hearted German.</p>
<p>The owner or lessee of this particular piece of ground was at least human, and sent his little girl across to us several mornings at breakfast time with 30 carrots, or one each, which we ate and appreciated as if they had been some of "Cadbury's best".</p>
<p>At the close of the second day the work began to tell on us terribly, and I and several others fell out at 4 p.m. and lay on the grass until the others went home.  Next day I refused to go out and remained in bed, and whenever the sentries were about, I would appear to be racked with pain, just like some of the sufferers in "Doan's Backache Pill" Pictures.</p>
<p>Just through the barbed wire surrounding the barracks</p>
