<p class="page" id="a3900029">[Page 29]</p>
<p>but no, </u>we</strike> found a military Policeman first.  On turning the corner we literally walked into his arms.  He halted us and asked for passports.  I acted as spokesman and pulled out my pocket book, looked right through it, and in a surprised tone said "Oh, I must have left them in my working clothes".  He seemed satisfied and asked the others for theirs, but unfortunately they could not understand him, and then he got suspicious <strike>and took</strike> [indecipherable] us into his office for cross-examination.  I protested all the time saying "we would be late for our friends, who were expecting us in the next town".  When he got inside he took my mate into an anteroom and questioned him privately.  He answered as well as he could and in a loud voice so that I could hear the argument.  He could not get any satisfaction from him, so had to come back to me, and we all thought that our freedom was ended, and felt terribly disappointed at having been caught after we had got over the River and the train difficulties.  But I determined to bluff it out as long as possible, and I told him we were Belgian workmen going back to our work after a slight sickness, on which he wanted to know where we had been, the names of the doctors towns and our employers.  Then it was the study that was spent on the chart we found served us in very good stead, as I remembered the names of several towns in that locality.  On asking me the name of  my employer, I told him that I had forgotten it , as I could see that it would pay me far better not to understand too much, so I pleaded ignorance, explaining that I had only been there six months and had not learned very much of the "lingo".  Luckily for us he was not much of a scholar and could not read nor understand English, for had he been able to do so he would certainly have known us for what we were when he searched our pockets and letters which were written in English. My old field pay book interested him, and he wanted to know what it was and I told him it was my "arbeit" book, and that the signature was that of the "vor arbeiter".  This seemed to squash his suspicions, and he said to us "Right oh, and clear out, [indecipherable] get back to work at once."  In his eyes our greatest crime was we were not working.  Well we lost no time in collecting our belongings and clearing out, but in an entirely different direction to that which we had told him.  Our next trouble was thirst, and as there were no creeks or any water about, we found it necessary to call in at a house.  I asked if I could buy any fruit, as there was a large orchard attached, and the pear trees were still bearing, but they told us that they could not spare any,  wanting it all for themselves.  So we asked for water, and were given a cup and shown to the pump, where we quenched our thirst.  In one of the stables was a soldier on furlough, who on hearing men's voices pocked his head out to see who we were.  I bid him "Good day", but he was not in a talkative mood, and retreated into the stable to carry on with his work.</p>
<p>Our thirst quenched, we went on our way still looking for a friendly wood, where we would be able to shelter.  At last we sighted some trees in the distance, but in the middle distance was a large town; it was dinner time and the workers were going home to lunch.  An M.P. gave us a very hard and searching glance, but just as he was coming across to us, a young lady acquaintance of his happened along, and kept him busy until we were out of sight. The timber proved to be trees that were growing on a swamp</p>
