<p class="page" id="a3900050">[Page 50]</p>
<p>hounds employed on the Frontier, stalking an unfortunate that had been sighted.  Tired as we were it served to make us more cautious.  A few kilometres further on we were compelled to make another halt.  On one side of the road was a Farmstead reaching the road, and on the other, low thick shrubbery, which we tried to get through but found it impossible, the noise of breaking twigs and our stumbling being too great so we had to come back to the roadside and conceal ourselves in the ditch, which although it had been raining for three days did not have much water in it.  Our trouble was caused by a young Fritz trying to get through the protracted business of saying, "Good-bye" to his lady love, and standing in the centre of our road.  This Fritz was typical of his Fatherland, and very long winded and enduring.  Perhaps the fact of being Saturday night, and the extra few hours in bed on the following morning kept him going.  I did not time him, but it seemed to me to be about a week.  Perhaps this girl was to blame, but at length mutually agreed to separate, thus clearing the way for our advance, which from now on, was over by-roads, fields and Forests.  The Forest was entered a little after midnight.  Here it was that my compass came into use, for we could see neither moon nor stars and had to rely solely on the compass.  We walked on and seemed to get no nearer to our destination.  We found it necessary to make frequent halts, as the tramp and weather were telling on us.</p>
<p>Although we did not know it, the edge of this Forest was right on the border line.  At last we could see a broad opening in the trees ahead of us, and felt sure we were very close to our goal.  To confirm our conjectures, just ahead of us was a high iron structure used as a lookout, but thanks to the weather, we could not be seen, nor could we see very far either, so we made our steps more measured and cautious.  We then passed a lot of freshly cut timber, and thanked our lucky stars it was Sunday morning, and that no workmen were there.  Then, to our relief, as the gap in the trees was widening, down came a very heavy shower of rain, which laster for quite an hour.  The rain must have driven the Sentry under his shelter, we did not see him, nor did we stay to ask questions.</p>
<p>Chapter XIV</p>
<p>"At Last our reward &amp; goal &ndash; Freedom."</p>
<p>The first intimation that we were safely over the frontier was a Government notice board on which was stated " This path was forbidden to "Civies." It was printed in Dutch, but we were not too sure of ourselves even then, so walked across open country, with the rain teeming down.  We soon entered a village, and by this time it was almost daylight,   but  being Sunday, the people although Dutch, were just as fond of their beds on Sunday morning as anybody else, so nobody was about.  Outside one of the houses, on the main road, were a number of vehicles, I guessed that whoever owned them would have a name and a town printed thereon, so I went across and found one of the few Dutch names I knew.  Then it was that I was sure we were at last on friendly</p>
