<p class="page" id="a6521152">[Page 152]</p>
<p>Imperial General Staff<br/>(Australian Section)<br/>Army Headquarters<br/>Victoria Barracks<br/>Melbourne. 3rd. May, 1921.</p>
<p>Dear Mr. Garling,<br/>I appreciate your letter and am sorry that you have had such trouble in finding me. You ask me to explain more clearly the organization of the men into A. B. and C. Parties on the final day and night of our occupation of the Gallipoli Peninsula. I do so gladly and hope that what I write will be clear.<br/>As you know we had reduced the garrison at Anzac to something a little less than 10,000 men who remained during the last day and were evacuated during the last night. These men were spread out so as to occupy the whole 10,000 yards of front which constituted the Anzac line. The men were of course in their proper units but each unit divided up its total number into three parties, known respectively as A. B. and C. The strength of the parties was practically equal. As soon as it became dark on the evening of the 19th December 1915, the A. parties were withdrawn from the lines and embarked. That operation of course took some little time and meanwhile the B. and C. parties stretched out and filled up the gaps in the line. Later on in the evening the B. parties were withdrawn and similarly embarked. While this was in process our position was dependent entirely upon the skill and gallantry of C. party which remained holding the trenches and despite its slender strength was simulating the activity of the greater number. Finally, well after midnight on the night 19th/20th. December the C. parties were withdrawn from the lines to the beach and nothing remained between them and the enemy.<br/>You will realise at once the serious nature of the duty allotted to C. party. It will I hope also give you some consolation if your son was one of that party to realise that they were the men who, for the sake of all the others, were ready if need be to sacrifice themselves. By God's grace the need did not arise and C. party was withdrawn and successfully embarked without any casualty.<br/>I hope that what I have written will meet your requirements. Will you allow me in conclusion to express to you my sympathy in the loss of your gallant son. I can feel for you in your sadness that after going through so much so successfully he should have been lost so late as in April 1918.<br/>Believe me,<br/>Yours sincerely,<br/>  [indecipherable]</p>
<p>W.M.N. Garling, Esq.,<br/>Wattle Street,<br/>Killara,<br/>SYDNEY, N.S.W.</p>
