<p class="page" id="a6521238">[Page 238]</p>
<p>[Paper headed:<br/>Officers Hospital<br/>Anstie Grange,<br/>The Holmwood<br/>Surrey]<br/>30.10.16<br/>My dear Father &amp; Mother,</p>
<p>Well here I am in England, and in one of the most beautiful counties, Surrey, and in a most charming home, which has only lately been turned into a Hospital. I arrived late on the night of the 28th, and have been in bed since with a splint on my gammy leg, but   I expect to have it off today for good &ndash; The injury, to be precise was a fractured fibula, and will only require rest</p>
<p>[Page 2 is saved as Page 240]<br/>now, as it has set quite well.</p>
<p>So far my glimpse of England has been one view from my bedroom window, but it is beautiful. There are long rolling downs, timbered here &amp; there and dotted with beautiful homes. This Hospital is a wonderful old place, standing at the top of a hill and with charming gardens &amp; lawns. It was originally the property of Admiral Heath and his son has fitted it up and presented it to the Government.</p>
<p>The Staff consists mostly of volunteer</p>
<p>[Pages 3 and 4 are saved as Page 239]<br/>nurses, and they are wonderfully keen and eager to copy their professional sisters &ndash;</p>
<p>My room mate is a young New Zealander named Park, who has transferred to the Imperial F.A.  He was shot in the back and cannot walk much, and we have had many a good laugh since we arrived at the efforts of the nursing staff to get him off the stretcher on to his bed on the first night. About 12 of them were clustered round, all eager to assist, but no one doing anything and it finally ended with his practically getting in himself. However, they are most kind and cheerful, and we have everything we want.</p>
<p>I wired Sis early yesterday morning to say I was here, but up to time of writing have not heard from them   I quite expect some of them will be along as this is only 23 miles from London taking about &frac34; of an hour in the train.</p>
