<p class="page" id="a6521500">[Page 500]</p>
<p>as we hope so soon to do, he will be one of the few young fellows we'll be glad to shake hands with, &amp; will gladly accept a welcome home from.  I a sorry Uncle, That I have not been able to secure any more information about Terry for you, except the voluntary information from officers, N.C.O's &amp; men of his Battery &amp; others who knew him, &amp; which is all to the effect that he was personally one of the best &amp; bravest men who ever walked, he was a most able leader, &amp; but for his unselfishness in securing decorations foe others &amp; modesty in pushing his own claims, he should have received honourable recognition of his ability &amp; valour on not several but many occasions.</p>
<p>I quite understand how you feel about it, &amp; if I did not know just what abominable pushing &amp; scrambling there usually is amongst applicants for outward show, I'd feel it more than I do, for I know only too well that Terry should have had those honours.  But he would never recommend himself a thing which is usually done by others in his position so whilst others far less deserving can go back &amp; point to the outward signs of a more or less meritorious career, Terry's name &amp; fame must rest as it always will on the position he held at so youthful an age, in the hearts &amp; mouths of the scores who knew him for what he was.  So don't take it to heart, dear old people, for it is only another one of the many instances of worth not officially recognised, unfortunately far too common.</p>
<p>I think your idea of binding Terry's letters a splendid one, &amp; I shall be pleased if my humble attempts at description will enable to add to it for future generations to see, an idea of his last resting place, where he gloriously ended a life well spent.  I do not expect the war will last long enough now, fortunately, for me to go to France again, as I'm to be retained here till January, &amp; so possibly I may never again be near Warloy, unless I take a trip over old scenes after peace has been declared, but should I, I will secure a photo of his grave &amp; also the spot where he fell.<br/>The war news is now so good that there is every reason to</p>
