(4) Stand to arms at 3 A.M left Bivouac at 4 A.M to do fatigue work on the beach. They are erecting large iron tanks for water supply, which they will pump from water boats. 2 large shells came over this morning from the direction of "Fort Chanar" one dropped into the sea very close to one of our Trawlers, which soon moved out of the way. The other dropped on the beach never burst, it was supposed to be fired from the German Warship "Golben" it was an 11 inch Shell. of course we all had to go down at breakfast time inspect it. On our way back to the Bivouac "Lonely Liz" sent over a few shells one of which burst amongst a fatigue party from the 15th killed 1 man wounded 11 others. Heavy fighting taking place out on Tasmania Post to night.
(5) Out at 4 again this morning to do sapping out on the left. Snipers get to work at us about 10 o.clock but got no one. Returned at midday. The 16th Bn were taken off in lighters this afternoon for a 4 days rest on the Island of Imbros about 11 miles off. Turk artillery soon discovered the movement rained shells on them, but strange to say no one was hit.. Parsons myself had a grand view from an old Turkish trench, we could see the flash from their gun when it was fired , the shells burst over the lighters the bullest lashing the water into foam. When dusk came on Turks cease fire.
(6) Things pretty quiet again last night had a decent sleep. Fell in at 9 this morning for inspection by Mjr-Gen Monash, Major Tilney of the 16th Bn took command of our Bn with the rank of Lt. Col. Our old Commander Col Burnage having gone to England wounded. Things got pretty lively this evening. Turk artillery trying hard to get N.Z. Battery out of action, shrapnell bursting overhead a treat. After all the din our casualties numbered only 2 men wounded. Great scarcity of water at present, one gets so thirsty this warm weather. The engineers are sinking new wells over in Monash Gullie, so far they have struck good drinking water. We are allowed 1 pint somedays a quart others.