[
	{
		"pid" : 0,
		"p" : "<p>Cerca de veinte a&#241;os de actividad art&#237;stica, y casi otras tantas piezas, parecen medidas m&#225;s que suficientes para que Joan Pueyo se plantee la oportunidad de una amplia revisi&#243;n de su obra. Este texto va en apoyo de su prop&#243;sito, incluso me resulta extra&#241;o que tal oportunidad no le fuera brindada anteriormente &#8211;con la excepci&#243;n de una exposici&#243;n individual ya bien lejana y orquestada por su propia iniciativa&#8211;, tal es la cohesi&#243;n y personalidad que hallo en el conjunto de su trabajo. Me temo que dicha circunstancia (en definitiva de un cierto ninguneo fuera de un determinado nicho de actividad) se ha debido a su dedicaci&#243;n a un medio que apenas hoy obtiene cierto reconocimiento entre las jerarqu&#237;as y los mediadores que gobiernan nuestro panorama art&#237;stico. Pues, aunque su obra ha obtenido una buena recepci&#243;n en manifestaciones especializadas de car&#225;cter colectivo, &#233;stas raramente han servido como plataformas de apreciaci&#243;n de la excelencia individual.  </p><p> </p>"
	},
	{
		"pid" : 1,
		"p" : "<p>Pueyo inici&#243; su trayectoria art&#237;stica en 1985, con un v&#237;deo de cinco minutos titulado &#8220;Pel meu art&#8230;&#8221; Su arte es principalmente el v&#237;deo &#8211;que siempre deber&#237;a entenderse como un medio, una pr&#225;ctica con m&#250;ltiples aleda&#241;os y senderos&#8211;, y Pueyo lleg&#243; hasta &#233;l desde una aproximaci&#243;n vocacional y emprendedora muy propia de la segunda generaci&#243;n de videocreadores. Antes hab&#237;a realizado algunos cortos en 35mm y, tambi&#233;n a mediados de los ochenta, estableci&#243; una de las tantas peque&#241;as empresas que proliferaron con la pujante demanda de v&#237;deo institucional, industrial y publicitario. Esta dedicaci&#243;n al oficio audiovisual la mantuvo hasta el inicio de los noventa, cuando intercambi&#243; su primer quehacer &#8211;la prestaci&#243;n de servicios en alimenticias producciones de encargo&#8211; por el tes&#243;n que se desprende de su obra de creaci&#243;n personal&#8230; o, en superlativo y mejor dicho, personal&#237;sima. Es decir, sus &#8220;pueyadas&#8221;.</p><p> </p>"
	},
	{
		"pid" : 2,
		"p" : "<p>Pienso que este bagaje suyo en las disciplinas y &#225;reas m&#225;s reglamentadas de la imagen &#8211;sus patrones, medidas y g&#233;neros&#8211;, le llev&#243;precisamente a plantear de toda otra manera su particular acercamiento al v&#237;deo como un campo est&#233;tico abierto. No obstante, la obra de Pueyo se reconoce por un formato y unos rasgos bien propios. Sus piezas raramente exceden de cinco minutos, aunque muchas de ellas han sido concebidas como bucles y con una envoltura escult&#243;rica. Sin una atadura narrativa, su primer &#233;nfasis estriba en la imagen misma; adem&#225;s de en la consonancia o disonancia, armon&#237;a o cacofon&#237;a de los sonidos. Me consta, a este respecto, la meticulosidad de Pueyo en lo que se refiere a la composici&#243;n, definici&#243;n y cromaticidad de las im&#225;genes que crea: sus caprichosas criaturas electr&#243;nicas. Por esta raz&#243;n generalmente prefiere que sus v&#237;deos se vean en la peque&#241;a pantalla de un monitor bien calibrado, y en este aspecto nada a contracorriente de las tendencias predominantes en la instalaci&#243;n audiovisual de los &#250;ltimos a&#241;os, las cuales han favorecido la inmaterialidad ilusoria y ampulosa de la proyecci&#243;n en detrimento de la caja modular de la peque&#241;a pantalla(el monitor o televisor).</p><p> </p>"
	},
	{
		"pid" : 3,
		"p" : "<p>Como tantos otros artistas hechizados por el potencial del v&#237;deo (y sus expansivos aleda&#241;os), Pueyo ha cre&#237;do siempre &#8211;y, a su manera, toda su obra lo manifiesta&#8211; en un medio con una identidad propia y bien diversa a la del cine (al menos en lo tocante a su tronco m&#225;s convencional y hegem&#243;nico); por no hablar ya de la televisi&#243;n, habida cuenta del rumbo tan degradado y canallesco que ha tomado. Sin embargo, su obra tampoco se acomoda a los raseros de la pl&#225;stica: ni a los tradicionales ni a los que se tiene por contempor&#225;neos. En cierto modo remite m&#225;s bien a diversas expresiones de la moderna cultura popular, y no estar&#237;a fuera de lugar hablar de vi&#241;etas, caricaturas y caprichos (electr&#243;nicos, aunque adem&#225;s un punto goyescos). No aspira a crear &#8220;cuadros en movimiento&#8221; (como s&#237;han pretendido varios artistas que se han acercado o consagrado al v&#237;deo, algunos con pretensiones bien ceremoniosas) ni a sobredimensionar el campo ya de por s&#237; expandido de la escultura moderna. En otro plano, hay que apreciar el humor y otros sesgos maliciosos y chocantes que ali&#241;an su obra y le imprimen car&#225;cter.En suma, sus referencias primeras abarcan, como &#233;l mismo me sugiri&#243;hace alg&#250;n tiempo, desde el &#8220;jard&#237;n de las delicias&#8221; de Hyeronimus Bosch a los &#8220;freaks&#8221; de Tod Browning.</p><p> </p>"
	},
	{
		"pid" : 4,
		"p" : "<p>Su tem&#225;tica predilecta podr&#237;a decirse, en fin, que concierne a la electr&#243;nica del cuerpo. Y no me refiero a cuestiones de representaci&#243;n del sujeto, pues creo que la obra de Pueyo se deleita antes en las fantas&#237;as y fantasmagor&#237;as electr&#243;nicas que no en cuestiones intelectuales y sociol&#243;gicas. Sin embargo, sus mejores piezas no dejan de resultar sugerentes y afiladas en relaci&#243;n a los temas candentes que se desprenden de la interacci&#243;n entre tecnolog&#237;a y sociedad. A su vez, muchos de sus v&#237;deos pueden acogerse al g&#233;nero del retrato y el autorretrato. Y a&#250;n a menudo, se inscriben en el retrato familiar o de grupo, en el que diversos rasgos se combinan para perfilar y caracterizar a un monstruo entre tr&#225;gico y entra&#241;able. Otro apartado de su videograf&#237;a concierne a las piezas de videodanza que ha realizado en colaboraci&#243;n con Maria Mu&#241;oz y Sol Pic&#243;, remitiendo igualmente a una dramaturgia electr&#243;nica del cuerpo.</p><p> </p>"
	},
	{
		"pid" : 5,
		"p" : "<p>En 1990, Pueyo expuso una primera recapitulaci&#243;n de sus creaciones en el majestuoso recinto de un antiguo dep&#243;sito de aguas en Barcelona.En este contexto, harto ins&#243;lito entonces como espacio expositivo coyuntural, Pueyo reuni&#243; y despleg&#243; a sus anchas &#8211;de nuevo con el lema de &#8220;Pel meu art&#8230;&#8221;&#8211; su imaginer&#237;a electr&#243;nica y las expansiones escult&#243;ricas o instalativas que inmediatamente se manifestaron en su obra. &#201;sta ha recibido, por lo dem&#225;s, una buena acogida en festivales internacionales y en manifestaciones colectivas antol&#243;gicas, e incluso en varios &#8220;agujeros negros&#8221; televisivos, adem&#225;s de merecer diversos premios y ayudas tal como se refleja en su curr&#237;culo. Y, cuando las circunstancias se han vuelto menos gratificantes, Pueyo ha persistido en su empe&#241;o gracias a la creciente asequibilidad de las herramientas digitales, con piezas siempre coherentes con su recorrido previo a la vez que refrescantes por los elementos nuevos que algunas de ellas insin&#250;an.</p><p> </p>"
	},
	{
		"pid" : 6,
		"p" : "<p>La oportunidad de una retrospectiva exhaustiva de sus pueyadas residir&#237;a ahora en la posibilidad de interconectar las diversas piezas que ha venido realizando desde mediados de los ochentas, de manera que incluso los altibajos de su obra, que seguramente los tiene &#8211;as&#237;algunos de sus v&#237;deos han devenido piezas de repertorio o can&#243;nicas, mientras que otros han pasado harto desapercibidos&#8211;, produzcan una suma antes que la resta que haya podido desprenderse de una visi&#243;n pasajera o aislada de sus obras aparentemente menores. (Yo respeto las querencias de Pueyo, que tiene en igual estima a todas sus criaturas.) Las propias caracter&#237;sticas de dichas piezas &#8211;su brevedad, su concepci&#243;n circular o en bucle, su correlaci&#243;n tem&#225;tica y formal, sus aristas escult&#243;ricas&#8230;&#8211; piden la posibilidad de entrar en di&#225;logo unas con otras mediante un despliegue simult&#225;neo que favorezca sus rec&#237;procas conexiones, ya sean intr&#237;nsecas o delegadas en la mirada del p&#250;blico. Y, por fin, esta ser&#237;a tambi&#233;n la ocasi&#243;n que permita una percepci&#243;n fresca y una reevaluaci&#243;n de su obra entera.</p><p> </p><p> </p><p>Eugeni Bonet</p><p>septiembre 2003</p><p> </p> "
	}
]
