<p class="page" id="a9687034">[Page 34]</p>
<p>Copy.</p>
<p>Duty and Discipline.</p>
<p>A private and confidential Memorandum.<br/>Addressed to all Battery Commanders of the 3rd Field Artillery Brigade, 1st Australian Division.</p>
<p>In the Field<br/>France<br/>24/11/1916.</p>
<p>Gentlemen,<br/>The following brief, perhaps inadequate remarks on DUTY and DISCIPLINE are issued in an earnest endeavour to assist you in the training of your Junior Officers and to provide notes for your "talks" and "lecturettes" to them. You may perhaps remember a short discourse we had on this subject before leaving TEL-EL-KEBIR for FRANCE, but many of our younger Officers were not then with us and it is to them in particular that these notes are applicable.</p>
<p>I would state here, most clearly, that there is nothing "critical" in this memorandum, nor is a general inference of "laxity" or "shortcomings" in our Subalterns intended. Perhaps we have served long enough together for you to realise how much I appreciate their many sterling qualities and excellent work. As "Gunners" most of them have had much experience, and as practical Artillerists, we have, I am sure, no cause to criticise, and seldom to correct them, but there is another phase of Military Education of which many of our Subaltern Officers have had inevitably very little experience or opportunity for consistent tuition, namely, the training of an Officer in his own special duties as an OFFICER.</p>
<p>Rank, Authority and Command have come in some cases suddenly and without adequate preparation for the greatly increased personal responsibility which promotion to any grade of Commissioned rank always involves, and I would earnestly ask you to instil into your Junior Officers on every suitable occasion an opportunity, that great "co-efficient" of an Officer's power, whose factors briefly summarised are these:  &ndash;</p>
<p>KN0WLEDGE OF DUTY, his own and that of his men, BEARING and BEHAVIOUR, PERSONALITY and INFLUENCE, LEADERSHIP and HELPING HAND, PUSH where necessary, but PULL always, CRISP COMMAND but kindly word, APPRECIATE as well as admonish, ADVISE as well as ARREST.  In other words, teach them to KNOW the MEN they are promoted and privileged to Command, know their weakness as well as their strength, their limitations, temperament and temptation as well as their zeal and capability and so to obtain, whether present or absent, that cheerful loyal service which comes from mutual esteem rather than to avoid penalties under the Army Act.</p>
<p>The organisation, administrative and executive channels of our Artillery Arm have long been recognised as the beau-ideal for promoting and fostering this essential spirit of mutual esteem, dependence and co-operation, and there is no finer Command or training for a young Officer than a Section of Guns, particularly on active service.</p>
<p>You, Battery . . .</p>
