[
	{
		"pid" : 0,
		"p" : " <p> <b>STATE OF THE (VIDEO) ART...</b></p><p> <i>...in the United States</i>, para prolongar el juego de palabras &#8212;casi un pal&#237;ndromo conceptual&#8212; y matizar el tema de este art&#237;culo, a prop&#243;sito de una muestra de v&#237;deo estadounidense reciente que nos llega con buena puntualidad: el programa de la Bienal Whitney, del museo del mismo nombre en Nueva York, cuya repercusi&#243;n se ve aumentada por su posterior circulaci&#243;n en EE.UU. e internacionalmente.   El v&#237;deo ha atravesado en la &#250;ltima d&#233;cada una profunda crisis de identidad &#8212;y, para algunos, tambi&#233;n de creatividad&#8212;, que en parte podr&#237;a cifrarse en la asimilaci&#243;n de algunos de sus rasgos originales por parte de las industrias de la comunicaci&#243;n, esencialmente televisi&#243;n y publicidad (incluyendo los v&#237;deo-clips y la infograf&#237;a comercial). El panorama estadounidense, usualmente de una gran vivacidad, no me hab&#237;a parecido que escapara a este estado un tanto inane o son&#225;mbulo cuando, apenas un a&#241;o antes, hab&#237;a tenido ocasi&#243;n de examinarlo de cerca por mi mismo. En concreto, por echar en falta nombres nuevos que destacaran visiblemente y porque muchas de las obras m&#225;s interesantes, pero tambi&#233;n algunas de las m&#225;s decepcionantes, correspond&#237;an a los nombres bien conocidos internacionalmente de autores ya cl&#225;sicos y de mayor o menor veteran&#237;a. Sin embargo, la selecci&#243;n de la Bienal Whitney me ha resultado ahora agradablemente interesante, a&#250;n si no contradice en el fondo aquella anterior impresi&#243;n.</p>"
	},
	{
		"pid" : 1,
		"p" : "<p> Casi toda selecci&#243;n, revisi&#243;n o antolog&#237;a ha de entrar en el juego de las apuestas personales y las respuestas cr&#237;ticas. La &#250;ltima edici&#243;n no est&#225; exenta en mi opini&#243;n de algunos tropiezos de menor o escaso inter&#233;s, pero en cambio aprecio en el elevado nivel medio del amplio resto una convincente apuesta por parte de John Hanhardt, responsable del Departamento de Cine y V&#237;deo del Whitney Museum. Esta apuesta dif&#237;cilmente puede considerarse atrevida o arriesgada, puesto que baraja en su mayor&#237;a nombres ampliamente reconocidos y con una larga trayectoria. Pero es una apuesta en firme por aquellos trabajos que rehusan las convenciones y reglas del mercado, seg&#250;n lo expresaba John Hanhardt en una entrevista que sostuve con &#233;l anteriormente. Y a la luz de los extremos de banalidad y manierismo a que han llegado las &#250;ltimas realizaciones de autores como Max Almy, Skip Blumberg o John Sanborn, entre otros adalides del ir a por todas apuntando a la televisi&#243;n y, en definitiva, al comercialismo, la selecci&#243;n de Hanhardt omite acertadamente los casos m&#225;s flagrantes de obras corrompidas por un fr&#237;volo coqueteo con el mercado, aunque sea con el barniz de producto v&#237;deo-art&#237;stico que pretende una mayor popularidad.</p>"
	},
	{
		"pid" : 2,
		"p" : "<p> Una impresi&#243;n superficial que se puede extraer de las &#250;ltimas ediciones de esta muestra bienal es que el v&#237;deo norteamericano es hoy menos visual y m&#225;s verbal. La exploraci&#243;n de las caracter&#237;sticas propias de la imagen electr&#243;nica, as&#237; como de sus posibilidades de s&#237;ntesis y procesado, es un ejemplo de un campo otrora muy cultivado (y muy especialmente en Estados Unidos) pero que se ha ido crecientemente difuminando; en gran parte debido a la aparici&#243;n de tecnolog&#237;as punteras en materia de efectos digitales en la postproducci&#243;n, y de s&#237;ntesis y animaci&#243;n inform&#225;tica de im&#225;genes en dos y tres dimensiones. Ello ha supuesto en cierto modo la incorporaci&#243;n de dichas t&#233;cnicas al &quot;lenguaje com&#250;n&quot; y un uso m&#225;s aparatoso de las mismas en v&#237;deo-clips, publicidad o programas de entretenimiento. Por comparaci&#243;n, su uso en las cintas incluidas en esta muestra resulta m&#225;s bien austero. En la cinta de Francesc Torres, <i>Belchite/South Bronx</i>(cuya postproducci&#243;n se realiz&#243; en Barcelona por cierto), hay por ejemplo abundantes efectos, pero est&#225;n empleados con una voluntad de que casi no se noten, seg&#250;n me indicaba su autor y como no sorprender&#225; a los conocedores de la obra de este artista catal&#225;n establecido en Estados Unidos. Las cintas de los Vasulkas y de Nam June Paik introducen, por supuesto, las personales t&#233;cnicas desarrolladas por estos artistas a lo largo de los a&#241;os, pero como un elemento m&#225;s en el &quot;c&#243;ctel&quot; de Paik y con un nuevo rumbo en la obra de Woody Vasulka a partir de su anterior <i>The Comission</i>(1983). Unicamente <i>Lilith</i>, de Steina Vasulka y Doris Cross, podr&#237;a considerarse como una obra regida por un lenguaje m&#225;s pl&#225;stico y abstracto.</p>"
	},
	{
		"pid" : 3,
		"p" : "<p> A pesar de que el llamado &quot;periodismo electr&#243;nico&quot; televisivo (o ENG: <i>electronic news gathering</i>) y cierto tipo de v&#237;deo institucional han asimilado crecientemente algunos elementos del documentalismo antropol&#243;gico y contrainformativo surgido con los equipos ligeros de cine (<i>cin&#233;ma v&#233;rit&#233;</i> o <i>directe</i>, <i>candid camera</i>)y v&#237;deo (<i>guerrilla TV</i>), una cinta como <i>Inside Life Outside</i>, de Sachiko Hamada y Scott Sinkler, nos revela la vitalidad que sigue teniendo en Estados Unidos la producci&#243;n documental independiente y su diferencia de planteamientos. Su cinta retrata con intensidad y honestidad, sin ning&#250;n tipo de comentario externo, las peripecias de un conjunto de marginados sin hogar en el East Village neoyorquino, a lo largo de varios meses en que los autores convivieron peri&#243;dicamente con ellos.</p>"
	},
	{
		"pid" : 4,
		"p" : "<p> Con una base tambi&#233;n documental pero un enfoque subjetivo que se expresa mediante una peculiar narrativa visual, John Arvanites y Ken Feingold lanzan sus miradas &#8212;afilada la una, interrogativa la otra&#8212; sobre unos entornos geogr&#225;ficos y humanos que les son respectivamente familiares y extra&#241;os. En <i>Blues for Piggy</i>, de Arvanites &#8212;un autor de ya larga trayectoria, pero no muy conocido&#8212;, se trata de una serie de escenas tomadas en el sur de California, sin otra relaci&#243;n entre s&#237; que una cierta tendencia a las im&#225;genes ins&#243;litas, unas veces por su composici&#243;n y otras por las conductas o costumbres que retratan, adivin&#225;ndose que las manifestaciones de la sinraz&#243;n en la coexistencia del hombre con su entorno es lo que constituye el tema de este &quot;blues&quot; (con m&#250;sica del mismo autor). En <i>India Time</i>, Feingold se preocupa por su parte del problema de la mirada enfrentada a una civilizaci&#243;n extra&#241;a, sobre la base de un material grabado en la India, caracteriz&#225;ndose por su tiempo pausado y por la atenci&#243;n puesta en los gestos m&#225;s nimios de lo cotidiano; su t&#225;ctica es as&#237; la opuesta a la de sus anteriores trabajos, basados en la acumulaci&#243;n de im&#225;genes chocantes y de impacto robadas de la televisi&#243;n y montadas en un nuevo y turbador conjunto.</p>"
	},
	{
		"pid" : 5,
		"p" : "<p> Aparte de un factor de cr&#237;tica cultural, patente o latente, com&#250;n a muchas de las cintas, algunas en particular prosiguen un planteamiento de cr&#237;tica o alternativa con respecto a im&#225;genes, mensajes y c&#243;digos de la TV y los medios de masas en general, que forma por s&#237; mismo un amplio cap&#237;tulo en la historia del v&#237;deo. La cinta de Jason Simon titulada <i>Production Notes: Fast Food for Thought</i>, por ejemplo, me recuerda inevitablemente (sin que ello la desmerezca)los planteamientos de ciertos trabajos de Muntadas y su lema de&quot;hacer visible lo invisible&quot;: se trata en este caso de una colecci&#243;n de spots publicitarios (de Pepsi, McDonald's, Mars, etc.), cada uno de los cuales se repite seguidamente de manera ralentizada, con las cifras sobreimpresas de su coste y las notas (le&#237;das en <i>off</i>)que la agencia publicitaria dirige a la productora del anuncio, a trav&#233;s de las cuales se desvela la estrategia de venta del producto y el modo en que se pretende incidir en el espectador y potencial consumidor. <i>Born to be Sold</i>, de Martha Rosler, pertenece por otro lado a la serie de programas<i>Paper Tiger Television</i>, una emisi&#243;n de car&#225;cter alternativo producida por el colectivo del mismo nombre y que se difunde regularmente en canales de TV por cable desde 1981, cuya idea base de &quot;lectura&quot; o an&#225;lisis de productos o mensajes concretos se ce&#241;&#237;a inicialmente al discurso del intelectual cr&#237;tico ante la c&#225;mara (por ejemplo, &quot;Herbert Schiller lee el New York Times&quot;); representativa de una etapa m&#225;s reciente, la cinta de Rosler trata del tema de las madres de alquiler a trav&#233;s de un caso-&quot;estrella&quot; en los medios informativos, del que la autora nos ofrece su propia lectura &#8212;desde una posici&#243;n cr&#237;tica feminista y con humor&#8212;, apoyada en im&#225;genes e informaciones relativas al caso, que alterna con la parodia escenificada y con la iron&#237;a o doble intenci&#243;n de otras im&#225;genes a&#241;adidas y procedentes del imaginario del cine comercial, los telefilms y las viejas pel&#237;culas educativas.</p>"
	},
	{
		"pid" : 6,
		"p" : "<p> Hay finalmente una serie de obras que se hacen de dif&#237;cil clasificaci&#243;n si no es en relaci&#243;n al periplo art&#237;stico de su propio autor, dado que se trata en general de autores suficientemente reconocidos, sin que ello excluya la capacidad de sorpresa ante sus nuevas obras. Y para desespero de aquellos que creen que el problema con el v&#237;deo es la falta de casilleros en los que ubicar la amplia variedad de sus idiolectos, habr&#237;a que acudir aqu&#237; a la invenci&#243;n o hibridaci&#243;n de g&#233;neros; por ejemplo, docuficci&#243;n (Chip Lord), docuensayo (Francesc Torres), documosaico (Nam June Paik), metanarrativa (Gary Hill) o meta-imagen(Woody Vasulka).</p>"
	},
	{
		"pid" : 7,
		"p" : "<p> <i>Motorist</i>, de Chip Lord, constituye una especie de <i>road movie</i> de la memoria, en torno a un tema &#8212;el autom&#243;vil como s&#237;mbolo de la sociedad norteamericana moderna&#8212; que ha atra&#237;do repetidamente a su autor desde los tiempos en que formaba parte del grupo Ant Farm(recu&#233;rdese su c&#233;lebre <i>Cadillac Ranch</i>).La cinta describe el &#250;ltimo viaje de un Thunderbird por la ruta de San Francisco a Los Angeles, donde pasar&#225; a manos de su nuevo due&#241;o: un yuppie japon&#233;s fascinado por los iconos del &quot;gran sue&#241;o americano&quot;. Al margen de esta significativa an&#233;cdota final, Lord se sirve del mon&#243;logo interior del conductor y de las sucesivas incidencias o estaciones durante su trayecto, as&#237; como de insertos de fotograf&#237;as y films industriales con un genuino sabor americano de otra &#233;poca, acotando as&#237; su comentario sobre la subcultura del autom&#243;vil en el microcosmos de la carretera a trav&#233;s del paisaje californiano.</p>"
	},
	{
		"pid" : 8,
		"p" : "<p> <i>Belchite/South Bronx</i>, es una de las escasas realizaciones de Francesc Torres en forma de cinta monocanal, aunque tambi&#233;n existe en su muy distinta versi&#243;n como instalaci&#243;n. Torres parte en la cinta de im&#225;genes documentales actuales y de archivo (de nuestra Guerra Civil) para yuxtaponer dos paisajes de destrucci&#243;n y difuminar sus contrastes, entremezclando y fundiendo entre s&#237; las im&#225;genes del pasado y del presente, de Belchite y el South Bronx, en lo que el subt&#237;tulo de la obra describe como &quot;un paisaje trans-hist&#243;rico y trans-cultural&quot;, bajo la premisa de que &quot;la diferencia entre la guerra y la paz solamente puede establecerse a niveles estad&#237;sticos y ret&#243;ricos&quot;.</p>"
	},
	{
		"pid" : 9,
		"p" : "<p> <i>Living with The Living Theater</i>, de Nam June Paik en colaboraci&#243;n reincidente con Betsy Connors y Paul Garrin, es una obra t&#237;pica de su autor, esforz&#225;ndose en centrarse en un tema &#8212;o, m&#225;s bien, simplemente unos personajes: Julian Beck y Judith Malina, los fundadores del m&#237;tico Living Theater&#8212; y descentr&#225;ndose continuamente de &#233;l, aunque logrando el tono eleg&#237;aco que se impone tras la muerte de Beck y la entrada del Living en el cap&#237;tulo de las leyendas de la cultura moderna, al tiempo que es una vivaz y entretenida andanada de im&#225;genes y sonidos con el sello inconfundible del mejor Paik. Por medio aparecen innumerables amigos y conocidos (de Allen Ginsberg a Ryuichi Sakamoto), se insertan trozos documentales acelerados de obras del Living (incluyendo la versi&#243;n f&#237;lmica que Jonas Mekas hiciera de<i>The Brig</i>), se menta a Einstein y a Bakunin al paso de Beck y Malina por Suiza, se aborda con ellos el problema de qui&#233;n-es-el-que-limpia-los-platos a prop&#243;sito de las comunas, se habla de los hijos y los hijos hablan de sus padres, se asiste al accidente callejero que termina con el grotesco Robot K-456 que Paik creara en los a&#241;os sesenta, lo que da paso a escenas del funeral y entierro de Beck, lo que a su vez se pone en relaci&#243;n con la m&#250;sica de Janis Joplin, etc.  </p>"
	},
	{
		"pid" : 10,
		"p" : "<p> <i>Incidence of Catastrophe</i>, de Gary Hill, prosigue la muy personal indagaci&#243;n de este autor sobre la relaci&#243;n entre imagen y palabra, esta vez con un texto literario como punto de partida. La novela de Maurice Blanchot, <i>Thomas l'obscur</i>, una celebraci&#243;n del placer del texto, que dir&#237;a Barthes, proporciona a Hill una manera de volver sobre ello de una manera nueva, a trav&#233;s de un relato que es una reflexi&#243;n sobre si mismo, una metanarraci&#243;n. El h&#233;roe de la novela de Blanchot es una persona que se apasiona tanto con la lectura, que imagina en las palabras un mundo real y se abandona a las im&#225;genes de la ficci&#243;n literaria, sumergi&#233;ndose en ellas. Hill traslada esta empat&#237;a del lector con la obra literaria, y de la palabra con la imagen, mediante una articulaci&#243;n de los diferentes substratos del relato en un constante y fluido desplazamiento del texto a la imagen, y viceversa. Sin duda, una de las obras m&#225;s complejas y exigentes de los &#250;ltimos a&#241;os.</p>"
	},
	{
		"pid" : 11,
		"p" : "<p> <i>Art of Memory</i>, de Woody Vasulka, es una cinta que viene precedida por el impacto de la anterior realizaci&#243;n de su autor, <i>The Commission</i>, una espl&#233;ndida concatenaci&#243;n del arsenal de t&#233;cnicas de tratamiento electr&#243;nico de la imagen y el sonido exploradas por los Vasulkas a lo largo de los a&#241;os, con una nueva forma narrativa; aunque tambi&#233;n en este caso ser&#237;a m&#225;s acertado hablar de metanarrativa. Sin embargo, la nueva obra de Woody Vasulka dif&#237;cilmente puede considerarse desde el &#225;ngulo de la narraci&#243;n o la ficci&#243;n, aunque algunos misteriosos personajes que aparecen moment&#225;neamente en ella, incluido un &#225;ngel, pueden llevarnos a pensar que nos hallamos delante de una oscura f&#225;bula o puesta en escena de un mito. Quiz&#225; el recuerdo de otra civilizaci&#243;n... de la imagen, a trav&#233;s de una sucesi&#243;n de fotograf&#237;as y secuencias de films documentales de la Guerra Civil espa&#241;ola y otras confrontaciones b&#233;licas en Europa; im&#225;genes de la memoria colectiva retorcidas o modeladas electr&#243;nicamente y trasplantadas al paisaje del suroeste de EE.UU. como extra&#241;os objetos, artefactos, quiz&#225;monumentos funerarios.</p>"
	},
	{
		"pid" : 12,
		"p" : "<p> La selecci&#243;n, por &#250;ltimo, tiene inevitablemente discutibles lagunas.Pienso, por ejemplo, en <i>Sombra a sombra</i>, la controvertida cinta de Dan Reeves sobre poemas de C&#233;sar Vallejo&#8212;genial para unos, de lo m&#225;s adocenado para otros (cierto colega franc&#233;s calific&#243; malevolamente a Reeves de &quot;Lelouch del v&#237;deo&quot;)&#8212;, aunque para echar en falta un nombre de manera m&#225;s firme, apuntar&#237;a el de George Kuchar, un veterano de la &#233;poca dorada del cine <i>underground</i> en su faceta m&#225;s irreverente, cuyas recientes realizaciones en v&#237;deo son de una gran frescura y originalidad, sirvi&#233;ndose del sistema v&#237;deo-8 para componer sucesivos &quot;&#225;lbumes&quot; o vi&#241;etas de un diario en primera persona, caracterizado por la espontaneidad, el buen humor y los &#225;cidos comentarios de su autor.</p>"
	},
	{
		"pid" : 13,
		"p" : "<p> Para apuntar algunas conclusiones acerca de esta panor&#225;mica del v&#237;deo en EE.UU. al borde del fin de los ochentas, creo que puede observarse en primer lugar c&#243;mo el v&#237;deo (y la teor&#237;a del v&#237;deo) se ha ido desprendiendo de manera creciente y sin traumas del esfuerzo por reivindicar un lenguaje espec&#237;fico, por diferenciarse en particular de ese ilustre antecedente familiar que es el cine, lo que la evoluci&#243;n tecnol&#243;gica en lo audiovisual (cine electr&#243;nico, alta definici&#243;n, nuevos soportes digitales) convierte cada vez m&#225;s en una cuesti&#243;n simplemente caduca. En segundo lugar, la TV ya no se contempla de una manera tan inocente como una v&#237;a natural para acceder a un p&#250;blico m&#225;s amplio, y pienso que es significativo que la mayor&#237;a de las obras mencionadas no se ajusten de entrada a los formatos duracionales de las televisiones, con sus escaletas en segmentos de media hora o una hora. Y, finalmente, puede advertirse una cierta reacentuaci&#243;n de la &#233;tica y las actitudes cr&#237;ticas &#8212;en lo que sin duda ha tenido mucho que ver la oscura traves&#237;a de la era Reagan&#8212;, que devuelven al v&#237;deo independiente algunas de las se&#241;as de identidad b&#225;sicas con las que creci&#243;.</p><p> EUGENI BONET</p><p> Eugeni Bonet escribe sobre arte y medios audiovisuales. Ha realizado asimismo proyectos experimentales o sobre temas de arte contempor&#225;neo en cine, v&#237;deo y TV.</p><p> <b>Notas:</b></p>"
	},
	{
		"pid" : 14,
		"p" : "<p> 1 La selecci&#243;n de cine y v&#237;deo de la <i>1989 Whitney Biennial Exhibition</i> ha llegado esta vez con notable celeridad al Instituto de Estudios Norteamericanos de Barcelona, instituci&#243;n que ya hace a&#241;os que adquiri&#243; la buena costumbre de incluir la creaci&#243;n audiovisual independiente en sus actividades de difusi&#243;n de la cultura estadounidense. La muestra, presentada por el Museo Whitney antes del verano, nos llegaba ya al comienzo de la nueva temporada y, despu&#233;s de Barcelona, pasar&#225; por otras instituciones y muestras en distintos puntos de Espa&#241;a, donde parece que la demanda de los programas de la Bienal Whitney est&#225; creciendo, pasando as&#237; a ocupar un lugar preferente en el itinerario internacional de la muestra, distribuida por la American Federation of Arts.</p><p> 2 &quot;La imatge m&#242;bil est&#224; canviant. Una entrevista amb John Hanhardt&quot;, en <i>Quaderns</i>, Fundaci&#243; Caixa de Pensions, septiembre 1989 (n&#250;m. 44).</p><p> 3 La cinta de Torres fue premiada sin embargo por su &quot;postproducci&#243;n y efectos&quot; en los pintorescos Premios de V&#237;deo que concede la Generalitat de Catalunya.</p><p> 4 Para m&#225;s detalles, v&#233;ase el art&#237;culo de Gloria Picazo sobre la obra de Francesc Torres recientemente publicado en esta misma revista: &quot;Juegos de guerra&quot;, en LAPIZ n&#250;m. 62  </p>"
	}
]
