<p class="page" id="a4855039">[Page 39]</p>
<p>List of duties on board that mount duty every day.<br/>Main Guard (30) &ndash; Water Picquet.<br/>Cooks Fatigue. &ndash; Dry Store Squad<br/>Sweepers (Latrine Experts) &ndash; Deck washers<br/>Submarine Guard. &ndash; Gun Crew.<br/><u>Orderly Room.</u> - <u>Military Police</u> (31).</p>
<p>3 PM saw a steamer that had drifted ashore owing to her propeller breaking, had a tug alongside trying to get her off.  7 PM dropped anchor just outside the harbour at Port Tewfik in the dark, very curious as to what the harbour would look like in the morning.  9 PM had to get our kit bags from the store room.  9.30 PM curled up in my overcoat on the floor and tried to get some sleep, no blankets to be had.  12 PM woke up feeling very very cold, so curled up with another chap and tried to keep each other warm.</p>
<p>Wednesday Dec 12th<br/>4.30 AM got up feeling very cold and miserable, had a cup of tea and tried to make myself warm.</p>
<p>the steamer that run ashore was towed into port with a big list to starboard.</p>
<p>7.15 AM breakfast.  8 AM hauled up anchor and steamed into the wharf and tied up, the 28th Reinforcements had to wait behind and clean up the ship, twelve of us were detailed to stack kit bags on the shore as they were brought ashore.  10 AM was the first ashore had to stack over 3,000 kit bags on the wharf.  12.30 AM had some dinner (bully beef and biscuits)  2.15 PM marched off the boat and formed up.  2.30 moved off to the camp headed by the band, reached camp at 4.30 PM.  The city is built in two parts joined together by a long narrow roadway built across the swamp.  the buildings are very quaint and altogether different to the buildings in Colombo, the 2nd part of the city looks as if a lot of square white buildings were dropped in the sand.  there are no long straight streets, they all wind and bend, the main street crosses the railway line about three times, following the beach line.  The natives here do not seem as clean as in Colombo, and are not as independent.</p>
