<p class="page" id="a2386040">[Page 40]</p>
<p>March through the City. About 8.30 two Squadrons of cavalry arrived one in blue and the other in Khaki uniform. After much trouble they succeeded in themselves getting into the square, but it was another matter for them to press back the crowds sufficiently to admit of the troops and bands forming up. There was however very good tempered and by 9pm a square had been cleared and massed bands of [indecipherable] and Jouaves assembled, also drummers and trumpeters.<br/>The Military Governor arrived about this time and I joined him. Then the guns boomed out a salute after which the massed bands band played the "Marseillaise" the people frantically cheering at its conclusion. Then followed an inspiring roll of drums and fanfare. The square was brilliantly illuminated with arc lamps and projectors placed in the top floors of surrounding buildings, while Infantry carried hundreds of flares. The troops headed by the Cavalry at about 9.30 commenced a circuit of the City followed by thousands of the populace. Gradually the procession broke up into three parties, each with its admiring followers and each taking different routes, occasionally crossing or attempting to cross each other. The Military party first, then the City Band with its admirers, then a big crowd of apparent students.<br/>At midnight the show was still in full swing and I am especially pleased to have seen this historic city (where the Marseillaise was first sung) in such a mood. Church and other bells are ringing everywhere and bunting is lavishly displayed.<br/>This afternoon inspected the Cathedral with its famous clock, also many parts of the town. About half retains its old time interest, the balance is modern German.<br/>Roadsides everywhere today lined with fruit trees, cherries, pears, apples and walnuts &ndash; the latter particularly very fine.<br/>Mileage 172 miles.</p>
<p>Wednesday 25th June<br/>Left Strasbourg at 6.15 am for Constance vie Neuf Brisach, Bale and Winterthur. Breakfast at Neuf Brisach and then discovered I had left my money in my uniform jacket. I had changed into mufti for this trip. Sparks my chauffeur came to the rescue and thus avoided the necessity of going back to Strasbourg. Crossed into Switzerland just north of Bale &ndash; or Basle. First the French examined my papers and passed me without delay,</p>
