<p class="page" id="a2386077">[Page 77]</p>
<p>when Armistice was signed. At Pola I am informed the Austrians had an arsenal with huge stores of naval fuses and equipment of all kinds. Lt Higgins wife is a doctor who has worked among the Servian people for a very long time. We were also told in brief the doings of Flora [indecipherable], a woman who has fought with and among the Serbs for a long time and has won much distinction.<br/>At 8 am stood onto wharf at [indecipherable] - a very interesting old Turkish fortress here with walls crowned with towers. Indeed from now onward we shall see many interesting reminders of the Turkish conquest of the 16th century and subsequent occupation. A comparatively new building in the town with a high tower has been damaged by shellfire, and there are also other evidences of bombardment. Beside the local civilian Cemetery is a large military one. Austrian I think &ndash; with a large stone monument erected in the centre. Danube at this time about a mile wide. A murky stream &ndash; muddy coloured and rapidly flowing water, I should say from 6 to 8 knots per hour. It was interesting to note the type of breakfast partaken of by the peasants on board. Dark bread only &ndash; while soldiers had good white bread. Country hereabouts is not particularly interesting but passing Omoldova one sees the peculiar pointed rock Babalay rising up in the middle of the stream standing as a sentry guarding the entrance to the Defile of [indecipherable]. On a pinnacle on the right bank there are the ruins of an interesting fortress looking backward from the steamer the towers stand up silhouetted against the skyline.<br/>Passing the small village of Dreukova the rapids of the Danube begin falling over many ledges of rock. Here and lower down at the Irongate Austrian Government has blasted out channels to permit of navigation tho' much more remains to be done. In the Defile of Kayan the Danube is only about 160 yards wide while its depth is over 200 feet. On the left bank continuing on to Orsova is the Szechenyi Road built in 1834-37. On the right bank May still be seen traces of a narrow road 5 to 6 feet wide constructed by TraJan in A.D. 103. The scenery in the Defile is magnificent and I took a number of photos. Arrived at Tekija on the Serbian side of the river off onto [indecipherable]Orsova at 4pm (5pm Roumanian time)<br/>While waiting for a launch to come over from Orsova we saw a wedding reception and the Kola dance of the Serbs &ndash; very interesting but rather monotonous. Music two crazy violins, yet young and old entered into the dance with great gusto. Lt Commander Fletcher the Port Commandant at Orsova had in the meantime arrived with his launch and took us over to his quarters where he put us up. We dined with him at the Imperial Hotel</p>
