<p class="page" id="a2386071">[Page 71]</p>
<p>We are staying at Hotel Milano and are quite comfortable. The Corps Commander stationed here, whom I met, is Lt General Rias&ndash;Armain, and his Chief of Staff Brig General Cornars</p>
<p>Saturday 8th November<br/>Punctually at 7 am a fine Fiat Landaulette car, capable of seating six arrived at the Hotel with the Colonel. At once put baggage aboard and moved off, via Riva and Trento to Bassano. The Col halted at [blank space] and showed us the position of original line of forts, Austrian and Italian. Mt [blank] and Mt Altisimo. Inaccessible and exceedingly difficult country. Our route lay along the valley of the [indecipherable] which we crossed at [indecipherable] and went on to Riva on Lake Garda. Beautiful scenery en route. The Col showed us Mt [blank space] where Italians so often unsuccessfully attacked, suffering enormous losses. Here some 13 brigades were decimated in the attempt to scale the mountain, but never did the Italian troops succeed in gaining more than a foothold at the base of the mountain in the vicinity of the village church. Here stones were freely used by the Austrians to hurl down on the Italians below while endeavouring to scale the cliffs. Lake Garda and the town of Riva very beautiful. The town has been a good deal damaged by Artillery fire. Austrian forts and posts in many places in the mountains guarding narrow defiles and approaches. Took a number of photos at lake Riva. Reached Trento at noon. Called on Zone Commander Lt Gen Ghersi and also saw his Chief of Staff  Brig Gen Inigone. Lunched with them and their officers. Left Trento at 2pm for Bassano, but owing to heavy falls of snow had to skirt the Asiago plateau instead of crossing it as we had intended.  Mountain scenery very grand indeed and roads marvellous.  Many are new Military roads designed and executed under Italian Engineers, and they have indeed much to be proud of. At Val [indecipherable] in particular there is a magnificent example of a zig zag road of easy grade having been cut practically on a perpendicular face of mountain. Indeed it gave one rather an uncanny feeling to drive down it. Reached Bassano at 6.30pm and engaged rooms at Hotel Mondo.<br/>Autumn tints everywhere gorgeous, and people most industrious. Many fruit trees and vines. Trees in rows about 30 yards apart with grape vines trained along each row of trees. Orchards well kept.</p>
