<p class="page" id="a2386060">[Page 60]</p>
<p>Place Vendome. During morning called at office of M Clemenceau, and arranged to call on him during afternoon.<br/>At 12.30 M Clemenceau's Secretary called to say his chief would see my wife and son with me at 2.15. Lunched at "Scribe"<br/>Afterwards called on M Clemenceau, and presented Nell and Chris. Very interesting and cordial conversation. He gave me a signature in my Autograph book. Afterwards visited Palace de Invalides and Eiffel Tower. Made an ascent. Called at residences of Madam [indecipherable] and [indecipherable] . Both away at their summer homes.<br/>Returned to Hotel at 6.30 after doing a little shopping with Nell at Magasin Louvre. Dined at Caf&eacute; de Parisin Rue de la Opera. Chris very much enjoyed the experience. Wished to stay tonight at Hotel Edward VII, but it is requisitioned by Italian Government.</p>
<p>Tuesday 23rd September<br/>Left Paris at 9.30 via Sentis for Montadier &ndash; thence on to Boves &ndash; Gentelles &ndash; Cachy and Villers Bretonneux. Lunched by roadside near Montadier. Showed Nell old Brigade HQrs of 9th Brigade at Gentelles and of 2nd Aust Div at Villers Bretonneux.<br/>Visited site for Australian National Memorial. Arrived Amiens 4.40pm and secured rooms at Hotel du Rhina.<br/>Before dinner visited Cathedral and had a look round the city.</p>
<p>Wednesday 24th September<br/>Left Amiens at 9 am first calling at Hotel de Ville to see Mayor. Had not arrived at his office. Also called to see Archbishop, but he was not at home. Wished to see Australian Memorial for Cathedral &ndash; but could not ascertain where it was being held pending erection. Travelled to Arras via Villers Bretonneux, Corbie &ndash; Heilly &ndash; Albert &ndash; Poziers &ndash; Bray &ndash; Cappy &ndash; Peronne &ndash; Mt st Quentin &ndash; Clery and Bapaume. Took some photos at Villers Bretonneux and inspected Red Chateau. Called at old HQrs at Heilly.  Lunched with British and Australian officers at Poziers. Finalise Contract for Bronze Group for 2nd Aus Div memorial with Web Gilbert. Called at old HQrs Cappy. Afternoon tea with officers (British &amp; Australian) at Peronne. Took photos at Mt st Quentin and Clery &ndash; Arrived Arras after dark. Some difficulty in finding home of Mr &amp; Mrs Jonas. Stayed the night with them.</p>
