<p class="page" id="a2386036">[Page 36]</p>
<p>Wednesday 18th June<br/>Visited Park House during morning to hear grievances of AASC and AMTS personell. In afternoon presented medals at HQrs  Tidworth on a Ceremonial Parade. A large number of released men from Lewes are coming to Tidworth at once, awaiting ships.</p>
<p>Thursday 19th June<br/>In company with Lieut Dening ADC left Tidworth at 9.30 AM, arrived London 12.30pm via Hampton Court and Wandsworth &ndash; Ascot Day &ndash; Roads literally blocked with cars &ndash; hundreds and hundreds. Traffic very badly controlled, cars to London receiving little consideration.<br/>Saw Sir Harry Chauvel at Wandsworth. He is now convalescent and leaves Hospital today. It struck me he had aged very considerably.<br/>Went direct to A.I.F. garage re tyres and [indecipherable] for Journey to Continent. Lunched at United Services Club. Conference at 54 Victoria Street 3pm with Gens Foote &amp; Wisdom re deletions from boat rolls. Called at Horseferry Road re permits. They were not ready so I called on War Office and got what I wanted. PassPort for Switzerland I am informed will take 7 days to process. I shall try in Paris perhaps with better fortune.<br/>Left garage at 7.15pm (with all new [indecipherable] fitted and two spare) for Sandwich via Greenwich, Dartford, Gravesend (where we dined), Dartford, Chatham, Canterbury (puncture), Wingham to Bell Hotel Sandwich. Ascertained Train Ferry leaves very early tomorrow morning so went direct to Ferry at Richborough arriving there about midnight. Mileage, car - Tidworth to London 74 miles, London to Richborough 83 miles total 157 miles.</p>
<p>Friday 20th June<br/>Embarked at 4.45 am.  Owing to Engine trouble lay off Deal till 10.30 am. Arrived off Dieppe at 5pm.    Disembarked 5.15pm.   Motored straight through to Rouen where we filled up with petrol - thence to Les Andelys where we stayed for the night at Hotel de Paris. Train ferry very interesting. Carried 4 lines of railway track and can bring a good deal of rolling stock heavily laden. Speed 15 to 17 knots.<br/>Mileage car Dieppe to Les Andelys - 68 miles</p>
