<p class="page" id="a2386043">[Page 43]</p>
<p>At Strasbourg changed into uniform and changed Swiss money. Called on Commander 4th French Army - Arranged for refill of petrol and obtained "Safe Conduit" for my journey down the French occupation on the Rhine. Lunched on the wayside near Lautebourg French troops everywhere and immediately opposite Carlsruhe I saw a 4 gun heavy battery emplaced - about 9".<br/>Arrived at [indecipherable] at 6.30pm.  Called at HQrs of 10th French Army and arranged billets for self and Chauffeur at Hotel von Holland, where I also dined. Obtained permit to visit Frankfurt and Darmstadt, both in German territory. Special authority necessary. Marshall Petain arrived here this afternoon.<br/>Journey from Strasbourg very interesting.<br/>Peace signed this afternoon and tonight Strasbourg will again go mad. The town is gay with bunting and illuminations. Here it does one good to see French troops everywhere and many French flags flying<br/>The troops now livening this town. Massed bands and trumpeters headed and flanked by Colonial Cavalry and troops, in their fantastic and gaily coloured uniforms, while behind follow French troops innumerable, linked arm in arm and extending from one side of the street to the other, including footpaths.  Sweeping all before them. With the exception of the children who are following in crowds the local populace is stoically silent &ndash; bitterly remembering "Peace" &ndash; a dreadful sacrifice for them &ndash; has been signed today and the German nation is humbled in the dust - 1870 &ndash; 1918.<br/>Mileage 178 miles</p>
<p>Sunday 29th June<br/>In early morning visited Darmstadt, Frankfort and Wiesbaden. The two former are outside the zone of bridgehead but armed with a French Authority I motored through without hindrance. Very interesting to see piles of heavy and field artillery ammunition stored everywhere &ndash; also guns. Frankfort a very fine town, Wiesbaden beautifully situated and very interesting.<br/>Left Mayence at 12.15pm for Cologne via Bengin - Coblenz &amp; Bonn. The whole journey very interesting and scenery magnificent. I only regret I have so little time to spend in exploration. Arrived at Cologne at 5.30pm.  Being Sunday no officers about</p>
