<p class="page" id="a2386038">[Page 38]</p>
<p>at  Chateau Thierry. Reached Epernay at 10pm.  Arranged rooms at Hotel Europe, now being inundated with American tourists who are out to see the local American Battle fields. I am informed that Mr Lloyd George has stayed at the Hotel on three different occasions.<br/>The valley of the Marne is very beautiful, and the journey from La Ferte to Epernay was particularly enjoyable. We make early start tomorrow for Rheims. Milage 96 miles.</p>
<p>Monday 23rd June<br/>Left Epernay 6.30 am for Treves via Rheims. Rethel &ndash;Mezeires &ndash; Sedan, Verdun, Briey and Luxembourg.<br/>Rheims rather surprises me. From descriptions I had read I expected a city absolutely flattened like Ypres, Ballieul and Albert. Not so, however. Tho' much damage has been done, many buildings will readily admit of restoration, and this particularly applies to the Cathedral, the stonework of which is only about 25 &percent; damaged. Fire has however absolutely destroyed the roof. Breakfasted at Continental Hotel, then journeyed on. From the high ground to the North East of the town one gets a splendid view of the City and the surrounding country including the [indecipherable] ridge to the Westward, and one spontaneously admires the tenacity of the French troops in denying this city and the splendid ridge to the Southward to the enemy.<br/>The battlefields show little signs of shelling, but nature has also been kind and the ground is now covered with luxuriant grass growth, filled with scarlet poppies, blue cornflowers and purple thistle, a perfect blaze of colour.<br/>Sedan of 1870 fame has little of the old relics left. Verdun I have always wished to see, and here certainly are the unmistakable signs of heavy and continuous battle. The ground outside the town is pitted very liberally with shell holes, and Forts Vaux &amp; [indecipherable] in particular have been well strafed, while the town proper is really a ruin. Lunched at an improvised restaurant at the Railway Station. Here also my previous remarks re poppies at Rheims held good. Journeying eastward one gets a magnificent panorama of the surrounding country from the ridge 1&frac12; miles out of the town, and one appreciates the heroic defence of Verdun by the French &ndash; at bitter cost &ndash; but successfully.<br/>We had not time to visit to the fulll just to the Southward &ndash; especially American soil -</p>
