<p class="page" id="a2386078">[Page 78]</p>
<p>He is an extraordinary character evidently full of presence and is known as the King of Orsova. After dinner called on some friends of his and had some music.</p>
<p>Monday 17th November<br/>Breakfast late. Fletcher had much business to transact during the morning, so I did some reading. Lunched at Imperial Hotel and afterwards motored to the Iron gates and took some photos. The name "Iron Gates" does not as would imply refer to huge mountains guarding in a narrow passage the river proper. At this point the river is about &frac34; mile wide &ndash; but the river here was barred by rapids until the Austrians cut away a canal on the right bank. Passed the island of Ada Kaleh still occupied entirely by Turks, but did not have time to visit it. At Orsova there is a big Sturgeon fishing industry with its attendant Caviarre.<br/>There is no love lost between Serbs and Roumanians. The ships of neither country dare touch at the wharves of their neighbour, and there is constant friction, which admiral Troubridge and his Staff generally have to settle. Orsova is now occupied by Roumanian troops, who are not at all considerate to the Hungarian population. They loot what they will and on the slightest provocation apply the lash apparently never more or less than 25 strokes. Caught train from Orsova at 7pm for Bucharest. Dined on train. Our carriage and indeed all carriages, filthy damaged and insanitary. A bitter cold night no glass in windows, and no light other than candles provided by ourselves. Our two companions were Roumanian nuns. Much snow.</p>
<p>Tuesday 18th November<br/>Arrived at Bucharest at 9 am. Secured room at Grand Boulevard Hotel with the assistance of the Staff of the British Military Attache. Lunched with Col Duncan (M.Attache) and [indecipherable], afterwards called on Commander in Chief and Minister for War, presenting letter of introduction. Arranged for trip to oil and battle fields commencing 8 am tomorrow and lasting three days. A Major as guide and a car provided by Minister for War. Dined at Hotel with Col Duncan Parnell and O'HaraWood. Bucharest a much finer town than Belgrade. Wood and Parnell off to the theatre. I remained in Hotel and entered up diary.<br/>Roumanian rate of exchange 1 pound British = 100 lei</p>
