<p class="page" id="a2386037">[Page 37]</p>
<p>Sunday 21st June<br/>Left Les Andelys at 8 am journed to Paris via [indecipherable] Bounieres, Mantes, LiMay,[indecipherable], Paissy and st Germain. [note Town names difficult to decipher or find on map] Arrived Paris 10.15 am. Called at British HQrs, arranged rooms at Hotel [indecipherable] and garage for car. Secured Luxury Tax Books. Lunched at Tipperary Restaurant. In afternoon visited Swiss Embassy re Passport. They agreed to issue it promptly if British Embassy provided it. Called at British Embassy where an Irish Guards Captain was very kind, prepared documents, sent me to British Consulate General and Prefecture of police with the result that Passport now only requires Visa from Swiss Legation to complete. Called at American HQrs re Sports on 22nd. Dined at Hotel and with Denning later attended a performance of "Figaro" at Opera Comique.<br/>Mileage 78 miles</p>
<p>Sunday 22nd June<br/>Left Hotel at 10.30 am for Swiss Legation. Finally completed Passports for Chauffer and self. Afterwards called on American General Commanding troops in Paris. Then spent half an hour in the Bois de Boulogne.  A very bright scene especially on Sunday mornings. Lunched at Hotel Scribe and at 1pm left for Pershing Stadium to represent Australia at opening Ceremony. A splendidly designed and constructed reinforced structure capable of seating 22000 persons. Troops made a splendid show in opening display especially the French Regiments with their tattered colours. Then arrived President &amp; Mme. Poincaire with Gen Pershing and party. President Wilson, Clemencau, and other notables not present. (Have heard a rumour that the Germans have sunk their fleet at Scapa &ndash; perhaps this has necessitated an Allied Conference)<br/>Following inspection of the troops by the President, the allied athletic teams made their appearance. A splendid body of men representative of the Allied Armies. The Australians were led by Capt Caphill of my old 9th Brigade. The day was a huge success and reflect the greatest credit on the American army. The sports on succeeding days will be well worth seeing. Col Watson &amp; Capt Savage managing for Australia.<br/>Left Stadium at 5pm for Epernay via La Ferte and Chateau Thierry. We had a "blowout" of near rear tyre after passing La Ferte luckily pulling up under the shadow of a wayside cherry tree carrying plenty of fruit above the level at which small boys could reach.<br/>We succeeded in getting all we needed. Had an excellent dinner</p>
