{"vid":"103447","uid":"1","title":"James McKenzie diary, 5 July 1915-21 January 1916 - Page 2","log":"Created by FeedsNodeProcessor","status":"1","comment":"1","promote":"0","sticky":"0","ds_switch":"","nid":"103424","type":"transcript_page","language":"und","created":"1389066903","changed":"1397714761","tnid":"0","translate":"0","revision_timestamp":"1397714761","revision_uid":"0","field_page_completed":{"und":[{"value":"6"}]},"field_transcription":{"und":[{"value":"<p>[Page 29]<br> \r\n the out come.</p> \r\n <p>Monday Sept 27th<br> \r\n Left Camp 7.45 a.m. Took tram to the harbor at Alex--, and boarded the \"S.S. Inkosi\" for transport no one knew where. The \"Inkosi\" has a tonnage of 6000 tons.<br> \r\n The harbour looked well with the large number of ships therein. There were there all kinds of ships, large and small, conspicuous amongst them was the Hospital ships with their green band on a white ground and large red cross in the centre. The \"Siang Choon\" and the \"Shropshire\" were lying by our side. The troops on board the \"Inkosi\" consisted of British and Australians mostly reinforcements, men who had left their units sick or wounded and were now returning back to their battalions recovered in health again. We cast anchor at 6.45 p.m. and as we passed the entrance to the harbour our pilot left us and went out to a boat which was there ready to receive him. We have been all issued with life belts and appointed to the various small boats which we are to use in case of accident or in being torpedoed. A necessary precaution.</p> \r\n <p>Tues 28th Sept.<br> \r\n Sea has been very calm. It was amusing to see us standing in a queue waiting our turn to wash ourselves. A beautiful moonlight night. Said to be in the danger zone. Great precautions are being taken as regards lights out on the ship.</p> \r\n <p>Thurs 30 Sept.</p> \r\n <p><a name=\"a5678030\"></a> </p> \r\n <p>[Page 30]<br> \r\n Said to be in this vicinity that the \"Royal Edward\" was sunk. Land to be seen on both sides of us. We seem to be taking a peculiar route. The reason is obvious. Had a very restless night. The destroyer \"Skirmisher\" and also a French destroyer marked \"C2\" are circling around us. It is pretty to see the graceful movements of the little battleships, it is indeed most wonderful how they do it. <br> \r\n The land seen from here is of a mountainous nature and wind mills are to be seen on the high hills which proves, though the place looks barren and bare to us there must inevitably be many people inhabiting these parts. A sailing ship is making headway in front of us. It seems to be suspected of something for the French destroyer is making circles round and round it. The sailing ship has stopped, also the destroyer. We anxiously waited and watched to see what was going to happen. Everything seemed all right for the destroyer made off leaving us far behind.</p> \r\n <p>Oct 1st Frid.<br> \r\n We reached Lemnos Island this morning about 9.30. As we entered the harbour there were numerous contrivances put there for guarding the enterance. Only a small entrance was open to allow ships to pass through. A boom of chains and buoys stretched from both sides which made passage almost impossible but by the small</p> \r\n <p><a name=\"a5678031\"></a> </p> \r\n <p>[Page 31]<br> \r\n entrance left open. The harbour is very large and very deep. Large numbers of ships of all description were lying anchored in the harbour. Small sailing boats large hospital ships, destroyers and huge warship were all there. <br> \r\n As we got further up the bay we became more and more surrounded by land. Here and there we could see the white outline of small villages against the darker background of the bare, barren hills. <br> \r\n On the top of these rugged hills we could see the outlines of numerous windmills. These windmills were of a different construction from what we had seen and imagined windmills to be. The wings of the mills were the same but the construction of the mill was like a haystack and they were built of stone. Amongst the few villages that one could see, there was one which seemed to be larger and more outstanding from the others. This proved to be the town of Mudros.</p> \r\n <p>Oct 2nd Sat.<br> \r\n Heard one of the warship Bands playing which sounded very well across the waters in the bay.</p> \r\n <p>Oct 3rd Sun.<br> \r\n The scene is very peaceful this morning. Hard to believe that we are only 40 miles away from the scene of fighting. This voyage over in the \"Inkosi\" has been a sarvation voyage indeed. Even to buy anything out of the canteen an exorbitant price is charged for it. Went aboard the small steamer \"Partridge\". It is being loaded with ammunition and is also crowded </p> \r\n <p><a name=\"a5678032\"></a> </p> \r\n <p>[Page 32]<br> \r\n with troops. As we were going down the bay we passed a number of \"Allied\" warships. No cheers are allowed to be given. The sailors stand at attention and flag signals are sent up. An airship is sailing through the air above us. <br> \r\n The \"Partridge\" is a very fast boat and cut through the water very rapidly. <br> \r\n The night has got very misty and very cold and we huddled ourselves to-gether, to save ourselves from the cold, biting wind, as much as possible. <br> \r\n As we neared Gallipoli we saw a flash light on Cape Hellas. As we neared the shore the sound of incessant rifle fire and the sound of bullets dropping into the water gave one definite notice that we had reached the scene of action. <br> \r\n As we were leaving the barge to go ashore a few bullets fell on to it, wounding one of our number in the arm.</p> \r\n <p>He had just been returning from hospital having already been wounded. To the right of us lay a battleship, from which a magnificent searchlight was showing on to the shore. The sound of a tremendous report of a large gun firing startled us and one could clearly see by means of the searchlight, the smoke rising at the spot the shell had burst. It seemed as if these shells were travelling along the searchlight. A large number of shells were sent over and looking at it from where we were one wondered how anything or anyone could live there.</p> \r\n <p><a name=\"a5678033\"></a> </p> \r\n <p>[Page 33]<br> \r\n There were a few red lights on the high ridges above, the significance of which I do not at present know. We landed near the C.C.S. and going into their shelter the first thing I saw was a man with part of his head blown off and yet he was still alive. We slept on the beach all night.</p> \r\n <p>Oct 4th Mon.<br> \r\n Made my way to the reinforcement camp in Shrapnel Gully. Just after breakfast when we had fallen in on parade along with other reinforcement the Turks began to shell us and dropped shells fast and furious on the ridge above the gully. What a scatter there was. We all made for places of safety just like rabbits when they have been startled make for their burrows, we made for holes in the earth for the same reason. We were not fortunate in our choice of place. Five of us crowded under a narrow ledge. <br> \r\n This was our first experience of being under shell fire. They whizzed over our heads, bursting all around us and we spent an anxious hour, trembling at every shell that burst as they threw earth, stones and metal in every direction. However, at the end of an hours bombardment the shelling ceased, none of us having been hit much to our relief. <br> \r\n After the bombardment a \"Taube\" made his appearance in the air presumably to see what damage the shelling had done. Not wishing to experience the same again, as we had gone through this</p> \r\n <p><a name=\"a5678034\"></a> </p> \r\n <p>[Page 34]<br> \r\n morning we set to work to make a proper dug-out. At night we got orders that we had to return to Mudros. Our dug-out was too small for four of us and we spent a very uncomfortable night there. There was continuous rifle firing, the whole night long. The familiar Egyptian that we had seen so much of in Egypt was to be seen here also, doing labouring work.</p> \r\n <p>Oct 5th Tues.<br> \r\n Packed up and went aboard the SS El Kahira. Three of our boys refused to return with us. Arrived at Mudros in the afternoon. Had to walk three miles to the A.D. Camp.</p> \r\n <p>Oct 6th Wed.<br> \r\n Had to sleep out in the open. Food is very, very scarce here. We were all put on fatigue duty carrying stones. The ground here is very stony. The hills are of a volcanic nature. Had a walk through one of the Greek villages about here. The houses are very irregularly built. Not much formation about them. <br> \r\n Women are to be seen spinning wool by hand. Quite a contrast to this, at one house sitting outside an old lady was sitting spinning by hand while inside the doorway a young girl was stitching some garment with an up-to-date \"Singer\" sewing machine. Inside most of the house they looked very clean and tidy.</p> \r\n <p>Oct 7th Thursday.<br> \r\n Unloading stores in the forenoon. Went into another camp away in another part of the island. Met Rentoul</p> \r\n <p><a name=\"a5678035\"></a> </p> \r\n <p>[Page 35]<br> \r\n Middleton, Adams and Hart. Spent an interesting time relating our experiences since we had parted. Saw the villagers weaving cloth by a hand loom. We also saw them winnowing grain. The grain that they grow here is dark coloured and the bread is likewise of a dark colour, baked in the form of a large scone. This bread is so scarce there being so many troops here, the price of it is exhorbitant, even then, it is so run upon that we can't get any. This, coupled with the fact that our rations are very, very poor, and short, makes things miserable on this bare, barren island. The water here has to be drawn from the wells and that is very scarce also. The villagers are very much annoyed at us taking their water.</p> \r\n <p>Oct 8th Frid.<br> \r\n There is a camp of Scottish troops here, hence the sound of the bagpipes which we hear. All the time we have been in this detail camp we have had to sleep out in the open. Not having any cover at all, we are very wet from the mist which gathers during the night. We fixed up a bivouac, Davie and I, to try and obviate this. During the night such a terrific storm took place our bivouac was blown away. The rain came down in torrents, the wind blew a hurricane, and the lightning flashed, lighting up the darkness continuously. There were one or two biscuit and other tin dumps near by and in the darkness we could not see what was coming our way. One could hear the noise of tins being blown rapidly forward in</p> \r\n <p><a name=\"a5678036\"></a> </p> \r\n <p>[Page 36]<br> \r\n our direction, by the wind, and I expected every minute to get a knock on the head by one of them, the darkness, between the sudden and short intervals of light caused by the lightning, was so intense.</p> \r\n <p>Oct 10th Sunday.<br> \r\n Church parade early this morning. The ringing of church bells in the little Greek villages was very pleasant. The morning was bright and beautiful and the island semed so very peaceful.</p> \r\n <p>Oct 11th Mon.<br> \r\n Left the camp at 8 o'clock this morning, to embark for Anzac. Embarked on the \"Sir Joseph Pearse\" on to the El Kahira and ultimately landed at Anzac early on Tuesday morning.</p> \r\n <p>Oct 12th Tue.<br> \r\n Sleeping for a few hours in Shrapnel Gully. We are attached to the 5th Field Amb. who are stationed in Rest Gully. D, B and myself spent our time making a dug-out. A couple of aeroplanes overhead. Met quite a number of chaps in this Amb. whom I had met in Cairo before coming over here.</p> \r\n <p>Oct 13th Wed.<br> \r\n Completed our dug-out to hold three. Very comfortable. Shells are bursting on the top of the hill opposite us, about a hundred yards away. The experienced men seem to pay little heed to these shells bursting near them.</p> \r\n <p>Oct 14th<br> \r\n Rifle firing is kept up continuously during the night time and during the day it is more or less continuous but not so heavy.</p> \r\n <p><a name=\"a5678037\"></a> </p> \r\n <p>[Page 37]<br> \r\n Enjoying this open-air life very much. Food is pretty good and enough of it. We are situated in a deep gully, with almost perpendicular hills partially covered with shrubbery on either side.</p> \r\n <p>Oct 14th Thurs.<br> \r\n Have to cook most of our food ourselves. We have improvized a few useful things such as stoves etc. for this purpose. Machine gun firing very active last night. The opposing trenches are so near that it is hard to tell whether the guns are our own or the enemies.</p> \r\n <p>Oct 15th Fri.<br> \r\n One section of this amb. is stationed on Walkers Ridge. Went up there on a visit. There we saw on the ridge not very far away, the Turks front line of trenches.</p> \r\n <p>It was a very stiff climb up the mule path to Walkers Ridge. Anzac with its dug-outs look like the burrows of rabbits on a large scale. We came down by another path which was exceedingly narrow and it not being a regular path, it was exceedingly steep and one had very great difficulty in keeping their feet. To make a slip would have meant tumbling down into the gully far beneath. On our way we descended into a camp of Indians who were busy there cooking their own particular food. A pretty scene down in this gully was two kids along with their mother. Seeing this transferred one's minds eye back to scenes of farm life and of home. In the afternoon we were all sent down to the beach to be attached to No 1 A.C.C.S. On reaching the No 1 A.C.C.S. we got</p> \r\n <p><a name=\"a5678038\"></a> </p> \r\n <p>[Page 38]<br> \r\n five bell tents to fix up, well under the ridge. These we were to occupy for the time being. We had just finished fixing up these tents and had gone round to the cookhouse for our tea. On returning with our rations we had just settled down to partake of our tea when a shell burst on the ridge directly above us. This caused a great stir amongst us and we all immediately tumbled out of the tent door and made for shelter behind the cookhouse which was built of sand bags. After a time when we thought that the shelling had ceased we returned to our tents. Apart from the excitement of the moment the thing that troubled me most was the loss of my hot cup of tea. In the hurried exit from the tent my mess tin had been upset and not a drop of tea was left. The evening was chilly and cold and the cup of hot tea was really necessary indeed.</p> \r\n <p>Oct 16th Sat.<br> \r\n Terrific bombardment took place during the night by our own warships from the sea. Being new to this kind of thing it was a source of great alarm amongst us. <br> \r\n The twenty attached men were put on digging our two huge dug-outs, one for an Operating Theatre and another larger one to be used as a dispensary.<br> \r\n In the evening when it was beginning to get very dark D and myself took a walk along the beach towards Anzac Cove. Lined right along this narrow strip of sand between the hills and the sea were the small Indian transport carts, mules and Indian drivers. There they </p> \r\n <p><a name=\"a5678039\"></a> </p> \r\n <p>[Page 39]<br> \r\n were waiting to be laoded up with stores to be taken up the steep incline to the troops in the trenches during the night time. Along the waters edge were a number of skeletons of boats which had apparently been destroyed at one time or other and then been thrown up on the beach. Lying out from the beach a mile or two away one could see the out line of the hospital ship marked conspicuously by electric lights coloured red to mark the Red Cross and Green Lights to form the bar on the side.</p> \r\n <p>Oct 17th Sun.<br> \r\n Still digging the o.t and dMost of the shelling today was done by our own guns.</p> \r\n <p>Wet weather.</p> \r\n <p>Oct 18th Mon.<br> \r\n An Artillery duel is taking place away on our left.</p> \r\n <p>Oct 19 Tues.<br> \r\n Got a day off to dig a dug-out for ourselves. Beautiful moonlight night. A terrific wind blowing which necessitated the fixing of the tents repeatedly. In some parts here there is only about a thousand yards between our front-line of trenches and the sea. This makes one think that it would not take much of a push to sweep us into the sea. There is not much chance of buying many luxuries here.</p> \r\n <p>Oct 20th Wed<br> \r\n Put the finishing touches to the o.t. and d. They look very well now being lined with linen sheets and the o.t. has got a concrete floor. Learned afterwards that what was </p> \r\n <p><a name=\"a5678040\"></a> </p> \r\n <p>[Page 40]<br> \r\n to be the dispensary is now to be the officers mess. The name dispensary is only a blind. One of the many dodges one finds in the army.</p> \r\n <p>Oct 22nd Fri.<br> \r\n Had to wheel a number of patients along the beach from the old station to the new one. This we found pretty difficult work owing to the congestion of traffic and the broken up way that we had to go along.</p> \r\n <p>Oct 23rd Sat<br> \r\n Evacuated wounded on to the barges which takes them to the hospital ship for transport to the various hospitals at the base, Egypt etc.</p> \r\n <p>Oct 24th Sun.<br> \r\n Twenty eighth birthday to-day. Shrapnel is being sent over our heads on to the beach.</p> \r\n <p>Oct 25, Mon.<br> \r\n Feeling out of condition. In spite of the fact that I had a temperature of 102 º I was not allowed to see an M.O. until I had carried some stretchers to the barges. The pier was five or six hundred yards from the C.C.S. and it was no joke carrying some of the big, heavy men along the broken up path to these barges. Even when one felt in good condition the work was heavy enough. After finishing this work I saw the M.O. and he gave me some aspirin and I was sent to bed. </p> \r\n <p>Oct 26th Tues.<br> \r\n Stretcher bearing to dressing tent.</p> \r\n <p>Oct 27th Wed.<br> \r\n Loaded up the barges with wounded. A terrific storm raging on the sea. The barge took four hours to cover the distance of a mile and a half to the</p> \r\n <p><a name=\"a5678041\"></a> </p> \r\n <p>[Page 41]<br> \r\n hospital ship. When it was fixed up along side of the hospital ship the strain was so much that the cable snapped and they had to bring the loaded barge back to the pier again over the stormy waters. They were eight hours in covering the short distance and it was indeed a terrible experience for those men on board. Added to their wounds or sickness they had the awful condition of sea sickness to put up with. The chaps who came over here reckon that they are being unfairly dealt with by the N.C.O.s of this unit. In this I agree with them. The sunsets here are most beautiful.</p> \r\n <p>Oct 28th Thurs.<br> \r\n Shrapnel is coming over pretty heavy and falling uncomfortably near. Owing to water being very scarce we had to draw salt water from the sea for washing purposes. Dismantling the old C.C.S. \"Beachy Bill\" is shelling the mine sweepers which are  plying near the beach. He is dropping the shells perilously near them. Had a pretty heavy days stretcher bearing to-day. One of the patients that I carried, died before we reached the barge. When one sees a few of the sights which are to be seen out here one queries the old saying the \"glories of war\". To me this game is full of pathos.</p> \r\n <p>Oct 29th Fri.<br> \r\n Evacuated our patients very early this morning. Got permission to finish our dug-out. This we made as comfortable as possible, making beds out of old stretchers and raising them by means of </p> \r\n <p><a name=\"a5678042\"></a> </p> \r\n <p>[Page 42]<br> \r\n boxes. Our dug-out was placed well up on the hill and one found themselves put to a great deal of exertion to get there. Cudgelling our brains for a name for our dug-out we at length decided to call it \"Excelsior\" remembering Longfellows poem of that name and taking into consideration where it was made and under what circumstances we had made it this name was very appropriate. Not feeling too well these last few days.</p> \r\n <p>Oct 31st Sunday.<br> \r\n Found a bullet at the entrance to our dug-out. Egyptian Labour Corps out on strike. The shelling apparently is too much for them. A party of them had found a bomb. Thinking that this bomb would make a good light in the darkness of their home they had endeavoured to light it with disastrous results. Two of them were killed and a few others were wounded. Moral:- \"Don't tamper with things you know nothing about\".</p> \r\n <p>Nov 1st<br> \r\n Sea has been very rough. The waves are dashing over the piers. These two piers  are our most important points. If we lose them or they are damaged in any way, things will be very crook for all on Anzac. On to them all our ammunition stores etc are loaded and should these piers be washed away our difficulties are going to be greatly increased. Looking at the position here one feels that we are only hanging on by a thread. The little tug the \"Gabe\" which has given me many pleasant moments watching as she sailed about like a </p> \r\n <p><a name=\"a5678043\"></a> </p> \r\n <p>[Page 43]<br> \r\n duck in a pond is no more. During the recent storm she got stranded. One felt that they had lost a friend in losing little \"Gabe\".</p> \r\n <p>Nov 2nd Tues.<br> \r\n Sea very calm. Evacuated early this morning. Mellow autumn is at hand. Even a wintry touch is in the air, enhanced by the appearance and chirping of little robin red breast. I took some interest in this little bird as it flitted about the scrub on the hillside. There were so few birds to be seen here. Pointing the little bird out to another chap I had no sooner done so than he made a dive for a stone and threw it at the bird. Here was I mentally picturing a little pleasure in seeing little robin red breast, and the other, he seemed to see nothing else but to throw a stone at it. A contrast in the point of view of looking at one and the same thing, by different individuals.</p> \r\n <p>Nov 3rd Wed.<br> \r\n Sea calm. Sun hot during the day.</p> \r\n <p>No 1 Stationary Hospital arrived during the night time. One of the members got knocked by a bullet in the eye as he was coming ashore. No 1 Stationary are putting up a hospital just below us. Owing to the sun being so hot and the enticing appearance of the calm blue sea a number of men took it into their heads to have a dip in the briny. They had not long entered when Johnny Turk must have seen them, for he dropped a few shrapnel perilously near. Luckily none of the men were injured</p> \r\n <p><a name=\"a5678044\"></a> </p> \r\n <p>[Page 44]<br> \r\n and discretion being the better part of valour they took warning and got out of it in double quick time. Carried Capt Carlisle down to the barge on a stretcher. He has appendicitis and is being hurried across to the hospital ship to be operated upon. Looking away in the Suvla Bay direction one saw what appeared to be a terrific explosion as if a mine had been blown up. Smoke and earth rose to a tremendous height. As the stationary hospital came over from Aust--  on the \"(K)Yarra\" their were amongst them quite a number of chaps that I had met before. Some heavy stuff is being sent over to Walker Ridge  and the Cathedral. The nose caps are coming in our direction. One dropped between two of our chaps. They were standing speaking to one another at the time.</p> \r\n <p>Nov 6th Sat.<br> \r\n Saw a rather painful incident. An R.G.A. officer who had been wounded by a bomb which had dropped into their officers mess was put in one of our tents to die. His case was hopeless.</p> \r\n <p>Nov 7th Sun.<br> \r\n A meeting of medical officers held in our tent. They have meetings usually here in order to discuss their work. Shelling continued at intervals to-day.</p> \r\n <p>Nov 9th Tuesday<br> \r\n As I write this note high explosives are being dropped around. They are making a hole in the ground of only a few feet.</p> \r\n <p>Nov 10th Wed.<br> \r\n About a mile or so, away to the right of us is No 16 C.C.S. British, Shells </p> \r\n <p><a name=\"a5678045\"></a> </p> \r\n <p>[Page 45]<br> \r\n a being dropped about them five at a time. I reckon that hundreds must have dropped in and around them during this afternoon. \r\n It was a magnificent spectacle. The report of the guns as they fired, the louder report as they exploded and the thirty or forty feet of earth as they burst made a magnificent spectacle looking from the point where I was standing. <br> \r\n But what of the men who were in amongst it all? There feelings can be much better imagined than described. The head quarters at this part were also destroyed. The patients in No 16 C.C.S. were transferred to us as their station was destroyed by this afternoon's sport. A number were killed and many wounded.</p> \r\n <p>Nov 12th Fri.<br> \r\n Received a few luxuries from the Aust- War Comforts Fund. Amongst these luxuries was a tin of insect powder. What wouldn't we do to get rid of \"Chats\"?<br> \r\n Inoculated against cholera.<br> \r\n Nov 13th Sat<br> \r\n Away out on the sea we saw a \"destroyer\" and about two o'clock a launch left its side and made for the pier on North Beach. A number of officers disembarked from the launch and climbed up the steep incline towards Walkers Ridge. <br> \r\n About three o'clock we heard the sound of lusty cheers and then we learned that Lord Kitchener was paying us a visit. He walked with quick sprightly step. I was working away and only saw him from a distance. He spoke a few words to the group of men who were gathered round him and then amidst lusty cheers he made his</p> \r\n <p><a name=\"a5678046\"></a> </p> \r\n <p>[Page 46]<br> \r\n departure again in the launch. The red capped, rainbow breasted officers saluted him as he left the pier. From where I was these officers looked like wax figures or dolls, pull the string and the figure moves sort of business. The above accounts for the activity of the \"big heads\" earlier in the morning when we were evacuating our patients. Instead of things working smoothly as they usually did everything went wrong owing to the interference of these so-called \"brains\" of the army.</p> \r\n <p>Nov 14th Sun.<br> \r\n Received my mail which had collected at Ghesireh Palace since I left Egypt. This was a great pleasure indeed as I had not had any letters for four months.<br> \r\n I was sorry to learn from one of the letters of the death of my grandmother. <br> \r\n This afternoon we were allowed off duty. We could not have been more surprised to hear this than if a bomb had dropped in amongst us. We never thought our officers could be so considerate. Spent the afternoon washing our underclothing. We have been issued with some heavy underwear. Finished reading our letters in a trench after having carried a corpse to the cemetery on the beach.</p> \r\n <p>Nov 16th Tues.<br> \r\n There has been a pretty strong wind blowing in from the sea. We thought our hospital tents were all going to be blown down, so strong was the wind. Numerous evacuations to-day. The wind has fallen a bit. We had to evacuate in the middle of the night. It is no joke carrying</p> \r\n <p><a name=\"a5678047\"></a> </p> \r\n <p>[Page 47]<br> \r\n wounded men down these rough hill sides in the middle of the night. Luckily we have carried stretchers down so often during the daytime that it is becoming second nature to us now and one seems to know every step of the way even ropes which are stretched across our path are mechanically avoided in the blackness of the night. Only the faint glimmer of a light at the end of the pier guides us were to go.</p> \r\n <p>Nov 17th Wed.<br> \r\n The S.S. \"Milo\" has been sunk well in on the beach and is for a kind of backwater for the pier. I am told that it has been filled with cement in order to keep it there.</p> \r\n <p>Nov 19th Fri.<br> \r\n Admitted to Hospital having a slight touch of dysentery.</p> \r\n <p>Nov 20th Sat.<br> \r\n Two warships are about three miles out to sea. They are putting up a terrific bombardment. The sound of guns seems to make the very earth shake and one wonders it is possible that people can live under it. This, up to the present, is the worst pounding that I have ever witnessed. Looking at the ship they seem to be veritably spitting fire and the sound of the explosions is indescribable.</p> \r\n <p>Nov 24th Wed.<br> \r\n To while the time away one found pleasure in memorizing matter which one happened to read, poems etc.</p> \r\n <p>Nov 25th Thurs.<br> \r\n This is my first anniversary of Active Service. Shells are dropping too near my </p> \r\n <p><a name=\"a5678048\"></a> </p> \r\n <p>[Page 48]<br> \r\n my dugout for my liking. One dropped almost on to it this evening. B and I were sitting writing letters when suddenly, there was a heavy thud, the earth shook and something heavy fell on our roof and the light almost blew out. It gave us a start, and expecting that another would come shortly, which it did we made down the hill to the cookhouse where there was a light and where there was a fair amount of safety. A few more shells were sent over and then we made our way back to our dugout again there to sleep over our previous night's experience. The shells which are being sent over in our direction now must be from Howitzers as they seem to get right into the gullies.</p> \r\n <p>Nov 26th Fri.<br> \r\n We had a heavy shower of rain this afternoon. At night time the rain came down in torrents. The lightening flashed and lighted up the whole place. The thunder rolled as I had never heard it roll before. This was such a night as I never can forget. The storm lasted the whole night long.</p> \r\n <p>Nov 27th Sat.<br> \r\n By morning, the storm abated but it is exceedingly cold. Away over on the right the Turk is pouring shrapnel over. The air is covered with puffs of smoke and tongues of flame. By some means or other B. my dug-out mate has got into his possession a number of paper cover novels, and our evenings are being</p> \r\n <p><a name=\"a5678049\"></a> </p> \r\n <p>[Page 49]<br> \r\n pleasantly spent reading them. \"The Cage\" by Harold Begbie, \"Kate Carnegie\" by Ian Maclaren, \"Scottish Life and Character\" by Dean Ramsey, are some of the titles of these books.</p> \r\n <p>Nov 28th Sun.<br> \r\n On putting our heads out of the dug-out this morning we learned why, that it had been so cold all night. Snow had fallen during the night and the ground all around was covered with a white coat. The snow continued to fall all day. It was very nice to see but one felt bitterly cold with it all. Our duty to-day consisted of clearing the snow of the roofs of the tents by means of long poles and brushes. The snow had settled on the roofs so thickly, that it was weighing the roofs down considerably. This was rather a cold job but entering into the fun of the thing and seeing the humorous side of these condition we had very good sport with it all. Some of the Aussies who had never seen snow in their lives before were very excited at the experience. The \"Beetle\" the barge which we used to load up our wounded to be taken over to the hospital ship has got stranded on the rocks of Imbros. Now, we have to load the patients on to small boats and they are being pulled over by a motor launch. This is a very much slower process than loading up a barge. A description of the inside of our dug-out as it is now may be very interesting. There are three of us in this \"hole\" in the earth. Three of the sides are built</p> \r\n <p><a name=\"a5678050\"></a> </p> \r\n <p>[Page 50]<br> \r\n up with sand bags filled with earth. As we were only allowed twenty five bags to make our dug-out, and to build ours took a few hundred, where we got the additional bags I am not going to say. As possession is nine-tenths of the law, that, in time of war was to us sufficient. We fixed up three stretchers on boxes and made comfortable beds. A box fixed up in the centre acted as a table and another box fixed up at the side took the place in our home of a cupboard. In it we kept a few books and our eating utensils. We cut holes in the walls of our dugout and fitting biscuit tins therein we kept some food safe from the interference of vermin, ants, rats etc. We got some old canvas and lined our walls as best we could to keep back the falling earth. On this canvas we stuck P.P.C. pictures cut from newspapers etc. The three different temperaments of the occupants of this mansion? Were shown in the choice of the wall decorations. B. had his part of the wall covered with photos of famous actors, D had his part covered with humorous drawings from Punch and other comical newspapers which we managed to get the hold of, while M's particular frame of mind was appealed to by placing cuttings, poetry, etc from newspapers on the wall. From the manner in which our home was decorated we found no end of mental recreation which passed many weary hours away.</p> \r\n <p><a name=\"a5678051\"></a> </p> \r\n <p>[Page 51]<br> \r\n Over the roof of the dug-out were placed two tarpaulins, one which we were allowed and another which we had not been allowed but still we got, it, needless to say how. In order that too many questions should not be asked us regarding where we had got the surplus sandbags we covered the sides of the dug-out with scrub. Of an evening we had quite a number of visits from other chaps who could not rest themselves in their own dug-out. Sitting there, yarning amongst the thick smoke from tobacco, there being no outlet for it, we spent many a pleasant evening in this way. \"W\" came into our dugout this morning and made the remark that he had never seen snow before and that he was not enamoured of the experience of winter time in this part of the globe. We were put on fatigue duty this forenoon brushing the snow from off the tents. Rather a cold job it was too. <br> \r\n In the afternoon all work in the station was stopped. B. who had to go round to various Battalion Headquarters with the few effects belonging to men who had died of wounds in the C.C.S. and he asked us to come with him which we did. To get to the H.Q.s we had to climb up high hills and go down into deep gullies. The wet weather made this kind of walking very difficult indeed. At times we were knee deep in mud. We were right in the trenches</p> \r\n <p><a name=\"a5678052\"></a> </p> \r\n <p>[Page 52]<br> \r\n and had also to pass by dangerous open corners. Owing to the dulness of the weather, things, this afternoon were very quiet and we got round and back to the C.C.S. without mishap, feeling tired out but warm with the exertion.</p> \r\n <p>Mon. Nov 29th<br> \r\n Advantage has apprently been taken of the dull weather by the Turks to shift his guns into new positions. This morning we were subject to a very heavy bombardment of high explosives. They landed into places where no shells had dropped before since we came here. We evacuated all the patients from the hospital into the saps and the huge dug-out which had been made for emergency. This gave a little safety. One unfortunate chap had just got into a sap when a shell burst beside him causing an ugly gash in his thigh. He was in hospital suffering from jaundice and I am sure between the two his chances of surviving are very poor. One of the shells went right through the operating tent but fortunately for some, it did not explode. Had it exploded a few of the occupants of the tent would not have lived to tell the tale. Read Ian Maclaren's \"Kate Carnegie\" in which I found the proverb which I thought very funny and yet very true:- Scatting and biting Mak? Scots fouk's ?oong</p> \r\n <p>Nov 30th<br> \r\n As I was lying on the stretcher</p> \r\n <p><a name=\"a5678053\"></a> </p> \r\n <p>[Page 53]<br> \r\n in our dug-out a bullet passed through the tarpaulin just above me and struck the tin box near the roof. We received a large number of casualties to-day. As two battalions were changing over the Turks got wind of it and shelled right on to them. Owing to the evacuation of wounded being carried out in small boats, the station is so slowly evacuated that our station has become full up owing to the overflow. The first day that we landed in Shrapnel Gully we saw an Indian who was going about cutting the soldiers hair. To-day we learned that he had been arrested and shot as a spy.</p> \r\n <p>Dec 1st Wed.<br> \r\n To-day Walkers Ridge is having a heavy bombardment. Shrapnel galore is being sent over. The station has been pretty well cleared of patients this evening.</p> \r\n <p>Dec 2nd Thurs.<br> \r\n Droves of birds which look to me like Starlings are flying about here just now. Frost-Bite seems to have got a tremendous number of our troops. Some are coming in on their hands and knees.</p> \r\n <p>Dec 3rd Fri.<br> \r\n The weather is quite warm this morning.</p> \r\n <p>The stationary hospital which is being put up just below us got a shell or two this afternoon. One shell knocked out two </p> \r\n <p><a name=\"a5678054\"></a> </p> \r\n <p>[Page 54]<br> \r\n and wounded four very badly. Saw a very touching parting to-day. A large number of Maltese are doing labouring work here. One of their number was going aboard the barge apparently being evacuated sick. His mates standing around one after the other shook hands, kissed one another on the cheeks, and tears were trickling down their cheeks. These Maltese, although they are only fifty yards from us, they are living in a \"possie\" which is being shelled regularly.</p> \r\n <p>Dec 5th Sun.<br> \r\n Principally medical cases in the hospital at present. A tremendous bombardment is taking place midway between Suvla Bay and here. Heavy ammunition all simply being poured over on them. This happening only a mile and a half away we witnessed a magnificent spectacle. The shells come over one after another in rapid succession and the clouds of earth raised must be about fifty ft high. Learned afterwards that they had practically destroyed No 16 C.C.S. and some H.Qs. numerous soldiers have been killed and our staion is now full up having had to receive the patients who had managed to escape the bombardment of No 16 C.C.S. and no hospital ship is available to take them away.</p> \r\n <p>Dec 7th Tues.</p> \r\n <p>Still no Hospital Ship available.</p> \r\n <p><a name=\"a5678055\"></a> </p> \r\n <p>[Page 55]<br> \r\n Hospital bombarded again. Got our patients into the saps and dug-outs for safety. Met M. who left us when we were at No 2 A.G.H. and who had gone to England. He stayed with us in our dug-out as No 2 Station of which he is now a member are only getting this Hospital ready. Spent a very pleasant time with him giving our past experiences since we parted in Egypt.</p> \r\n <p>Dec 8th Wed.<br> \r\n We evacuated our patients during the night. This is a pretty difficult job as there is no lights bar one right on the point of the pier. However we have carried stretchers this few hundred yards so often that we seemed to know every step of the way, even in the pitch darkness.</p> \r\n <p>Dec 8th Wed.<br> \r\n Hospital again bombarded with howitzers. One of the shells went right through our operating tent  but did not explode. They would not have been left to tell the tale. It is marvellous that only one person has been wounded in these now frequent bombardments of the C.C.S. L.R. and G.P. dug the unexploded shell out of the earth in doing so they had to dig about four feet down for it.</p> \r\n <p>Dec 9th</p> \r\n <p><a name=\"a5678056\"></a> </p> \r\n <p>[Page 56]<br> \r\n Beautiful weather at present. No hospital ship in sight. I wish there were, in order to get these patients out of the way. Shelling of the C.C.S. is becoming too frequent to be pleasant. Just as I write this short note a shell has dropped on the other side of the low ridge from us. This time it happens to be Shrapnel so that our C.C.S. is comparatively safe. It landed so near that we automatically got our of our \"hole\" to see where it had landed. The pier is being repaired and it is like walking a tight rope to get our stretchers on to the boat. A few of our number are leaving us, being evacuated ill with diptheria. One of the enemy aeroplanes flew very low over us this evening firing a machine gun as he glided over us. A tug anchored near the beach. It had no sooner done so than over poured shell after shell. Time and again we thought she was hit the shells dropping all around. We were interested spectators of this incident and it was like watching an exciting football match. Every minute we expected to see a shell drop right on to it. Although this incident only lasted a few minutes at least fifty shells must have been fired at it. All the time the shelling was </p> \r\n <p><a name=\"a5678057\"></a> </p> \r\n <p>[Page 57]<br> \r\n going on we could see the sailors working for dear life raising the anchor, and we heaved a sigh of relief to see the anchor raised and the tug steaming away into safety.</p> \r\n <p>Dec 10th Frid.<br> \r\n Our C.C.S. is filling up so rapidly with sick now, that we anxiously look for the hospital ships to come in. A shell landed right on to the gun on the ridge above us killing and wounding all the gun crew. Warship bombarded the Turkish positions very heavily this forenoon. Even although these warships were three miles away the situation of the shots being fired seemed to shake the who peninsular. One wonders how anyone or anything could live after such a bombardment as we have witnessed to-day.</p> \r\n <p>Dec 11th Sat.<br> \r\n Stationary hospital got orders to pull down and quit. This seems very strange as they have been six weeks in putting up their hospital and have done no hospital work whatever. Kept busy carting wood from the stores up to the station. There is great stir amongst a number of units. It seems that every night large drafts of men are leaving this position. Some of our men say that we are going to evacuate the Anzac position. Heated </p> \r\n <p><a name=\"a5678058\"></a> </p> \r\n <p>[Page 58]<br> \r\n arguments are going on amongst. For my part I cannot believe that we are going to leave here. If we are going to leave I think that another landing is going to take place at a more advantageous position. Beautiful mellow autumn weather.</p> \r\n <p>Heard this evening that Sgt. Major Knowles who sung so well at the concerts in Ghezerah Palace Hospital, has been killed.</p> \r\n <p>Just finished reading the \"Psalms in Human Life\". I have lent this volume to a few chaps and they have simply been carried away with it. It is a splendid book.</p> \r\n <p>Dec 12th Sun<br> \r\n As one goes along the beach of an evening the place is practically blocked with troops and artillery. Waiting on barges to take themaway. In spite of the fact that there is such crowds, there is practically no noise. Many rumours are afloat. Some say we are clearing out but \"I hae my doots\".</p> \r\n <p>What is the meaning of this I cannot tell, but it is a bit upsetting. The prevailing belief is that we are going to evacuate this position, and that our C.C.S. is to be the last Medical Unit to leave. Kept busy building a Shrapnel Shelter in case we got shelled. The staion is now being kept empty of patient, they are</p> \r\n <p><a name=\"a5678059\"></a> </p> \r\n <p>[Page 59]<br> \r\n being evacuated almost as soon as they come in to the C.C.S. Packed my kit bag with only the essential things to take away if rumour should be true.</p> \r\n <p>Dec 13th Mon<br> \r\n Feeling amongst us very uneasy. The beach is very quiet this morning. Reminds me of early on Sunday mornings at home. On orders this morning we all being issued with Brazards [brassards] signed by General House and also new identification disc and each of us has to have his water bottles kept filled. Rather ominous looking. The Army Ordnance Stores were open to all this forenoon and one could help themselves to all kinds of new clothing. What is the use of it all to us. We can only take what we can comfortably carry and that is not much. It looks now as if one will be lucky to get away with a whole skin. There is a mystery about the whole affair that I for one can't fathom. Addressed by General House, Chief of Medical Staff. He gave us to understand that we are to be the last medical Unit to leave the position. He said that we had been chosen this position of honour. He said that he trusted<br>\r\n","format":"plain_text","safe_value":"<p>[Page 29]<br><br />\n the out come.</p>\n<p>Monday Sept 27th<br><br />\n Left Camp 7.45 a.m. Took tram to the harbor at Alex--, and boarded the \"S.S. Inkosi\" for transport no one knew where. The \"Inkosi\" has a tonnage of 6000 tons.<br><br />\n The harbour looked well with the large number of ships therein. There were there all kinds of ships, large and small, conspicuous amongst them was the Hospital ships with their green band on a white ground and large red cross in the centre. The \"Siang Choon\" and the \"Shropshire\" were lying by our side. The troops on board the \"Inkosi\" consisted of British and Australians mostly reinforcements, men who had left their units sick or wounded and were now returning back to their battalions recovered in health again. We cast anchor at 6.45 p.m. and as we passed the entrance to the harbour our pilot left us and went out to a boat which was there ready to receive him. We have been all issued with life belts and appointed to the various small boats which we are to use in case of accident or in being torpedoed. A necessary precaution.</p>\n<p>Tues 28th Sept.<br><br />\n Sea has been very calm. It was amusing to see us standing in a queue waiting our turn to wash ourselves. A beautiful moonlight night. Said to be in the danger zone. Great precautions are being taken as regards lights out on the ship.</p>\n<p>Thurs 30 Sept.</p>\n<p><a name=\"a5678030\"></a> </p>\n<p>[Page 30]<br><br />\n Said to be in this vicinity that the \"Royal Edward\" was sunk. Land to be seen on both sides of us. We seem to be taking a peculiar route. The reason is obvious. Had a very restless night. The destroyer \"Skirmisher\" and also a French destroyer marked \"C2\" are circling around us. It is pretty to see the graceful movements of the little battleships, it is indeed most wonderful how they do it. <br><br />\n The land seen from here is of a mountainous nature and wind mills are to be seen on the high hills which proves, though the place looks barren and bare to us there must inevitably be many people inhabiting these parts. A sailing ship is making headway in front of us. It seems to be suspected of something for the French destroyer is making circles round and round it. The sailing ship has stopped, also the destroyer. We anxiously waited and watched to see what was going to happen. Everything seemed all right for the destroyer made off leaving us far behind.</p>\n<p>Oct 1st Frid.<br><br />\n We reached Lemnos Island this morning about 9.30. As we entered the harbour there were numerous contrivances put there for guarding the enterance. Only a small entrance was open to allow ships to pass through. A boom of chains and buoys stretched from both sides which made passage almost impossible but by the small</p>\n<p><a name=\"a5678031\"></a> </p>\n<p>[Page 31]<br><br />\n entrance left open. The harbour is very large and very deep. Large numbers of ships of all description were lying anchored in the harbour. Small sailing boats large hospital ships, destroyers and huge warship were all there. <br><br />\n As we got further up the bay we became more and more surrounded by land. Here and there we could see the white outline of small villages against the darker background of the bare, barren hills. <br><br />\n On the top of these rugged hills we could see the outlines of numerous windmills. These windmills were of a different construction from what we had seen and imagined windmills to be. The wings of the mills were the same but the construction of the mill was like a haystack and they were built of stone. Amongst the few villages that one could see, there was one which seemed to be larger and more outstanding from the others. This proved to be the town of Mudros.</p>\n<p>Oct 2nd Sat.<br><br />\n Heard one of the warship Bands playing which sounded very well across the waters in the bay.</p>\n<p>Oct 3rd Sun.<br><br />\n The scene is very peaceful this morning. Hard to believe that we are only 40 miles away from the scene of fighting. This voyage over in the \"Inkosi\" has been a sarvation voyage indeed. Even to buy anything out of the canteen an exorbitant price is charged for it. Went aboard the small steamer \"Partridge\". It is being loaded with ammunition and is also crowded </p>\n<p><a name=\"a5678032\"></a> </p>\n<p>[Page 32]<br><br />\n with troops. As we were going down the bay we passed a number of \"Allied\" warships. No cheers are allowed to be given. The sailors stand at attention and flag signals are sent up. An airship is sailing through the air above us. <br><br />\n The \"Partridge\" is a very fast boat and cut through the water very rapidly. <br><br />\n The night has got very misty and very cold and we huddled ourselves to-gether, to save ourselves from the cold, biting wind, as much as possible. <br><br />\n As we neared Gallipoli we saw a flash light on Cape Hellas. As we neared the shore the sound of incessant rifle fire and the sound of bullets dropping into the water gave one definite notice that we had reached the scene of action. <br><br />\n As we were leaving the barge to go ashore a few bullets fell on to it, wounding one of our number in the arm.</p>\n<p>He had just been returning from hospital having already been wounded. To the right of us lay a battleship, from which a magnificent searchlight was showing on to the shore. The sound of a tremendous report of a large gun firing startled us and one could clearly see by means of the searchlight, the smoke rising at the spot the shell had burst. It seemed as if these shells were travelling along the searchlight. A large number of shells were sent over and looking at it from where we were one wondered how anything or anyone could live there.</p>\n<p><a name=\"a5678033\"></a> </p>\n<p>[Page 33]<br><br />\n There were a few red lights on the high ridges above, the significance of which I do not at present know. We landed near the C.C.S. and going into their shelter the first thing I saw was a man with part of his head blown off and yet he was still alive. We slept on the beach all night.</p>\n<p>Oct 4th Mon.<br><br />\n Made my way to the reinforcement camp in Shrapnel Gully. Just after breakfast when we had fallen in on parade along with other reinforcement the Turks began to shell us and dropped shells fast and furious on the ridge above the gully. What a scatter there was. We all made for places of safety just like rabbits when they have been startled make for their burrows, we made for holes in the earth for the same reason. We were not fortunate in our choice of place. Five of us crowded under a narrow ledge. <br><br />\n This was our first experience of being under shell fire. They whizzed over our heads, bursting all around us and we spent an anxious hour, trembling at every shell that burst as they threw earth, stones and metal in every direction. However, at the end of an hours bombardment the shelling ceased, none of us having been hit much to our relief. <br><br />\n After the bombardment a \"Taube\" made his appearance in the air presumably to see what damage the shelling had done. Not wishing to experience the same again, as we had gone through this</p>\n<p><a name=\"a5678034\"></a> </p>\n<p>[Page 34]<br><br />\n morning we set to work to make a proper dug-out. At night we got orders that we had to return to Mudros. Our dug-out was too small for four of us and we spent a very uncomfortable night there. There was continuous rifle firing, the whole night long. The familiar Egyptian that we had seen so much of in Egypt was to be seen here also, doing labouring work.</p>\n<p>Oct 5th Tues.<br><br />\n Packed up and went aboard the SS El Kahira. Three of our boys refused to return with us. Arrived at Mudros in the afternoon. Had to walk three miles to the A.D. Camp.</p>\n<p>Oct 6th Wed.<br><br />\n Had to sleep out in the open. Food is very, very scarce here. We were all put on fatigue duty carrying stones. The ground here is very stony. The hills are of a volcanic nature. Had a walk through one of the Greek villages about here. The houses are very irregularly built. Not much formation about them. <br><br />\n Women are to be seen spinning wool by hand. Quite a contrast to this, at one house sitting outside an old lady was sitting spinning by hand while inside the doorway a young girl was stitching some garment with an up-to-date \"Singer\" sewing machine. Inside most of the house they looked very clean and tidy.</p>\n<p>Oct 7th Thursday.<br><br />\n Unloading stores in the forenoon. Went into another camp away in another part of the island. Met Rentoul</p>\n<p><a name=\"a5678035\"></a> </p>\n<p>[Page 35]<br><br />\n Middleton, Adams and Hart. Spent an interesting time relating our experiences since we had parted. Saw the villagers weaving cloth by a hand loom. We also saw them winnowing grain. The grain that they grow here is dark coloured and the bread is likewise of a dark colour, baked in the form of a large scone. This bread is so scarce there being so many troops here, the price of it is exhorbitant, even then, it is so run upon that we can't get any. This, coupled with the fact that our rations are very, very poor, and short, makes things miserable on this bare, barren island. The water here has to be drawn from the wells and that is very scarce also. The villagers are very much annoyed at us taking their water.</p>\n<p>Oct 8th Frid.<br><br />\n There is a camp of Scottish troops here, hence the sound of the bagpipes which we hear. All the time we have been in this detail camp we have had to sleep out in the open. Not having any cover at all, we are very wet from the mist which gathers during the night. We fixed up a bivouac, Davie and I, to try and obviate this. During the night such a terrific storm took place our bivouac was blown away. The rain came down in torrents, the wind blew a hurricane, and the lightning flashed, lighting up the darkness continuously. There were one or two biscuit and other tin dumps near by and in the darkness we could not see what was coming our way. One could hear the noise of tins being blown rapidly forward in</p>\n<p><a name=\"a5678036\"></a> </p>\n<p>[Page 36]<br><br />\n our direction, by the wind, and I expected every minute to get a knock on the head by one of them, the darkness, between the sudden and short intervals of light caused by the lightning, was so intense.</p>\n<p>Oct 10th Sunday.<br><br />\n Church parade early this morning. The ringing of church bells in the little Greek villages was very pleasant. The morning was bright and beautiful and the island semed so very peaceful.</p>\n<p>Oct 11th Mon.<br><br />\n Left the camp at 8 o'clock this morning, to embark for Anzac. Embarked on the \"Sir Joseph Pearse\" on to the El Kahira and ultimately landed at Anzac early on Tuesday morning.</p>\n<p>Oct 12th Tue.<br><br />\n Sleeping for a few hours in Shrapnel Gully. We are attached to the 5th Field Amb. who are stationed in Rest Gully. D, B and myself spent our time making a dug-out. A couple of aeroplanes overhead. Met quite a number of chaps in this Amb. whom I had met in Cairo before coming over here.</p>\n<p>Oct 13th Wed.<br><br />\n Completed our dug-out to hold three. Very comfortable. Shells are bursting on the top of the hill opposite us, about a hundred yards away. The experienced men seem to pay little heed to these shells bursting near them.</p>\n<p>Oct 14th<br><br />\n Rifle firing is kept up continuously during the night time and during the day it is more or less continuous but not so heavy.</p>\n<p><a name=\"a5678037\"></a> </p>\n<p>[Page 37]<br><br />\n Enjoying this open-air life very much. Food is pretty good and enough of it. We are situated in a deep gully, with almost perpendicular hills partially covered with shrubbery on either side.</p>\n<p>Oct 14th Thurs.<br><br />\n Have to cook most of our food ourselves. We have improvized a few useful things such as stoves etc. for this purpose. Machine gun firing very active last night. The opposing trenches are so near that it is hard to tell whether the guns are our own or the enemies.</p>\n<p>Oct 15th Fri.<br><br />\n One section of this amb. is stationed on Walkers Ridge. Went up there on a visit. There we saw on the ridge not very far away, the Turks front line of trenches.</p>\n<p>It was a very stiff climb up the mule path to Walkers Ridge. Anzac with its dug-outs look like the burrows of rabbits on a large scale. We came down by another path which was exceedingly narrow and it not being a regular path, it was exceedingly steep and one had very great difficulty in keeping their feet. To make a slip would have meant tumbling down into the gully far beneath. On our way we descended into a camp of Indians who were busy there cooking their own particular food. A pretty scene down in this gully was two kids along with their mother. Seeing this transferred one's minds eye back to scenes of farm life and of home. In the afternoon we were all sent down to the beach to be attached to No 1 A.C.C.S. On reaching the No 1 A.C.C.S. we got</p>\n<p><a name=\"a5678038\"></a> </p>\n<p>[Page 38]<br><br />\n five bell tents to fix up, well under the ridge. These we were to occupy for the time being. We had just finished fixing up these tents and had gone round to the cookhouse for our tea. On returning with our rations we had just settled down to partake of our tea when a shell burst on the ridge directly above us. This caused a great stir amongst us and we all immediately tumbled out of the tent door and made for shelter behind the cookhouse which was built of sand bags. After a time when we thought that the shelling had ceased we returned to our tents. Apart from the excitement of the moment the thing that troubled me most was the loss of my hot cup of tea. In the hurried exit from the tent my mess tin had been upset and not a drop of tea was left. The evening was chilly and cold and the cup of hot tea was really necessary indeed.</p>\n<p>Oct 16th Sat.<br><br />\n Terrific bombardment took place during the night by our own warships from the sea. Being new to this kind of thing it was a source of great alarm amongst us. <br><br />\n The twenty attached men were put on digging our two huge dug-outs, one for an Operating Theatre and another larger one to be used as a dispensary.<br><br />\n In the evening when it was beginning to get very dark D and myself took a walk along the beach towards Anzac Cove. Lined right along this narrow strip of sand between the hills and the sea were the small Indian transport carts, mules and Indian drivers. There they </p>\n<p><a name=\"a5678039\"></a> </p>\n<p>[Page 39]<br><br />\n were waiting to be laoded up with stores to be taken up the steep incline to the troops in the trenches during the night time. Along the waters edge were a number of skeletons of boats which had apparently been destroyed at one time or other and then been thrown up on the beach. Lying out from the beach a mile or two away one could see the out line of the hospital ship marked conspicuously by electric lights coloured red to mark the Red Cross and Green Lights to form the bar on the side.</p>\n<p>Oct 17th Sun.<br><br />\n Still digging the o.t and dMost of the shelling today was done by our own guns.</p>\n<p>Wet weather.</p>\n<p>Oct 18th Mon.<br><br />\n An Artillery duel is taking place away on our left.</p>\n<p>Oct 19 Tues.<br><br />\n Got a day off to dig a dug-out for ourselves. Beautiful moonlight night. A terrific wind blowing which necessitated the fixing of the tents repeatedly. In some parts here there is only about a thousand yards between our front-line of trenches and the sea. This makes one think that it would not take much of a push to sweep us into the sea. There is not much chance of buying many luxuries here.</p>\n<p>Oct 20th Wed<br><br />\n Put the finishing touches to the o.t. and d. They look very well now being lined with linen sheets and the o.t. has got a concrete floor. Learned afterwards that what was </p>\n<p><a name=\"a5678040\"></a> </p>\n<p>[Page 40]<br><br />\n to be the dispensary is now to be the officers mess. The name dispensary is only a blind. One of the many dodges one finds in the army.</p>\n<p>Oct 22nd Fri.<br><br />\n Had to wheel a number of patients along the beach from the old station to the new one. This we found pretty difficult work owing to the congestion of traffic and the broken up way that we had to go along.</p>\n<p>Oct 23rd Sat<br><br />\n Evacuated wounded on to the barges which takes them to the hospital ship for transport to the various hospitals at the base, Egypt etc.</p>\n<p>Oct 24th Sun.<br><br />\n Twenty eighth birthday to-day. Shrapnel is being sent over our heads on to the beach.</p>\n<p>Oct 25, Mon.<br><br />\n Feeling out of condition. In spite of the fact that I had a temperature of 102 º I was not allowed to see an M.O. until I had carried some stretchers to the barges. The pier was five or six hundred yards from the C.C.S. and it was no joke carrying some of the big, heavy men along the broken up path to these barges. Even when one felt in good condition the work was heavy enough. After finishing this work I saw the M.O. and he gave me some aspirin and I was sent to bed. </p>\n<p>Oct 26th Tues.<br><br />\n Stretcher bearing to dressing tent.</p>\n<p>Oct 27th Wed.<br><br />\n Loaded up the barges with wounded. A terrific storm raging on the sea. The barge took four hours to cover the distance of a mile and a half to the</p>\n<p><a name=\"a5678041\"></a> </p>\n<p>[Page 41]<br><br />\n hospital ship. When it was fixed up along side of the hospital ship the strain was so much that the cable snapped and they had to bring the loaded barge back to the pier again over the stormy waters. They were eight hours in covering the short distance and it was indeed a terrible experience for those men on board. Added to their wounds or sickness they had the awful condition of sea sickness to put up with. The chaps who came over here reckon that they are being unfairly dealt with by the N.C.O.s of this unit. In this I agree with them. The sunsets here are most beautiful.</p>\n<p>Oct 28th Thurs.<br><br />\n Shrapnel is coming over pretty heavy and falling uncomfortably near. Owing to water being very scarce we had to draw salt water from the sea for washing purposes. Dismantling the old C.C.S. \"Beachy Bill\" is shelling the mine sweepers which are  plying near the beach. He is dropping the shells perilously near them. Had a pretty heavy days stretcher bearing to-day. One of the patients that I carried, died before we reached the barge. When one sees a few of the sights which are to be seen out here one queries the old saying the \"glories of war\". To me this game is full of pathos.</p>\n<p>Oct 29th Fri.<br><br />\n Evacuated our patients very early this morning. Got permission to finish our dug-out. This we made as comfortable as possible, making beds out of old stretchers and raising them by means of </p>\n<p><a name=\"a5678042\"></a> </p>\n<p>[Page 42]<br><br />\n boxes. Our dug-out was placed well up on the hill and one found themselves put to a great deal of exertion to get there. Cudgelling our brains for a name for our dug-out we at length decided to call it \"Excelsior\" remembering Longfellows poem of that name and taking into consideration where it was made and under what circumstances we had made it this name was very appropriate. Not feeling too well these last few days.</p>\n<p>Oct 31st Sunday.<br><br />\n Found a bullet at the entrance to our dug-out. Egyptian Labour Corps out on strike. The shelling apparently is too much for them. A party of them had found a bomb. Thinking that this bomb would make a good light in the darkness of their home they had endeavoured to light it with disastrous results. Two of them were killed and a few others were wounded. Moral:- \"Don't tamper with things you know nothing about\".</p>\n<p>Nov 1st<br><br />\n Sea has been very rough. The waves are dashing over the piers. These two piers  are our most important points. If we lose them or they are damaged in any way, things will be very crook for all on Anzac. On to them all our ammunition stores etc are loaded and should these piers be washed away our difficulties are going to be greatly increased. Looking at the position here one feels that we are only hanging on by a thread. The little tug the \"Gabe\" which has given me many pleasant moments watching as she sailed about like a </p>\n<p><a name=\"a5678043\"></a> </p>\n<p>[Page 43]<br><br />\n duck in a pond is no more. During the recent storm she got stranded. One felt that they had lost a friend in losing little \"Gabe\".</p>\n<p>Nov 2nd Tues.<br><br />\n Sea very calm. Evacuated early this morning. Mellow autumn is at hand. Even a wintry touch is in the air, enhanced by the appearance and chirping of little robin red breast. I took some interest in this little bird as it flitted about the scrub on the hillside. There were so few birds to be seen here. Pointing the little bird out to another chap I had no sooner done so than he made a dive for a stone and threw it at the bird. Here was I mentally picturing a little pleasure in seeing little robin red breast, and the other, he seemed to see nothing else but to throw a stone at it. A contrast in the point of view of looking at one and the same thing, by different individuals.</p>\n<p>Nov 3rd Wed.<br><br />\n Sea calm. Sun hot during the day.</p>\n<p>No 1 Stationary Hospital arrived during the night time. One of the members got knocked by a bullet in the eye as he was coming ashore. No 1 Stationary are putting up a hospital just below us. Owing to the sun being so hot and the enticing appearance of the calm blue sea a number of men took it into their heads to have a dip in the briny. They had not long entered when Johnny Turk must have seen them, for he dropped a few shrapnel perilously near. Luckily none of the men were injured</p>\n<p><a name=\"a5678044\"></a> </p>\n<p>[Page 44]<br><br />\n and discretion being the better part of valour they took warning and got out of it in double quick time. Carried Capt Carlisle down to the barge on a stretcher. He has appendicitis and is being hurried across to the hospital ship to be operated upon. Looking away in the Suvla Bay direction one saw what appeared to be a terrific explosion as if a mine had been blown up. Smoke and earth rose to a tremendous height. As the stationary hospital came over from Aust--  on the \"(K)Yarra\" their were amongst them quite a number of chaps that I had met before. Some heavy stuff is being sent over to Walker Ridge  and the Cathedral. The nose caps are coming in our direction. One dropped between two of our chaps. They were standing speaking to one another at the time.</p>\n<p>Nov 6th Sat.<br><br />\n Saw a rather painful incident. An R.G.A. officer who had been wounded by a bomb which had dropped into their officers mess was put in one of our tents to die. His case was hopeless.</p>\n<p>Nov 7th Sun.<br><br />\n A meeting of medical officers held in our tent. They have meetings usually here in order to discuss their work. Shelling continued at intervals to-day.</p>\n<p>Nov 9th Tuesday<br><br />\n As I write this note high explosives are being dropped around. They are making a hole in the ground of only a few feet.</p>\n<p>Nov 10th Wed.<br><br />\n About a mile or so, away to the right of us is No 16 C.C.S. British, Shells </p>\n<p><a name=\"a5678045\"></a> </p>\n<p>[Page 45]<br><br />\n a being dropped about them five at a time. I reckon that hundreds must have dropped in and around them during this afternoon.<br />\n It was a magnificent spectacle. The report of the guns as they fired, the louder report as they exploded and the thirty or forty feet of earth as they burst made a magnificent spectacle looking from the point where I was standing. <br><br />\n But what of the men who were in amongst it all? There feelings can be much better imagined than described. The head quarters at this part were also destroyed. The patients in No 16 C.C.S. were transferred to us as their station was destroyed by this afternoon's sport. A number were killed and many wounded.</p>\n<p>Nov 12th Fri.<br><br />\n Received a few luxuries from the Aust- War Comforts Fund. Amongst these luxuries was a tin of insect powder. What wouldn't we do to get rid of \"Chats\"?<br><br />\n Inoculated against cholera.<br><br />\n Nov 13th Sat<br><br />\n Away out on the sea we saw a \"destroyer\" and about two o'clock a launch left its side and made for the pier on North Beach. A number of officers disembarked from the launch and climbed up the steep incline towards Walkers Ridge. <br><br />\n About three o'clock we heard the sound of lusty cheers and then we learned that Lord Kitchener was paying us a visit. He walked with quick sprightly step. I was working away and only saw him from a distance. He spoke a few words to the group of men who were gathered round him and then amidst lusty cheers he made his</p>\n<p><a name=\"a5678046\"></a> </p>\n<p>[Page 46]<br><br />\n departure again in the launch. The red capped, rainbow breasted officers saluted him as he left the pier. From where I was these officers looked like wax figures or dolls, pull the string and the figure moves sort of business. The above accounts for the activity of the \"big heads\" earlier in the morning when we were evacuating our patients. Instead of things working smoothly as they usually did everything went wrong owing to the interference of these so-called \"brains\" of the army.</p>\n<p>Nov 14th Sun.<br><br />\n Received my mail which had collected at Ghesireh Palace since I left Egypt. This was a great pleasure indeed as I had not had any letters for four months.<br><br />\n I was sorry to learn from one of the letters of the death of my grandmother. <br><br />\n This afternoon we were allowed off duty. We could not have been more surprised to hear this than if a bomb had dropped in amongst us. We never thought our officers could be so considerate. Spent the afternoon washing our underclothing. We have been issued with some heavy underwear. Finished reading our letters in a trench after having carried a corpse to the cemetery on the beach.</p>\n<p>Nov 16th Tues.<br><br />\n There has been a pretty strong wind blowing in from the sea. We thought our hospital tents were all going to be blown down, so strong was the wind. Numerous evacuations to-day. The wind has fallen a bit. We had to evacuate in the middle of the night. It is no joke carrying</p>\n<p><a name=\"a5678047\"></a> </p>\n<p>[Page 47]<br><br />\n wounded men down these rough hill sides in the middle of the night. Luckily we have carried stretchers down so often during the daytime that it is becoming second nature to us now and one seems to know every step of the way even ropes which are stretched across our path are mechanically avoided in the blackness of the night. Only the faint glimmer of a light at the end of the pier guides us were to go.</p>\n<p>Nov 17th Wed.<br><br />\n The S.S. \"Milo\" has been sunk well in on the beach and is for a kind of backwater for the pier. I am told that it has been filled with cement in order to keep it there.</p>\n<p>Nov 19th Fri.<br><br />\n Admitted to Hospital having a slight touch of dysentery.</p>\n<p>Nov 20th Sat.<br><br />\n Two warships are about three miles out to sea. They are putting up a terrific bombardment. The sound of guns seems to make the very earth shake and one wonders it is possible that people can live under it. This, up to the present, is the worst pounding that I have ever witnessed. Looking at the ship they seem to be veritably spitting fire and the sound of the explosions is indescribable.</p>\n<p>Nov 24th Wed.<br><br />\n To while the time away one found pleasure in memorizing matter which one happened to read, poems etc.</p>\n<p>Nov 25th Thurs.<br><br />\n This is my first anniversary of Active Service. Shells are dropping too near my </p>\n<p><a name=\"a5678048\"></a> </p>\n<p>[Page 48]<br><br />\n my dugout for my liking. One dropped almost on to it this evening. B and I were sitting writing letters when suddenly, there was a heavy thud, the earth shook and something heavy fell on our roof and the light almost blew out. It gave us a start, and expecting that another would come shortly, which it did we made down the hill to the cookhouse where there was a light and where there was a fair amount of safety. A few more shells were sent over and then we made our way back to our dugout again there to sleep over our previous night's experience. The shells which are being sent over in our direction now must be from Howitzers as they seem to get right into the gullies.</p>\n<p>Nov 26th Fri.<br><br />\n We had a heavy shower of rain this afternoon. At night time the rain came down in torrents. The lightening flashed and lighted up the whole place. The thunder rolled as I had never heard it roll before. This was such a night as I never can forget. The storm lasted the whole night long.</p>\n<p>Nov 27th Sat.<br><br />\n By morning, the storm abated but it is exceedingly cold. Away over on the right the Turk is pouring shrapnel over. The air is covered with puffs of smoke and tongues of flame. By some means or other B. my dug-out mate has got into his possession a number of paper cover novels, and our evenings are being</p>\n<p><a name=\"a5678049\"></a> </p>\n<p>[Page 49]<br><br />\n pleasantly spent reading them. \"The Cage\" by Harold Begbie, \"Kate Carnegie\" by Ian Maclaren, \"Scottish Life and Character\" by Dean Ramsey, are some of the titles of these books.</p>\n<p>Nov 28th Sun.<br><br />\n On putting our heads out of the dug-out this morning we learned why, that it had been so cold all night. Snow had fallen during the night and the ground all around was covered with a white coat. The snow continued to fall all day. It was very nice to see but one felt bitterly cold with it all. Our duty to-day consisted of clearing the snow of the roofs of the tents by means of long poles and brushes. The snow had settled on the roofs so thickly, that it was weighing the roofs down considerably. This was rather a cold job but entering into the fun of the thing and seeing the humorous side of these condition we had very good sport with it all. Some of the Aussies who had never seen snow in their lives before were very excited at the experience. The \"Beetle\" the barge which we used to load up our wounded to be taken over to the hospital ship has got stranded on the rocks of Imbros. Now, we have to load the patients on to small boats and they are being pulled over by a motor launch. This is a very much slower process than loading up a barge. A description of the inside of our dug-out as it is now may be very interesting. There are three of us in this \"hole\" in the earth. Three of the sides are built</p>\n<p><a name=\"a5678050\"></a> </p>\n<p>[Page 50]<br><br />\n up with sand bags filled with earth. As we were only allowed twenty five bags to make our dug-out, and to build ours took a few hundred, where we got the additional bags I am not going to say. As possession is nine-tenths of the law, that, in time of war was to us sufficient. We fixed up three stretchers on boxes and made comfortable beds. A box fixed up in the centre acted as a table and another box fixed up at the side took the place in our home of a cupboard. In it we kept a few books and our eating utensils. We cut holes in the walls of our dugout and fitting biscuit tins therein we kept some food safe from the interference of vermin, ants, rats etc. We got some old canvas and lined our walls as best we could to keep back the falling earth. On this canvas we stuck P.P.C. pictures cut from newspapers etc. The three different temperaments of the occupants of this mansion? Were shown in the choice of the wall decorations. B. had his part of the wall covered with photos of famous actors, D had his part covered with humorous drawings from Punch and other comical newspapers which we managed to get the hold of, while M's particular frame of mind was appealed to by placing cuttings, poetry, etc from newspapers on the wall. From the manner in which our home was decorated we found no end of mental recreation which passed many weary hours away.</p>\n<p><a name=\"a5678051\"></a> </p>\n<p>[Page 51]<br><br />\n Over the roof of the dug-out were placed two tarpaulins, one which we were allowed and another which we had not been allowed but still we got, it, needless to say how. In order that too many questions should not be asked us regarding where we had got the surplus sandbags we covered the sides of the dug-out with scrub. Of an evening we had quite a number of visits from other chaps who could not rest themselves in their own dug-out. Sitting there, yarning amongst the thick smoke from tobacco, there being no outlet for it, we spent many a pleasant evening in this way. \"W\" came into our dugout this morning and made the remark that he had never seen snow before and that he was not enamoured of the experience of winter time in this part of the globe. We were put on fatigue duty this forenoon brushing the snow from off the tents. Rather a cold job it was too. <br><br />\n In the afternoon all work in the station was stopped. B. who had to go round to various Battalion Headquarters with the few effects belonging to men who had died of wounds in the C.C.S. and he asked us to come with him which we did. To get to the H.Q.s we had to climb up high hills and go down into deep gullies. The wet weather made this kind of walking very difficult indeed. At times we were knee deep in mud. We were right in the trenches</p>\n<p><a name=\"a5678052\"></a> </p>\n<p>[Page 52]<br><br />\n and had also to pass by dangerous open corners. Owing to the dulness of the weather, things, this afternoon were very quiet and we got round and back to the C.C.S. without mishap, feeling tired out but warm with the exertion.</p>\n<p>Mon. Nov 29th<br><br />\n Advantage has apprently been taken of the dull weather by the Turks to shift his guns into new positions. This morning we were subject to a very heavy bombardment of high explosives. They landed into places where no shells had dropped before since we came here. We evacuated all the patients from the hospital into the saps and the huge dug-out which had been made for emergency. This gave a little safety. One unfortunate chap had just got into a sap when a shell burst beside him causing an ugly gash in his thigh. He was in hospital suffering from jaundice and I am sure between the two his chances of surviving are very poor. One of the shells went right through the operating tent but fortunately for some, it did not explode. Had it exploded a few of the occupants of the tent would not have lived to tell the tale. Read Ian Maclaren's \"Kate Carnegie\" in which I found the proverb which I thought very funny and yet very true:- Scatting and biting Mak? Scots fouk's ?oong</p>\n<p>Nov 30th<br><br />\n As I was lying on the stretcher</p>\n<p><a name=\"a5678053\"></a> </p>\n<p>[Page 53]<br><br />\n in our dug-out a bullet passed through the tarpaulin just above me and struck the tin box near the roof. We received a large number of casualties to-day. As two battalions were changing over the Turks got wind of it and shelled right on to them. Owing to the evacuation of wounded being carried out in small boats, the station is so slowly evacuated that our station has become full up owing to the overflow. The first day that we landed in Shrapnel Gully we saw an Indian who was going about cutting the soldiers hair. To-day we learned that he had been arrested and shot as a spy.</p>\n<p>Dec 1st Wed.<br><br />\n To-day Walkers Ridge is having a heavy bombardment. Shrapnel galore is being sent over. The station has been pretty well cleared of patients this evening.</p>\n<p>Dec 2nd Thurs.<br><br />\n Droves of birds which look to me like Starlings are flying about here just now. Frost-Bite seems to have got a tremendous number of our troops. Some are coming in on their hands and knees.</p>\n<p>Dec 3rd Fri.<br><br />\n The weather is quite warm this morning.</p>\n<p>The stationary hospital which is being put up just below us got a shell or two this afternoon. One shell knocked out two </p>\n<p><a name=\"a5678054\"></a> </p>\n<p>[Page 54]<br><br />\n and wounded four very badly. Saw a very touching parting to-day. A large number of Maltese are doing labouring work here. One of their number was going aboard the barge apparently being evacuated sick. His mates standing around one after the other shook hands, kissed one another on the cheeks, and tears were trickling down their cheeks. These Maltese, although they are only fifty yards from us, they are living in a \"possie\" which is being shelled regularly.</p>\n<p>Dec 5th Sun.<br><br />\n Principally medical cases in the hospital at present. A tremendous bombardment is taking place midway between Suvla Bay and here. Heavy ammunition all simply being poured over on them. This happening only a mile and a half away we witnessed a magnificent spectacle. The shells come over one after another in rapid succession and the clouds of earth raised must be about fifty ft high. Learned afterwards that they had practically destroyed No 16 C.C.S. and some H.Qs. numerous soldiers have been killed and our staion is now full up having had to receive the patients who had managed to escape the bombardment of No 16 C.C.S. and no hospital ship is available to take them away.</p>\n<p>Dec 7th Tues.</p>\n<p>Still no Hospital Ship available.</p>\n<p><a name=\"a5678055\"></a> </p>\n<p>[Page 55]<br><br />\n Hospital bombarded again. Got our patients into the saps and dug-outs for safety. Met M. who left us when we were at No 2 A.G.H. and who had gone to England. He stayed with us in our dug-out as No 2 Station of which he is now a member are only getting this Hospital ready. Spent a very pleasant time with him giving our past experiences since we parted in Egypt.</p>\n<p>Dec 8th Wed.<br><br />\n We evacuated our patients during the night. This is a pretty difficult job as there is no lights bar one right on the point of the pier. However we have carried stretchers this few hundred yards so often that we seemed to know every step of the way, even in the pitch darkness.</p>\n<p>Dec 8th Wed.<br><br />\n Hospital again bombarded with howitzers. One of the shells went right through our operating tent  but did not explode. They would not have been left to tell the tale. It is marvellous that only one person has been wounded in these now frequent bombardments of the C.C.S. L.R. and G.P. dug the unexploded shell out of the earth in doing so they had to dig about four feet down for it.</p>\n<p>Dec 9th</p>\n<p><a name=\"a5678056\"></a> </p>\n<p>[Page 56]<br><br />\n Beautiful weather at present. No hospital ship in sight. I wish there were, in order to get these patients out of the way. Shelling of the C.C.S. is becoming too frequent to be pleasant. Just as I write this short note a shell has dropped on the other side of the low ridge from us. This time it happens to be Shrapnel so that our C.C.S. is comparatively safe. It landed so near that we automatically got our of our \"hole\" to see where it had landed. The pier is being repaired and it is like walking a tight rope to get our stretchers on to the boat. A few of our number are leaving us, being evacuated ill with diptheria. One of the enemy aeroplanes flew very low over us this evening firing a machine gun as he glided over us. A tug anchored near the beach. It had no sooner done so than over poured shell after shell. Time and again we thought she was hit the shells dropping all around. We were interested spectators of this incident and it was like watching an exciting football match. Every minute we expected to see a shell drop right on to it. Although this incident only lasted a few minutes at least fifty shells must have been fired at it. All the time the shelling was </p>\n<p><a name=\"a5678057\"></a> </p>\n<p>[Page 57]<br><br />\n going on we could see the sailors working for dear life raising the anchor, and we heaved a sigh of relief to see the anchor raised and the tug steaming away into safety.</p>\n<p>Dec 10th Frid.<br><br />\n Our C.C.S. is filling up so rapidly with sick now, that we anxiously look for the hospital ships to come in. A shell landed right on to the gun on the ridge above us killing and wounding all the gun crew. Warship bombarded the Turkish positions very heavily this forenoon. Even although these warships were three miles away the situation of the shots being fired seemed to shake the who peninsular. One wonders how anyone or anything could live after such a bombardment as we have witnessed to-day.</p>\n<p>Dec 11th Sat.<br><br />\n Stationary hospital got orders to pull down and quit. This seems very strange as they have been six weeks in putting up their hospital and have done no hospital work whatever. Kept busy carting wood from the stores up to the station. There is great stir amongst a number of units. It seems that every night large drafts of men are leaving this position. Some of our men say that we are going to evacuate the Anzac position. Heated </p>\n<p><a name=\"a5678058\"></a> </p>\n<p>[Page 58]<br><br />\n arguments are going on amongst. For my part I cannot believe that we are going to leave here. If we are going to leave I think that another landing is going to take place at a more advantageous position. Beautiful mellow autumn weather.</p>\n<p>Heard this evening that Sgt. Major Knowles who sung so well at the concerts in Ghezerah Palace Hospital, has been killed.</p>\n<p>Just finished reading the \"Psalms in Human Life\". I have lent this volume to a few chaps and they have simply been carried away with it. It is a splendid book.</p>\n<p>Dec 12th Sun<br><br />\n As one goes along the beach of an evening the place is practically blocked with troops and artillery. Waiting on barges to take themaway. In spite of the fact that there is such crowds, there is practically no noise. Many rumours are afloat. Some say we are clearing out but \"I hae my doots\".</p>\n<p>What is the meaning of this I cannot tell, but it is a bit upsetting. The prevailing belief is that we are going to evacuate this position, and that our C.C.S. is to be the last Medical Unit to leave. Kept busy building a Shrapnel Shelter in case we got shelled. The staion is now being kept empty of patient, they are</p>\n<p><a name=\"a5678059\"></a> </p>\n<p>[Page 59]<br><br />\n being evacuated almost as soon as they come in to the C.C.S. Packed my kit bag with only the essential things to take away if rumour should be true.</p>\n<p>Dec 13th Mon<br><br />\n Feeling amongst us very uneasy. The beach is very quiet this morning. Reminds me of early on Sunday mornings at home. On orders this morning we all being issued with Brazards [brassards] signed by General House and also new identification disc and each of us has to have his water bottles kept filled. Rather ominous looking. The Army Ordnance Stores were open to all this forenoon and one could help themselves to all kinds of new clothing. What is the use of it all to us. We can only take what we can comfortably carry and that is not much. It looks now as if one will be lucky to get away with a whole skin. There is a mystery about the whole affair that I for one can't fathom. Addressed by General House, Chief of Medical Staff. He gave us to understand that we are to be the last medical Unit to leave the position. He said that we had been chosen this position of honour. He said that he trusted<br></p>\n"}]},"field_working_notes":[],"field_transcript_image":{"und":[{"fid":"104322","uid":"0","filename":"a5678002h.jpg","uri":"public://a5678002h.jpg","filemime":"image/jpeg","filesize":"1276403","status":"1","timestamp":"1389066903","type":"image","field_file_image_alt_text":[],"field_file_image_title_text":[],"metadata":{"height":1121,"width":1400},"alt":"","title":"","display":"1","description":null}]},"field_diary_title":{"und":[{"value":"James McKenzie diary, 5 July 1915-21 January 1916","format":"plain_text","safe_value":"James McKenzie diary, 5 July 1915-21 January 1916"}]},"field_page_number":{"und":[{"value":"2"}]},"field_review_notes":[],"field_url_path":{"und":[{"value":"/page/103424/view"}]},"field_status":{"und":[{"value":"6"}]},"field_transcript_edits":[],"panelizer":{"page_manager":{"entity_type":"node","entity_id":"103424","revision_id":"103447","name":"node:transcript_page:default","no_blocks":"0","css_id":"","css":"","pipeline":"standard","contexts":[{"identifier":"User","keyword":"user","name":"user","type":"current","uid":"","id":1}],"relationships":[],"did":"0","view_mode":"page_manager","css_class":"","title_element":"H2","link_to_entity":"1","extra":[],"display":{"args":[],"content":{"73":{"pid":"73","did":"13","panel":"center","type":"entity_field","subtype":"node:transcription_document_ref","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"node_reference_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"0","locks":[],"uuid":"9ccbf756-f2b4-4d57-bbfd-7c7fa38c5a8f"},"74":{"pid":"74","did":"13","panel":"center","type":"entity_field","subtype":"node:page_weight","shown":"1","access":[],"configuration":{"label":"hidden","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"1","locks":[],"uuid":"d24dfe39-4671-47ec-be85-d537d02b50be"},"75":{"pid":"75","did":"13","panel":"center","type":"entity_field","subtype":"node:field_page_completed","shown":"1","access":[],"configuration":{"label":"above","formatter":"list_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"2","locks":[],"uuid":"f9c3ede0-b95f-493f-9535-0a7366ece5b1"},"76":{"pid":"76","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcription","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"3","locks":[],"uuid":"b609cc6b-c87b-4692-9520-01c431aa0e77"},"77":{"pid":"77","did":"13","panel":"center","type":"entity_field","subtype":"node:field_working_notes","shown":"1","access":[],"configuration":{"label":"above","formatter":"text_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"4","locks":[],"uuid":"127fb571-c17b-4a8f-8e0c-00fa63bdc743"},"78":{"pid":"78","did":"13","panel":"center","type":"entity_field","subtype":"node:field_transcript_image","shown":"1","access":[],"configuration":{"label":"above","formatter":"file_default","delta_limit":0,"delta_offset":"0","delta_reversed":false,"formatter_settings":[],"context":"panelizer"},"cache":[],"style":[],"css":[],"extras":[],"position":"5","locks":[],"uuid":"ccd0c00a-13dc-4501-a91e-34e3d2b10f67"},"79":{"pid":"79","did":"13","panel":"center","type":"node_links","subtype":"node_links","shown":"1","access":[],"configuration":{"override_title":false,"override_title_text":"","build_mode":"page_manager","identifier":"","link":true,"context":"panelizer"},"cache":[],"style":[],"css":{"css_class":"link-wrapper"},"extras":[],"position":"6","locks":[],"uuid":"1ea8cc9d-43fc-484e-8bd9-467b53d82f4a"}},"panels":{"center":["73","74","75","76","77","78","79"]},"incoming_content":null,"css_id":null,"context":[],"did":"13","renderer":"standard","layout":"flexible","layout_settings":[],"panel_settings":[],"cache":[],"title":"%node:title","hide_title":"0","title_pane":"73","uuid":"8914f91c-b456-4f63-a7b8-22ba91035943"}}},"cid":"0","last_comment_timestamp":"1397714761","last_comment_name":null,"last_comment_uid":"1","comment_count":"0","name":"webadmin","picture":"0","data":"a:3:{s:7:\"contact\";i:1;s:7:\"overlay\";i:1;s:25:\"overlay_message_dismissed\";i:1;}","num_revisions":"1","current_revision_id":"103447","is_current":true,"is_pending":false,"revision_moderation":false,"path":"http://transcripts.sl.nsw.gov.au/content/james-mckenzie-diary-5-july-1915-21-january-1916-page-2-1"}